Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Search in %s group type, when searching for a Project.
fr: Rechercher dans les groupes du type %s lors des recherches de Projet.
he: לחפש בסוג הקבוצה %s, בעת חיפוש אחר מיזם.
pt_br: Pesquisar no tipo de grupo “%s”, ao pesquisar por um projeto.
ru: При поиске проекта искать искать в группах типа: %s.

source: Notes: You can use the wildcard *, standing for everything. You can also search items by number.
fr: Notes : vous pouvez utiliser le joker *, qui veut dire tout. Vous pouvez également rechercher des éléments par leur identifiant numérique.
he: הערות: אפשר להשתמש בתו המכליל *, שלוכד את הכול. אפשר גם לחפש פריטים לפי מספר.
pt_br: Notas: Você pode usar o curinga *, representando tudo. Você também pode pesquisar itens por número.
ru: Замечание: можно пользоваться знаком &ldquo;*&rdquo;, он выбирает все. Можно также искать по номеру.

source: Search Criteria:
ca: Criteris de cerca:
fr: Critère de recherche :
he: תנאי חיפוש:
pt_br: Critérios de pesquisa:
ru: Критерии поиска:

source: New search criteria for the Group %s:
ca: Nou criteri de cerca per al grup %s:
fr: Nouveaux critères de recherche pour le groupe %s :
he: תנאי חיפוש חדש לקבוצה %s:
pt_br: Novos critérios de pesquisa para o grupo “%s”:
ru: Новый критерий поиска для группы %s:

source: Search results
fr: Résultats de la recherche
he: תוצאות חיפוש
pt_br: Resultados de pesquisa
ru: Результаты поиска

source: <!-- Search... in -->People
fr: <!-- Search... in -->Utilisateurs
he: ‫<!-- Search... in -->אנשים
pt_br: <!-- Pesquisar... em -->Pessoas
ru: люди

source: Search results for %1$s in %2$s:
fr: Résultats de la recherche de %1$s dans %2$s :
he: תוצאות לחיפוש %1$s ב%2$s:
pt_br: Resultados de pesquisa para %1$s para %2$s:
ru: Результаты поиска по строке %1$s в разделе %2$s:

source: Search results for %1$s in %2$s, for the Group %3$s:
fr: Résultats de la recherche de %1$s dans %2$s, pour le groupe %3$s :
he: תוצאות לחיפוש %1$s ב%2$s, לקבוצה %3$s:
pt_br: Pesquisar resultados para %1$s em %2$s, para o grupo %3$s:
ru: Результаты поиска по строке %1$s в разделе %2$s группы %3$s:

source: None found. Please note that only search words of more than two characters are valid.
fr: Rien trouvé. Notez que seuls les mots de plus de deux caractères sont pris en compte.
he: לא נמצאו תוצאות. נא לשים לב שרק מילות חיפוש שאורכן מעל שתי אותיות תקפות.
pt_br: Nada encontrado. Note que apenas palavras de pesquisa de mais de dois caracteres são válidas.
ru: Ничего не найдено. Учтите, что в поиске участвуют только слова, в которых более двух символов.

source: Invalid search.
fr: Recherche non valide.
he: חיפוש שגוי.
pt_br: Pesquisa inválida.
ru: Неправильная строка поиска.

source: Unique project search result
fr: Résultat de la recherche de projet unique
he: תוצאת חיפוש ייחודית במיזם
pt_br: Único resultado de pesquisa de projeto
ru: Единственный результат поиска

source: Search string was: %s.
fr: La chaîne recherchée était : %s.
he: מחרוזת החיפוש הייתה: %s.
pt_br: A string de pesquisa foi: %s.
ru: Поиск проведен по строке: %s.

source: Tag Scope
fr: Portée de la balise
he: היקף תגיות
pt_br: Escopo da tag
ru: Контекст меток

source: Every markup element should fit in a single line. For example, this text isn't converted in two lines of italics:
fr: Chaque élément du balisage devrait tenir sur une seule ligne. Par exemple, ce texte n'est pas converti en deux lignes en italique :
he: כל רכיב בסימון אמור להיכנס בשורה בודדת. למשל, ‫הטקסט הזה לא מומר לשתי שורות של כתב נטוי:
pt_br: Cada elemento de marcação deve caber em uma única linha. Por exemplo, este texto não é convertido em duas linhas de itálico:
ru: Каждый размеченный элемент должен укладываться в одну строку. Например, следующий текст не преобразуется в две строки курсива:

source: _First line Second line_
fr: _Première ligne Deuxième ligne_
he: _שורה ראשונה ‫שורה שנייה_
pt_br: _Primeira linha Segunda linha_
ru: _Первая строка Вторая строка_

source: The only exception is the verbatim blocks of text.
fr: La seule exception est le texte de bloc textuel.
he: החריגה היחידה היא המקטעים המפורשים של הטקסט.
pt_br: A única exceção é os blocos literais de texto.
ru: Единственное исключение ― буквальные блоки текста.

source: Basic Markup
fr: Mise en forme basique
he: ‫סימון בסיסי
pt_br: Marcação básica
ru: Простая разметка

source: Basic Markup tags are available almost everywhere.
fr: Les balises de base sont disponibles pratiquement partout.
he: תגיות סימון בסיסיות זמינות כמעט בכל מקום.
pt_br: Tags de marcação básica estão disponíveis em quase todo lugar.
ru: Простая разметка доступна почти везде.

source: Multiple subsequent spaces and newlines are collapsed in Basic markup into single spaces. In Rich and Full markup, they are preserved.
fr: Plusieurs espaces et sauts de lignes consécutifs sont groupés en un seul espace par le balisage de base. Avec le balisage enrichi ou complet, ils sont préservés.
he: מגוון רווחים ומעברי שורות רצופים מצומצמים בסימון הבסיסי לרווחים בודדים. בסימון עשיר ומלא, הם נשמרים.
pt_br: Vários espaços subsequentes e novas linhas são recolhidos na marcação básica em espaços únicos. Na marcação Rica e Completa, eles são preservados.
ru: В простой разметке несколько идущих друг за другом пробелов и переводов строки сжимаются в один пробел. В усложненной и полной разметке они сохраняются.

source: *bold* markup is:
fr: La balise *grasse* est :
he: סימון *מודגש* הוא:
pt_br: A marcação de *negrito* é:
ru: *жирная* разметка:

source: bold
fr: gras
he: מודגש
pt_br: negrito
ru: жирная

source: _italic_ markup is:
fr: La balise _italique_ est :
he: סימון _נטוי_ הוא:
pt_br: A marcação de _itálico_ é:
ru: _курсивная_ разметка:

source: italic
fr: italique
he: נטוי
pt_br: itálico
ru: курсив

source: URLs are transformed to links, additionally you can give them a title:
fr: Les URL sont transformées en liens, vous pouvez aussi leur donner un titre :
he: כתובות מומרות לקישורים, בנוסף ניתן לתת להן כותרת:
pt_br: As URLs são transformadas em links; adicionalmente, você pode dá-las um título:
ru: URL преобразуются в ссылки, дополнительно им можно дать заголовок:

source: Also, these texts are made links to comments (within the same item), tracker items and files:
fr: Par ailleurs, ces textes sont transformés en liens vers des commentaires (dans le même élément), éléments de l'outil de suivi et les fichiers :
he: כמו כן, הטקסטים האלו הופכים לקישורים לתגובות (בתוך אותו הפריט), לפריטים ולקבצים בעוקב:
pt_br: Além disso, esses textos são feitos links para comentários (dentro do mesmo item), itens e arquivos do rastreador:
ru: Кроме того, следующие тексты преобразуются в ссылки на комментарии (в текущей заявке), заявки и файлы:

source: Links to files whose names end in '.png', '.jpg', '.jpeg' (case insensitive) are converted to HTML images, the surrounding parentheses and commas (if any) are removed:
fr: Les liens vers les fichiers dont le nom se termine par « .png », « .jpg », « .jpeg » (peut importe la casse) sont convertis en images HTML, les parenthèses et virgules les entourant (si il y en a) sont supprimées :
he: קישורים לקבצים שהשמות שלהם מסתיימים ב־‚‎.png’, ‏‚‎.jpg’, ‏‚‎.jpeg’ (ללא תלות ברישיות)‬ ‫מומרים לתמונות HTML, הסוגריים והפסיקים העוטפים (אם יש כאלו)‬ ‫נמחקים:
pt_br: Links para arquivos cujos nomes terminam em “.png”, “.jpg”, “.jpeg” (não difere maiúsculo de minúsculo) são convertidos em imagens HTML, os parênteses e vírgulas adjacentes (se houver) são removidos:
ru: Ссылки на файлы с именами, оканчивающимися на «.png», «.jpg», «.jpeg» (без различия на строчные и прописные буквы) преобразуются в изображения HTML, окружающие их скобки и запятые (если есть) удаляются:

source: You can add the 'alt' attribute within the parentheses:
fr: Vous pouvez ajouter l'attribut « alt » entre les parenthèses :
he: אפשר להוסיף מאפיין ‚alt’ (מלל חלופי) בסוגריים:
pt_br: Você pode adicionar o atributo “alt” dentro dos parênteses:
ru: Внутри ссылок можно добавить атрибут «alt»:

source: Flying GNU
fr: GNU volant
he: גנו מעופף
pt_br: GNU Voador
ru: Летучий ГНУ

source: Rich Markup
fr: Mise en forme enrichie
he: ‫סימון עשיר
pt_br: Marcação rica
ru: Усложненная разметка

source: Rich Markup tags are available in comments.
fr: Les balises texte enrichies sont disponibles dans les commentaires.
he: ‫סימון עשיר זמין בתגובות.
pt_br: Tags de marcação rica estão disponíveis em comentários.
ru: Усложненная разметка доступна в комментариях.

source: Unnumbered list markup is:
fr: La balise de liste à puce est :
he: ‫סימון לרשימה בלתי ממוספרת הוא:
pt_br: A marcação de lista não numerada é:
ru: Ненумерованные списки размечаются так:

source: * item 1 * item 2 ** item 2 subitem 1 ** item 2 subitem 2 * item 3
fr: * élément 1 * élément 2 ** élément 2 sous-élément 1 ** élément 2 sous-élément 2 * élément 3
he: * פריט 1 ‫* פריט 2 ‫** פריט 2 תת־פריט 1 ‫** פריט 2 תת־פריט 2 ‫* פריט 3
ru: * пункт 1 * пункт 2 ** пункт 2, подпункт 1 ** пункт 2, подпункт 2 * пункт 3

source: Numbered list markup is:
fr: La balise pour une liste numérotée est :
he: ‫סימון רשימה ממוספרת הוא:
pt_br: A marcação de lista numerada é:
ru: Нумерованные списки размечаются так:

source: 0 item 1 00 item 1 subitem 1 0 item 2
fr: 0 élément 1 00 élément 1 sous-élément 1 0 élément 2
he: 0 פריט 1 ‫00 פריט 1 תת־פריט 1 ‫0 פריט 2
ru: 0 пункт 1 00 пункт 1 подпункт 1 0 пункт 2

source: Horizontal ruler markup is:
fr: La balise pour une ligne horizontale est :
he: סימון סרגל אנכי הוא:
pt_br: A marcação de linha horizontal é:
ru: Горизонтальная черта:

source: Verbatim markup (useful for code bits) is:
fr: Le balisage textuel (utile pour des fragments de code) est :
he: סימון מפורש (שימושי למקטעי קוד) הוא:
pt_br: Marcação literal (útil para pedaços de código) é:
ru: Буквальный блок текста (например, для частей программы):

source: seconds = 3600 *days * 24; _printf (_("Enter something:"));
fr: secondes = 3600 *jours * 24 : _printf (_("Entrez quelque chose :")):
he: ‫seconds = 3600 *days * 24; ‏‫_printf (_("נא להקליד משהו:"));
pt_br: segundos = 3600 *dias * 24; _printf (_(“Insira alguma coisa:”));
ru: секунды = 3600 *дни * 24; _printf (_("Введите что-нибудь:"));

source: The starting and ending verbatim marks take whole lines; the rest text that may be on the same lines is ignored.
fr: Les balises qui démarrent et arrêtent le mode textuel occupent la ligne entière. Le reste du texte qui serait sur la même ligne est ignoré.
he: סימוני הדיוק הפותחים והסוגרים חלים על שורות שלמות, שאר הטקסט שעשוי להימצא באותה השורה לא נכלל.
pt_br: As marcas literais de início e fim assumem linhas inteiras; o texto restante que pode estar nas mesmas linhas é ignorado.
ru: Начальная и конечная метка буквального блока занимают всю строку; весь другой текст, который окажется на этих строках, игнорируется.

source: The other tag that disables the markup is:
fr: L'autre balise qui désactive la balisage est :
he: התגית הנוספת שמשביתה את הסימון היא:
pt_br: A outra tag que desabilita a marcação é:
ru: Другая команда, отключающая разметку:

source: Unlike the verbatim tag, it produces no text block and can be used within a line.
fr: Contrairement à la balise textuelle, elle ne produit aucun bloc de texte et peut être utilisée dans une ligne.
he: בניגוד לתגית המפורשת, היא לא מקטע שאינו טקסט וניתן להשתמש בה כחלק מהשורה.
pt_br: Ao contrário da tag literal, ela não produz bloco de texto e pode ser usada dentro de uma linha.
ru: В отличие от буквального блока, этот элемент используется внутри строки.

source: Lines starting with ">" are highlighted as quotes:
fr: Les lignes commençant par « > » sont mises en évidence comme une citation :
he: שורות שנפתחות ב־„>” מודגשות כציטוטים:
pt_br: Linhas iniciando com “>” são realçadas como citação:
ru: Строки, начинающиеся с «>», выделяются как цитаты:

source: Quoted line.
fr: Citer une ligne.
he: שורה מצוטטת.
pt_br: Linha citada.
ru: Строка цитаты.

source: Full Markup (Heading Tags)
fr: Balisage complet (Balises de titre)
he: ‫סימון מלא (תגיות כותרת)
pt_br: Marcação completa (tags de título)
ru: Полная разметка (заголовки разделов)

source: Heading tags are available in rare places like item original submissions, news items, project description and user's resume.
fr: Les balises de titre sont disponibles à de rares endroits tels que les soumissions originales d'un élément, les éléments des informations, la description d'un projet et le CV d'un utilisateur.
he: תגיות כותרת זמניות במקומות נדרים כמו הגשרות מקוריות של פריטים, פריטי חדשות, תיאורי מיזמים וקורות חיים של משתמשים.
pt_br: As tags de título estão disponíveis em locais raros, como envios originais de itens, itens de notícias, descrição do projeto e currículo do usuário.
ru: Заголовки можно размещать в редких случаях, например, в первоначальных размещениях заявок, новостях, описаниях проектов и страницах навыков пользователя.

source: First level heading markup is:
fr: Le titre de premier niveau est :
he: סימון כותרת ברמה ראשונה הוא:
pt_br: A marcação de título de primeiro nível é:
ru: Заголовок первого уровня:

source: Second level heading markup is:
fr: Le titre de deuxième niveau est :
he: סימון כותרת ברמה שנייה הוא:
pt_br: A marcação de título de segundo nível é:
ru: Заголовок второго уровня:

source: Subtitle
fr: Sous-titre
he: כתובית
pt_br: Subtítulo
ru: Подраздел

source: Third level heading markup is:
fr: Le titre de troisième niveau est :
he: סימון כותרת ברמה שלישית הוא:
pt_br: A marcação de título de terceiro nível é:
ru: Заголовок третьего уровня:

source: Subsubtitle
fr: Sous-sous-titre
he: תת־כתובית
pt_br: Subsubtítulo
ru: Подподраздел

source: Fourth level heading markup is:
fr: Le titre de quatrième niveau est :
he: סימון כותרת ברמה רביעית הוא:
pt_br: A marcação de título de quarto nível é:
ru: Заголовок четвертого уровня:

source: Subsubsubtitle
fr: Sous-sous-sous-titre
he: תת־תת־כתובית
pt_br: Subsubsubtítulo
ru: Подподподраздел

source: Only basic text tags are available in this input field.
fr: Seules les balises texte basiques sont disponibles dans ce champ.
he: רק תגיות טקס בסיסי זמינות בשדה קלט זה.
pt_br: Apenas tags de texto básico estão disponíveis neste campo de entrada.
ru: В этом поле доступны только простые элементы разметки

source: Rich and basic text tags are available in this input field.
fr: Les balises texte basiques et enrichies sont disponibles dans ce champ.
he: תגיות טקסט עשיר ובסיסי זמינות בשדה קלט זה.
pt_br: Tags de texto básico e rico estão disponíveis neste campo de entrada.
ru: В этом поле доступны простые и усложненные элементы разметки.

source: Full Markup
fr: Mise en forme complète
he: סימון מלא
pt_br: Marcação completa
ru: Полная разметка

source: Every tags are available in this input field.
fr: Toutes les balises sont disponibles dans ce champ.
he: כל התגיות זמינות בשדה קלט זה.
pt_br: Todas as tags estão disponíveis neste campo de entrada.
ru: В этом поле доступны все элементы разметки.

source: No Markup
fr: Aucune mise en forme
he: אין סימון
pt_br: Nenhuma marcação
ru: Без разметки

source: No tags are available in this input field.
fr: Aucunes balises ne sont disponibles pour ce champ.
he: אין תגיות זמינות בשדה קלט זה.
pt_br: Nenhuma tag está disponível neste campo de entrada.
ru: В этом поле не доступна никакая разметка.

source: Your $sys_unix_group_name configuration variable refers to a non-existing project. Please update the configuration.
fr: Votre variable de configuration $sys_unix_group_name fait référence à un projet inexistant. Veuillez mettre à jour la configuration.
he: משתנה ההגדרה שלך ‎$sys_unix_group_name מפנה למיזם שאינו קיים. נא לעדכן את ההגדרות.
pt_br: Sua variável de configuração $sys_unix_group_name faz referência a um projeto que não existe. Por favor, atualize a configuração.
ru: Ваша переменная конфигурации $sys_unix_group_name указывает на несуществующий проект. Исправьте настройки.

source: Invalid item ID.
fr: ID d'élément invalide.
he: מזהה פריט שגוי.
pt_br: ID de item inválido.
ru: Неправильный идентификатор заявки.

source: Invalid forum ID.
fr: ID de forum invalide.
he: מזהה פורום שגוי.
pt_br: ID de fórum inválido.
ru: Неправильный идентификатор форума.

source: Project not found
ca: No s'ha trobat el projecte
fr: Projet introuvable
he: מיזם לא נמצא
pt_br: Projeto não encontrado
ru: Проект не найден

source: This project is in maintenance mode
ca: Aquest projecte es troba en mode de manteniment
fr: Ce projet est en maintenance
he: המיזם הזה הוא במצב תחזוקה
pt_br: Esse projeto está no modo de manutenção
ru: Проект на регламентных работах

source: Note: this project is in maintenance mode
ca: Nota: Aquest projecte es troba en mode de manteniment
fr: Note : ce projet est en maintenance
he: נא לשים לב: המיזם במצב תחזוקה
pt_br: Nota: esse projeto está no modo de manutenção
ru: Замечание: этот проект на регламентных работах

source: This project is not in active state
ca: Aquest projecte no està actiu
fr: Ce projet n'est pas dans un état actif
he: המיזם הזה אינו במצב פעיל
pt_br: Esse projeto não está em estado ativo
ru: Этот проект не в активном состоянии

source: Malformed file path %s
fr: Chemin de fichier %s mal formé
he: נתיב שגוי לקובץ %s
pt_br: Caminho de arquivo malformado %s
ru: Неверный синтаксис пути до файла %s

source: (address seems invalid and will probably be ignored)
fr: (l'adresse semble invalide et sera probablement ignorée)
he: (הכתובת נראית שגויה וכנראה שלא תיכלל)
pt_br: (o endereço parece ser inválido e provavelmente será ignorado)
ru: (адрес выглядит неправильно, скорее всего, будет проигнорирован)

source: (address is unknown to Savane, will fail if not valid at %s)
fr: (l'adresse est inconnue de Savane, échouera si invalide à %s)
he: (הכתובת אינה מוכרת ל־Savane, יחשב ככשל אם לא יהיה תקף ב־%s)
pt_br: (o endereço é desconhecido par ao Savane, vai falhar se não válido em %s)
ru: (адрес неизвестен в Savane, будет сбой, если его нет на %s)

source: -email is unavailable-
fr: -courriel est indisponible-
he: -דוא״ל לא זמין-
pt_br: -e-mail está indisponível-
ru: -адрес недоступен-

source: This information is not provided to anonymous users
ca: Aquesta informació no es dóna als usuaris anònims
fr: Cette information n'est pas divulguée aux utilisateurs anonymes
he: המידע הזה לא מסופק למשתמשים אלמוניים
pt_br: Esta informação não é fornecida para usuários anônimos
ru: Эти сведения анонимным пользователям не предоставляются

source: %sB
fr: %so
he: ‫%s ב׳
ru: %sБ

source: B
fr: o
he: ב׳
ru: Б

source: kB
fr: ko
he: ק״ב
ru: кБ

source: MB
fr: Mo
he: מ״ב
ru: МБ

source: GB
fr: Go
he: ג״ב
ru: ГБ

source: TB
fr: To
he: ט״ב
ru: ТБ

source: PB
fr: Po
he: פ״ב
ru: ПБ

source: rpm package
ca: paquet rpm
fr: paquet rpm
he: חבילת rpm
pt_br: pacote rpm
ru: пакет rpm

source: debian package
ca: paquet Debian
fr: paquet Debian
he: חבילת deb
pt_br: pacote debian
ru: пакет Debian

source: source %s
ca: %s font
he: מקור %s
pt_br: %s fonte
ru: %s с исходным текстом

source: arch independent %s
fr: %s indépendant de l'architecture
he: ‫%s ללא תלות בסוג מעבד
pt_br: %s independente de arquitetura
ru: архитектурно-независимый %s

source: %s for i386 (ix86)
ca: %s per a i386 (ix86)
fr: %s pour i386 (ix86)
he: ‫%s ל־i386 (ix86)
pt_br: %s para i386 (ix86)
ru: %s для i386 (ix86)

source: %s for i586
ca: %s per a i586
fr: %s pour i586
he: ‫%s ל־i586
pt_br: %s para i586
ru: %s для i586

source: %s for i686
ca: %s per a i686
fr: %s pour i686
he: ‫%s ל־i686
pt_br: %s para i686
ru: %s для i686

source: %s for Itanium 64
ca: %s per a Itanium 64
fr: %s pour Itanium 64
he: ‫%s ל־Itanium 64
pt_br: %s para Itanium 64
ru: %s для Itanium 64

source: %s for Sparc
ca: %s per a Sparc
fr: %s pour Sparc
he: ‫%s ל־Sparc
pt_br: %s para Sparc
ru: %s для Sparc

source: %s for Alpha
ca: %s per a Alpha
fr: %s pour Alpha
he: ‫%s ל־Alpha
pt_br: %s para Alpha
ru: %s для Alpha

source: %s for PowerPC
ca: %s per a PowerPC
fr: %s pour PowerPC
he: ‫%s ל־PowerPC
pt_br: %s para PowerPC
ru: %s для PowerPC

source: %s for s390
ca: %s per a s390
fr: %s pour s390
he: ‫%s ל־s390
pt_br: %s para s390
ru: %s для s390

source: Open Items Priority Colors:
ca: Colors de prioritat dels elements oberts:
fr: Nuancier des priorités des éléments ouverts :
he: צבעי עדיפות פריטים פתוחים:
pt_br: Cores de prioridade de itens abertos:
ru: Цвета приоритета открытых заявок:

source: Closed Items Priority Colors:
ca: Colors de prioritat dels elements tancats:
fr: Nuancier des priorités des éléments fermés :
he: צבעי עדיפות פריטים סגורים:
pt_br: Cores de prioridade de itens fechados:
ru: Цвета приоритета закрытых заявок:

source: bugs
ca: errors
fr: anomalies
he: תקלות
pt_br: erros
ru: ошибки

source: recipes
ca: receptes
fr: recettes
he: מתכונים
pt_br: receitas
ru: рецепты

source: patches
ca: pedaços
fr: correctifs
he: טלאים
ru: Заплатки (патчи)

source: support requests
ca: sol·licituds de suport
fr: requêtes d'assistance
he: בקשות תמיכה
pt_br: solicitações de suporte
ru: запросы на поддержку

source: tasks
ca: tasques
fr: tâches
he: משימות
pt_br: tarefas
ru: задачи

source: Untitled
fr: Sans titre
he: ללא שם
pt_br: Sem título
ru: Без заголовка

source: Error updating database
ca: Error en actualitzar la base de dades
fr: Erreur lors de la mise à jour
he: עדכון מסד הנתונים נכשל
pt_br: Erro ao atualizar o banco de dados
ru: Ошибка при обновлении базы данных

source: Bad passphrase (is the same as the old one)
fr: Mauvaise phrase secrète (elle est la même que la précédente)
he: מילת צופן נחותה (כמו הקודמת)
pt_br: Senha ruim (é o mesmo que a antiga)
ru: Плохая фраза-пароль (совпадает с прежней)

source: Bad passphrase (is based on the old one)
fr: Mauvaise phrase secrète (elle est basée sur la précédente)
he: מילת צופן נחותה (מבוססת על הקודמת)
pt_br: Senha ruim (é baseada na antiga)
ru: Плохая фраза-пароль (основана на прежней)

source: Bad passphrase (too short)
fr: Mauvaise phrase secrète (trop courte)
he: מילת צופן נחותה (קצרה מדי)
pt_br: Senha ruim (curta demais)
ru: Плохая фраза-пароль (слишком коротка)

source: Bad passphrase (too long)
fr: Mauvaise phrase secrète (trop longue)
he: מילת צופן נחותה (ארוכה מדי)
pt_br: Senha ruim (longa demais)
ru: Плохая фраза-пароль (слишком длинна)

source: Bad passphrase (not enough different characters or classes for this length)
fr: Mauvaise phrase secrète (pas assez de caractères ou de classes différentes pour cette longueur)
he: מילת צופן נחותה (אין מספיק תווים או סוגי תווים שונים לאורך הזה)
pt_br: Senha ruim (não há caracteres ou classes diferentes o suficiente para este tamanho)
ru: Плохая фраза-пароль (недостаточно различных символов или классов для такой длины)

source: Bad passphrase (not enough different characters or classes)
fr: Mauvaise phrase secrète (pas assez de caractères ou de classes différentes)
he: מילת צופן נחותה (אין מספיק תווים או סוגי תווים שונים)
pt_br: Senha ruim (não há caracteres ou classes diferentes o suficiente)
ru: Плохая фраза-пароль (недостаточно различных символов или классов)

source: Bad passphrase (based on personal login information)
fr: Mauvaise phrase secrète (basée sur des informations du login personnel)
he: מילת צופן נחותה (מבוססת על פרטי כניסה אישיים)
pt_br: Senha ruim (baseada em informações pessoais de login)
ru: Плохая фраза-пароль (основана на на данных учетной записи)

source: Bad passphrase (based on a dictionary word and not a passphrase)
fr: Mauvaise phrase secrète (basée sur un mot du dictionnaire et n'est pas une phrase secrète)
he: מילת צופן נחותה (מבוססת על מילה מהמילון ואינה מילת צופן)
pt_br: Senha ruim (baseada em uma palavra do dicionário e não uma senha)
ru: Плохая фраза-пароль (основана на словарном слове, не являясь фразой-паролем)

source: Bad passphrase (based on a common sequence of characters and not a passphrase)
fr: Mauvaise phrase secrète (basée sur une séquence courante de caractères et n'est pas une phrase secrète)
he: מילת צופן נחותה (מבוססת על רצף נפוץ של תווים ואינה מילת צופן)
pt_br: Senha ruim (baseada em uma sequência comum de caracteres e não uma senha)
ru: Плохая фраза-пароль (основана на простой последовательности символов, не являясь фразой-паролем)
