Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Error inserting canned bug response
ca: Error en inserir la resposta predefinida de l'error
fr: Erreur lors de l'insertion d'une réponse prédéfinie
he: שגיאה בהוספת תגובה מראש לתקלה
pt_br: Erro ao inserir resposta pré-definida de erro
ru: Ошибка при выполнении вставки шаблона ответа на ошибку

source: Canned bug response inserted
ca: S'ha inserit la resposta predefinida de l'error
fr: Réponse prédéfinie ajoutée
he: נוספה תגובה מראש לתקלה
pt_br: Resposta pré-definida de erro inserida
ru: Шаблон ответа на ошибку вставлен

source: Error updating canned bug response
ca: Error en actualitzar la resposta predefinida de l'error
fr: Erreur lors de la mise à jour de la réponse prédéfinie
he: שגיאה בעדכון תגובה מראש לתקלה
pt_br: Erro ao atualizar resposta pré-definida de erro
ru: Ошибка при обновлении шаблона ответа на ошибку

source: Canned bug response updated
ca: S'ha actualitzat la resposta predefinida de l'error
fr: Réponse prédéfinie mise à jour
he: עודכנה תגובה מראש לתקלה
pt_br: Resposta pré-definida atualizada
ru: Шаблон ответа на ошибку обновлен

source: Error deleting canned bug response
ca: Error en suprimir la resposta predefinida de l'error
fr: Erreur lors de la suppression d'une réponse prédéfinie
he: שגיאה במחיקת תגובה מראש לתקלה
pt_br: Erro ao excluir resposta pré-definida de erro
ru: Ошибка при удалении шаблона ответа на ошибку

source: Canned bug response deleted
ca: S'ha suprimit la resposta predefinida de l'error
fr: Réponse prédéfinie supprimée
he: תגובה מראש לתקלה נמחקה
pt_br: Resposta pré-definida de erro excluída
ru: Шаблон ответа на ошибку удален

source: Insert failed
fr: Échec de l'insertion
he: הוספה נכשלה
pt_br: Inserção falhou
ru: Сбой при вставке

source: New transition inserted
fr: Nouvelle transition insérée
he: נוסף מעברון חדש
pt_br: Nova transição inserida
ru: Новый переход вставлен

source: Update of transition failed
fr: Échec de la mise à jour de la transition
he: עדכון המעברון נכשל
pt_br: Atualização da transição falhou
ru: Не удается обновить переход

source: Transition updated
fr: Transition mise à jour
he: המעברון עודכן
pt_br: Transição atualizada
ru: Переход обновлен

source: Edit Field Values for '%s'
ca: Edita els valors de camp de '%s'
fr: Modifier les valeurs du champ « %s »
he: עריכת ערכי שדה עבור ‚%s’
pt_br: Editar valores de campo para “%s”
ru: Править значения поля "%s"

source: Field Label:
ca: Etiqueta del camp:
fr: Intitulé du champ :
he: תווית שדה:
pt_br: Rótulo do campo:
ru: Название поля:

source: Jump to this field usage
ca: Vés a l'ús d'aquest camp
fr: Aller à la gestion de l'utilisation de ce champ
he: קפיצה לשימוש בשדה זה
pt_br: Pular para os uso desse campo
ru: Применение этого поля

source: Existing Values
ca: Valors existents
fr: Valeurs existantes
he: ערכים קיימים
pt_br: Valores existentes
ru: Существующие значения

source: ID
he: מזהה
ru: Идентификатор

source: Value label
ca: Etiqueta del valor
fr: Intitulé
he: תווית ערך
pt_br: Rótulo do valor
ru: Метка значения

source: Rank
ca: Rang
fr: Rang
he: דירוג
pt_br: Classificação
ru: Ранг

source: Occurrences
he: מופעים
pt_br: Ocorrências
ru: Употребления

source: Active
ca: Actiu
fr: Actif
he: פעיל
pt_br: Ativo
ru: Активно

source: Permanent
he: קבוע
pt_br: Permanente
ru: Постоянно

source: Hidden
ca: Ocult
fr: Caché
he: מוסתר
pt_br: Oculto
ru: Скрыто

source: No active value for this field. Create one or reactivate a hidden value (if any)
fr: Aucune valeur active pour ce champ. Créez-en une ou réactivez une valeur cachée (le cas échéant)
he: אין ערך פעיל לשדה זה. ניתן ליצור אחד או להפעיל ‫ערך מוסתר מחדש (אם יש כזה)
pt_br: Nenhum valor ativo para esse campo. Crie um ou re-ative um valor oculto (se houver)
ru: У этого поля нет активных значений. Создайте новое или активизируйте скрытое значение (если такие есть)

source: ---- ACTIVE VALUES ----
ca: ---- VALORS ACTIUS ----
fr: ---- VALEURS ACTIVES ----
he: ---- ערכים פעילים ----
pt_br: ---- VALORES ATIVOS ----
ru: ---- Активные значения ----

source: ---- HIDDEN VALUES ----
ca: ---- VALORS OCULTS ----
fr: ---- VALEURS CACHÉES ----
he: ---- ערכים מוסתרים ----
pt_br: ---- VALORES OCULTOS ----
ru: ---- Скрытые значения ----

source: No values defined yet for %s
ca: Encara no s'ha definit cap valor per a %s
fr: Aucune valeur définie pour %s
he: לא הוגדרו עדיין ערכים עבור %s
pt_br: Nenhum valor definido ainda para %s
ru: Ни одно значение поля %s еще не определено

source: Create a new field value
ca: Crea un nou valor de camp
fr: Créer une nouvelle valeur de champ
he: יצירת ערך שדה חדש
pt_br: Criar um novo valor de campo
ru: Создать новое значение поля

source: Before you create a new value make sure there isn't one in the hidden list that suits your needs.
fr: Avant d'ajouter une nouvelle valeur, assurez-vous qu'il n'en existe pas déjà une dans la liste cachée.
he: לפני יצירת ערך חדש כדאי לוודא שאין כבר אחד כזה ברשימת המוסתרים שתואם לצרכיך.
pt_br: Antes de você criar um novo valor certifique-se de que não existe um na lista oculta que supra suas necessidades.
ru: Перед созданием нового значения убедитесь, что ни одно из скрытых вам не подойдет.

source: Value:
ca: Valor:
fr: Valeur :
he: ערך:
pt_br: Valor:
ru: Значение:

source: Rank:
ca: Rang:
fr: Rang :
he: דירוג:
pt_br: Classificação:
ru: Ранг:

source: (must be &gt; %s)
fr: (doit être &gt; %s)
he: (חייב להיות &gt; %s)
pt_br: (deve ser &gt; %s)
ru: (должен быть &gt; %s)

source: Description (optional):
ca: Descripció (opcional):
fr: Description (facultative):
he: תיאור (רשות):
pt_br: Descrição (opcional):
ru: Описание (по желанию):

source: Reset values
ca: Restableix els valors
fr: Revenir aux paramètres par défaut
he: איפוס ערכים
pt_br: Redefinir valores
ru: Сбросить значения

source: You are currently using custom values. If you want to reset values to the default ones, use the following form:
fr: Vous utilisez actuellement des valeurs spécifiques à votre projet. Si vous voulez revenir aux valeurs proposées par défaut, utilisez le formulaire suivant :
he: הערכים שבשימוש כרגע מותאמים אישית. כדי לאפס את ערכים לברירות המחדל יש להשתמש בטופס הבא:
pt_br: Você está usando valores personalizados no momento. Se você deseja redefinir valores para os valores padrão, use o seguinte formulário:
ru: В настоящее время вы применяете свои значения. Если вы хотите сбросить значения в исходное состояние, воспользуйтесь формой:

source: For your information, the default active values are:
ca: Els valors actius per defecte són:
fr: Pour information, les valeurs (actives) par défaut sont :
he: לידיעתך, הערכים הפעילים כברירת מחדל הם:
pt_br: Para sua informação, os valores padrão ativos são:
ru: Исходные активные значения:

source: No default values found. You should report this problem to administrators.
fr: Aucune valeur par défaut trouvée. Vous devriez signaler ce problème aux administrateurs.
he: לא נמצאו ערכי ברירת מחדל. עליך לדווח על התקלה הזאת להנהלה.
pt_br: Nenhum valor padrão encontrado. Você deve relatar esse problema para os administradores.
ru: Исходных значений не найдено. Сообщите, пожалуйста, об этом администраторам.

source: The field you requested '%s' is not used by your project or you are not allowed to customize it
fr: Le champ que vous avez demandé « %s » n'est pas utilisé par votre projet ou alors vous n'êtes pas autorisé à le paramétrer
he: בשדה שהתבקש ‚%s’ אין שימוש במיזם שלך או שאסור לך לערוך אותו
pt_br: O campo que você requisitou “%s” não está sendo usado pelo seu projeto ou você não está autorizado a modificá-lo
ru: Поле "%s", которое вам нужно, не используется в вашем проекте, или вам не позволено настраивать его

source: Registered Transitions
ca: Transicions registrades
fr: Transitions enregistrées
he: מעברונים רשומים
pt_br: Transições registradas
ru: Зарегистрированные переходы

source: From
ca: De
fr: De
he: מאת
pt_br: De
ru: Из

source: To
ca: A
fr: À
he: אל
pt_br: Para
ru: В

source: Is Allowed
ca: Es permet
fr: Est autorisé
he: מורשה
pt_br: É permitido
ru: Допустимо

source: Other Field Update
fr: Mise à jour d'autre champ
he: עדכון של שדה אחר

source: Carbon-Copy List
ca: Llista de còpia
fr: Liste des Copies-Carbone
he: רשימת עותק
pt_br: Lista de cópia carbono
ru: Адреса уведомления

source: * - Any
ca: * - Qualsevol
fr: * - Tous
he: * - כלשהם
pt_br: * - Qualquer
ru: * - любое

source: Edit other fields update
fr: Modifier la mise à jour d'autres champs
he: עריכת עדכון של שדות אחרים
pt_br: Editar atualização de outros campos
ru: Настроить обновление других полей

source: Delete this transition
fr: Effacer cette transition
he: מחיקת המעברון הזה
pt_br: Excluir essa transição
ru: Удалить этот переход

source: No transition defined yet for %s
ca: No s'ha definit cap transició per a %s
fr: Aucune transition définie pour %s
he: לא הוגדרו עדיין מעברונים עבור %s
pt_br: Nenhuma transição definida ainda para %s
ru: Для поля %s ни один переход еще не определен

source: By default, for this field, the transitions not registered are forbidden. This setting can be changed when managing this field usage.
fr: Par défaut, pour ce champ, les transitions non-enregistrées sont interdites. Ce paramètre peut être changé en gérant l'utilisation de ce champ.
he: כברירת המחדל, לשדה הזה, אי רישום מעברונים אסור. ‫אפשר לשנות את ההגדרה הזאת בעת ניהול השימוש בשדה הזה.
pt_br: Por padrão, para este campo, as transições não registradas são proibidas. Essa configuração pode ser alterada ao gerenciar esse uso de campo.
ru: В исходном состоянии для этого поля переходы, которые не зарегистрированы, запрещены. Это можно изменить в настройках применения поля.

source: By default, for this field, the transitions not registered are allowed. This setting can be changed when managing this field usage.
fr: Par défaut, pour ce champ, les transitions non-enregistrées sont autorisées. Ce paramètre peut être changé en gérant l'utilisation de ce champ.
he: כברירת המחדל, לשדה הזה, אי רישום מעברונים מותר. ‫‫אפשר לשנות את ההגדרה הזאת בעת ניהול השימוש בשדה הזה.
pt_br: Por padrão, para este campo, as transições não registradas são permitidas. Essa configuração pode ser alterada ao gerenciar esse uso de campo.
ru: В исходном состоянии для этого поля переходы, которые не зарегистрированы, разрешены. Это можно изменить в настройках применения поля.

source: Create a transition
fr: Créer une transition
he: יצירת מעברון
pt_br: Criar uma transição
ru: Создать переход

source: Once a transition created, it will be possible to set &ldquo;Other Field Update&rdquo; for this transition.
fr: Dès lors qu'une transition aura été crée, il sera possible de définir la « Mise à jour d'un autre champs » pour cette transition.
he: לאחר יצירת מעברון, אפשר להגדיר „עדכון שדה אחר” למעברון הזה.
pt_br: Uma vez criada a transição, será possível definir “Atualização de outro campo” para essa transição.
ru: После создания перехода для него можно настроить &ldquo;Обновление других полей&rdquo;.

source: allowed or not
fr: autorisé ou non
he: מורשה או לא
pt_br: permitido ou não
ru: разрешено или нет

source: Update Transition
ca: Actualitza la transició
fr: Mise à jour de la transition
he: עדכון מעברון
pt_br: Atualizar transição
ru: Обновить переход

source: The Bug field you requested '%s' is not used by your project or you are not allowed to customize it
fr: Le champ « %s » n'est pas utilisé par votre projet ou bien vous n'êtes pas autorisé à le personnaliser
he: שדה התקלה אותו ביקשת ‚%s’ לא נמצא בשימוש במיזם שלך או שאסור לך לכוונן אותו
pt_br: O campo de relatório de erro que você requisitou “%s” não está sendo usado pelo seu projeto ou você não está autorizado para modificá-lo
ru: Поле ошибки "%s", нужное вам, в вашем проекте не используется. или вам не разрешено настраивать его

source: Edit Field Values
fr: Modifier les valeurs du champ
he: עריכת ערכי שדות

source: This field value applies to %s item of your tracker.
ca: El valor d'aquest camp fa referència a %s element del sistema de seguiment.
fr: Cette valeur de champ est appliquée à %s élément de votre suivi d'anomalies.
he: ערך שדה זה חל על פריט בעוקב שלך.
pt_br: Esse valor de campo se aplica a %s item de seu rastreador.
ru: Это значение поля установлено в %s заявке вашего журнала.

source: If you hide this field value, the related items will have no value in the field '%s'.
fr: Si vous cachez la valeur de ce champ, les éléments qui s'y réfèrent n'auront aucune value affichée pour le champ « %s ».
he: הסתרת ערך שדה זה תוביל לכך שלפריטים קשורים לא יהיה ערך ‫בשדה ‚%s’.
pt_br: Se você oculta esse valor de campo, os itens relacionados terão nenhum valor no campo “%s”.
ru: Если вы скроете это значение, в соответствующих заявках поле "%s" не будет заполнено.

source: Modify Canned Responses
fr: Modifier les réponses prédéfinies
he: שינוי תגובות מראש
pt_br: Modificar respostas pré-definidas
ru: Изменить шаблоны ответов

source: Existing Responses:
ca: Respostes existents:
fr: Réponses existantes :
he: תגובות קיימות:
pt_br: Respostas existentes:
ru: Существующие ответы:

source: Title
ca: Títol
fr: Titre
he: כותרת
pt_br: Título
ru: Заголовок

source: Body (abstract)
ca: Cos (resum)
fr: Corps (résumé)
he: תוכן (מופשט)
pt_br: Corpo (abstrato)
ru: Тело (описание)

source: Delete this canned answer
fr: Effacer cette réponse prédéfinie
he: למחוק את התשובה מראש הזאת
pt_br: Excluir essa resposta pré-definida
ru: Удалить этот шаблон ответа

source: No canned bug responses set up yet
ca: Encara no s'ha configurat cap resposta d'error predefinida
fr: Aucune réponse prédéfinie disponible actuellement
he: לא הוקמו עדיין תגובות מראש לתקלות
pt_br: Nenhuma resposta pré-definida de erro configurada ainda
ru: Ни один шаблон ответа пока не определен

source: Create a new response
ca: Crea una nova resposta
fr: Créer une nouvelle réponse
he: יצירת תגובה חדשה
pt_br: Criar uma nova resposta
ru: Создать новый ответ

source: Creating generic quick responses can save a lot of time when giving common responses.
fr: Créer des réponses génériques peut vous faire gagner beaucoup de temps lorsque vous répondez à des questions courantes.
he: יצירת תגובות חדשות כוללניות יכולה לחסוך זמן רב בכתיבת תגובות נפוצות.
pt_br: A criação de mensagens rápidas genéricas pode economizar muito do seu tempo fornecendo respostas comuns.
ru: Общие быстрые ответы могут сэкономить много времени на обычные ответы.

source: Rank (useful in multiple canned responses):
ca: Rang (útil en múltiples respostes predefinides):
fr: Rang (utile dans le cas de réponses prédéfinies multiples) :
he: דירוג (שימושי כשיש כמה תגובות מראש):
pt_br: Classificação (útil em várias respostas pré-definidas):
ru: Ранг (полезен, когда шаблонов много):

source: Message Body:
ca: Cos del missatge:
fr: Corps du message :
he: תוכן ההודעה:
pt_br: Corpo da mensagem:
ru: Тело сообщения:

source: Modify Canned Response
ca: Modifica la resposta predefinida
fr: Modifier les réponses prédéfinies
he: עריכת תגובות מראש
pt_br: Modificar resposta pré-definida
ru: Изменить шаблон ответа

source: No such response!
ca: Aquesta resposta no existeix.
fr: Pas de telle réponse !
he: אין תגובה כזאת!
pt_br: Nenhuma resposta como essa!
ru: Такого шаблона нет!

source: Creating generic messages can save you a lot of time when giving common responses.
fr: Créer des messages génériques peuvent vous faire gagner beaucoup de temps lors de l'envoi de réponses courantes.
he: יצירת הודעות גנריות יכולה לחסוך לך זמן רב בעת מתן מענה עם תגובות נפוצות.
pt_br: A criação de mensagens genéricas pode economizar muito do seu tempo fornecendo respostas comuns.
ru: Общие сообщения могут сэкономить много времени на обычные ответы.

source: Field Label
ca: Etiqueta del camp
fr: Intitulé du champ
he: תווית שדה
pt_br: Rótulo do campo
ru: Название поля

source: Scope
ca: Abast
fr: Portée
he: היקף
pt_br: Escopo
ru: Контекст

source: System
ca: Sistema
fr: Système
he: מערכת
pt_br: Sistema
ru: Система

source: Canned Responses
ca: Respostes predefinides
fr: Réponses prédéfinies
he: תגובות מראש
pt_br: Respostas pré-definidas
ru: Шаблоны ответов

source: Create or change generic quick response messages for this issue tracker. These pre-written messages can then be used to quickly reply to item submissions.
fr: Créer ou changer les réponses rapides génériques pour cet outil de suivi. Ces messages prédéfinis peuvent servir à répondre rapidement aux éléments postés.
he: ניתן ליצור לערוך הודעות תגובה מהירות גנריות לעוקב בעיות זה. הודעות אלו שנכתבו מראש יכולות לשמש כדי לענות במהירות על הגשות של פריטים.
pt_br: A criação ou modificação de mensagens de respostas rápidas genéricas para este rastreador de problemas. Essas mensagens pré-escritas podem ser usadas para responder rapidamente a envios de itens.
ru: Создание и правка общих быстрых ответов для этого журнала. Этими заранее записанными сообщениями можно быстро отвечать на заявки.

source: Transition not found
ca: No s'ha trobat la transició
fr: Transition introuvable
he: לא נמצא מעברון
pt_br: Transição não encontrada
ru: Переход не найден

source: Field Value Transitions: Update Other Fields
fr: Transitions parmi les valeurs de ce champ : mettre à jour d'autres champs
he: מעברון ערך שדה: עדכון שדות אחרים
pt_br: Transições de valores de campo: Atualização de outros campos
ru: Переход значений полей: обновление других полей

source: Other Fields to update when &ldquo;%1$s&rdquo; changes from &ldquo;%2$s&rdquo; to &ldquo;%3$s&rdquo;:
fr: Autres champs à mettre à jour lorsque « %s » passe de « %s » à « %s » :
he: שדות אחרים לעדכון כאשר „%1$s” משתנה מהערך „%2$s” לכדי „%3$s”:
pt_br: Outros campos para atualizar quando “%1$s” mudar de “%2$s” para “%3$s”:
ru: Поля, которые нужно обновлять, когда &ldquo;%1$s&rdquo; изменяется с &ldquo;%2$s&rdquo; на &ldquo;%3$s&rdquo;:

source: Note that if you set an automatic update of the field %1$s, technicians will be able to close items by changing the value of the field %2$s.
fr: Notez que si vous définissez une mise à jour automatique du champ %1$s, les techniciens seront désormais capables de fermer des éléments en changeant la valeur du champ %2$s.
he: נא לשים לב שאם הגדרת עדכון אוטומטי של השדה %1$s, טכנאים יוכלו לסגור פריטים על ידי שינוי ערך השדה %2$s.
pt_br: Observe que, se você definir uma atualização automática do campo %1$s, os técnicos poderão fechar os itens alterando o valor do campo %2$s.
ru: Обратите внимание, что если вы устанавливаете автоматическое обновление поля %1$s, техники смогут закрывать заявки, изменяя значение поля %2$s.

source: Note also the automatic update process will not override field values specifically filled in forms. It means that if someone was able (depending on his role in the project) to modify a specific field value, any automatic update supposed to apply to this field will be disregarded.
fr: Notez également que le processus de mise à jour automatique n'aura pas la priorité sur des valeurs des champs spécifiquement remplis dans les formulaires postés. Cela signifie que si quelqu'un est capable (selon son rôle dans le projet) de modifier/définir la valeur d'un champ spécifique, toute mise à jour automatique censée modifier cette valeur sera ignorée.
he: נא לשים לב שגם תהליך עדכון אוטומטי לא ידרוס את ערכי השדות ‫שמולאו בשדות במיוחד. משמעות הדבר היא שאם למישהו הייתה ‫אפשרות (בהתאם לתפקיד ולמיזם) לשנות ערך שדה מסוים, כל עדכון ‫אוטומטי שאמור לחול על השדה הזה לא יפעל.
pt_br: Observe também que o processo de atualização automática não substituirá os valores dos campos preenchidos especificamente em formulários. Isso significa que se alguém puder (dependendo de sua função no projeto) modificar um valor de campo específico, qualquer atualização automática que se aplique a esse campo será desconsiderada.
ru: Заметьте также, что процесс автоматического обновления не отменяет значений полей, установленных в формах вручную. Это значит, что если кому-то позволено изменять значение конкретного поля, любые автоматические обновления этого поля будут игнорироваться.

source: New Value
ca: Nou valor
fr: Nouvelle valeur
he: ערך חדש
pt_br: Novo valor
ru: Новое значение

source: No automatic update
ca: Cap actualització automàtica
fr: Pas de mise à jour automatique
he: אין עדכון אוטומטי
pt_br: Nenhuma atualização automática
ru: Не обновлять автоматически

source: Modify Field Usage
ca: Modifica l'ús del camp
fr: Modifier l'utilisation des champs
he: שינוי שימוש בשדה
pt_br: Modificar uso dos campos
ru: Изменить использование поля

source: Jump to this field values
ca: Vés als valors d'aquest camp
fr: Aller à la gestion des valeurs de ce champ
he: מעבר לערכי השדה הזה
pt_br: Pular para os valores desse campo
ru: Значения этого поля

source: Required
ca: Obligatori
fr: Requis
he: דרוש
pt_br: Exigido
ru: обязательно

source: Usage status
fr: Statut d'utilisation
he: מצב שימוש
pt_br: Estado de uso
ru: Используется ли

source: Used
ca: Utilitzat
fr: Utilisé
he: בשימוש
pt_br: Usado
ru: используется

source: Unused
ca: No utilitzat
fr: Inutilisé
he: לא בשימוש
pt_br: Não usado
ru: не используется

source: Item History:
ca: Historial de l'element:
fr: Historique des éléments :
he: היסטוריית פריטים:
pt_br: Histórico do item:
ru: История заявки:

source: whether to keep in history
fr: faut-il le garder dans l'historique
he: האם לשמור בהיסטוריה
pt_br: se deve manter no histórico
ru: сохранять ли в истории

source: Keep field value changes in history
ca: Conserva els canvis dels valors dels camps a l'historial
fr: Conserver les modifications des valeurs de ce champ dans l'historique
he: לשמור את שינויי ערך השדה בהיסטוריה
pt_br: Manter alterações de valor do campo no histórico
ru: Сохранять изменения значений этого поля в истории

source: Ignore field value changes in history
ca: Ignora els canvis dels valors dels camps a l'historial
fr: Ignorer les modifications des valeurs de ce champ dans l'historique
he: להתעלם משינויי ערך השדה בהיסטוריה
pt_br: Ignorar alterações de valor do campo no histórico
ru: Не учитывать изменения значений этого поля в истории

source: Access:
ca: Accés:
fr: Accès :
he: גישה:
pt_br: Acesso:
ru: Доступ:

source: This field is:
ca: Aquest camp és:
fr: Ce champ est :
he: השדה הזה הוא:
pt_br: Este campo está:
ru: Это поле

source: whether the field is mandatory
fr: le champ est-il obligatoire
he: האם השדה הוא בגדר חובה
pt_br: se o campo é obrigatório
ru: обязательно ли это поле

source: Optional (empty values are accepted)
ca: Opcional (s'accepten els valors buits)
fr: Facultatif (les valeurs vides sont acceptées)
he: רשות (מותר ערכים ריקים)
pt_br: Opcional (valores vazios são aceitos)
ru: Не обязательно (допустимы пустые значения)

source: Mandatory
ca: Obligatori
fr: Obligatoire
he: חובה
pt_br: Obrigatório
ru: Обязательно

source: Mandatory only if it was presented to the original submitter
ca: Obligatori només si s'ha presentat al remitent original
fr: Obligatoire seulement s'il a été présenté à celui ayant posté l'élément
he: חובה רק אם הוא הוצג למגיש המקורי
pt_br: Obrigatório somente se foi apresentado ao responsável original pelo envio
ru: Обязательно, только если присутствует в первоначальной заявке

source: On new item submission, present this field to:
ca: En enviar un element nou, presenta aquest camp a:
fr: Lors du postage d'un nouvel élément, ce champ est présenté aux :
he: עם הגשת פריט חדש, להציג את השדה הזה אל:
pt_br: No envio de novos itens, apresentar esse campo a:
ru: При написании заявки показывать это поле:

source: Show field to members
fr: Montrer le champ aux membres
he: הצגת שדה לחברים
pt_br: Mostrar campo para membros
ru: Показывать поле участникам

source: Show field to logged-in users
fr: Montrer le champ aux utilisateurs connectés
he: הצגת שדה למשתמשים שנכנסו למערכת
pt_br: Mostrar campo para usuários autenticados
ru: Показывать поле неанонимным пользователям

source: Show field to anonymous users
fr: Montrer le champ aux utilisateurs anonymes
he: הצגת שדה למשתמשים אלמוניים
pt_br: Mostrar campo para usuários anônimos
ru: Показывать поле анонимным пользователям
