Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: The header &ldquo;%s&rdquo; will always be included, and when applicable, so will &ldquo;%s,&rdquo; &ldquo;%s,&rdquo; and &ldquo;%s.&rdquo;
fr: L'entête « %s » sera toujours inclus, et, dès que possible, le seront aussi « %s », « %s » et « %s ».
he: הכותרת &bdquo;%s&rdquo; תמיד תתווסף, בעת הצורך‬ ‬ ‫‫‫‫‫גם &bdquo;%s&rdquo;,‏ &bdquo;%s&rdquo; ואפילו &bdquo;%s&rdquo;.
pt_br: O cabeçalho "%s" sempre será incluído e, quando aplicável, também será "%s", "%s" e/ou "%s".
ru: Заголовок &ldquo;%s&rdquo; включается всегда, а когда это имеет смысл, то и &ldquo;%s&rdquo;, &ldquo;%s&rdquo; и &ldquo;%s&rdquo;.

source: Another option for message filtering is to configure the prefix of the subject line with the following form. In this form, you can use the strings &ldquo;%s,&rdquo; &ldquo;%s,&rdquo; &ldquo;%s,&rdquo; and &ldquo;%s.&rdquo; They will be replaced by the appropriate values. If you leave this form empty, you will receive the default subject line.
fr: Il est aussi possible, pour filtrer les messages, de configurer le préfixe du champ sujet avec le formulaire suivant. Dans ce formulaire, vous pouvez utiliser les chaînes « %s », « %s », « %s » et « %s ». Elles seront remplacées par les valeurs appropriées. Si vous ne remplissez pas ce formulaire, le champ sujet aura le contenu standard.
he: אפשרות נוספת לסינון הודעות היא להגדיר את הקידומת של שורת הנושא ‫בטופס הבא. בטופס זה, ניתן להשתמש במחרוזות „%s” ‫„%s” ‫„%s” ו־‫„%s”. ‫הן תוחלפנה בערכים המתאימים. אם טופס זה יישאר ריק, שורת הנושא ‫כברירת המחדל תתקבל.
pt_br: Outra opção para filtragem de mensagens é configurar o prefixo da linha de assunto com o seguinte formulário. Nesta forma, você pode usar as strings "%s", "%s", "%s" e "%s". Elas serão substituídas pelos valores apropriados. Se você deixar este formulário vazio, você receberá a linha de assunto padrão.
ru: Другая возможность фильтровать сообщения&nbsp;&mdash; настроить приставку темы с помощью следующей формы. В этой форме можно задавать строки &ldquo;%s&rdquo;, &ldquo;%s&rdquo;, &ldquo;%s&rdquo; и &ldquo;%s&rdquo;. Они будут заменяться соответствующими величинами. Если оставить эту форму пустой, вы будете получать сообщения с темой по умолчанию.

source: Subject Line:
ca: Línia de l'assumpte:
fr: Sujet :
he: שורת נושא:
pt_br: Linha de assunto:
ru: Строка темы:

source: Reminder
ca: Recordatori
fr: Mémo
he: תזכורת
pt_br: Lembrete
ru: Напоминание

source: You can also receive reminders about opened items assigned to you, when their priority is higher than 5. Note that projects administrators can also set reminders for you, out of your control, for your activities on the project they administer.
fr: Vous pouvez également recevoir des mémos à propos d'éléments qui vous ont été assignés, lorsque leur priorité est supérieure à 5. Notez que les administrateurs de projets peuvent aussi définir des mémos pour vous, hors de votre contrôle, dans le cadre de vos activités sur les projets qu'ils administrent.
he: ניתן גם לקבל תזכורות על פריטים פתוחים שמוקצים לך, כאשר העדיפות עולה על 5. נא לשים לב שמנהלי מיזמים יכולים גם כן להגדיר עבורך התראות, ללא שליטתך, על הפעילויות שלך במיזם אותו הם מנהלים.
pt_br: Você também pode receber lembretes sobre itens abertos atribuídos a você, quando sua prioridade for superior a 5. Observe que os administradores de projetos também podem definir lembretes para você, fora do seu controle, para suas atividades no projeto que eles administram.
ru: Можно также получать напоминания об открытых заявках, порученных вам, когда их приоритет выше 5. Учтите, что администраторы проектов также могут настраивать напоминания для вас независимо от вашей воли для деятельности проекта, которую они администрируют.

source: Never
fr: Jamais
he: לעולם לא
pt_br: Nunca
ru: Никогда

source: Daily
ca: Cada dia
fr: Quotidien
he: יומית
pt_br: Diariamente
ru: Ежедневно

source: Weekly
ca: Cada setmana
fr: Hebdomadaire
he: שבועית
pt_br: Semanalmente
ru: Еженедельно

source: Monthly
ca: Cada mes
fr: Mensuel
he: חודשית
pt_br: Mensalmente
ru: Ежемесячно

source: Frequency of reminders:
ca: Freqüència dels recordatoris:
fr: Fréquence des mémos :
he: תדירות התזכורות:
pt_br: Frequência de lembretes:
ru: Частота напоминаний:

source: Old session deleted
ca: S'ha suprimit la sessió antiga
fr: Vieille session supprimée
he: הפעלה ישנה נמחקה
pt_br: Sessão antiga excluída
ru: Старый сеанс закрыт

source: Failed to delete old session
ca: No s'ha pogut suprimir la sessió antiga
fr: Échec de la suppression d'une vieille session
he: מחיקת הפעלה ישנה נכשלה
pt_br: Falha ao excluir a sessão antiga
ru: Не удалось закрыть старый сеанс

source: Old sessions deleted
ca: S'ha suprimit la sessió antiga
fr: Vieilles sessions supprimées
he: הפעלות ישנות נמחקו
pt_br: Sessões antigas excluídas
ru: Старые сеансы закрыты

source: Failed to delete old sessions
ca: No s'han pogut suprimir les sessions antigues
fr: Échec de la suppression des vieilles sessions
he: מחיקת הפעלות ישנות נכשלה
pt_br: Falha ao excluir as sessões atingas
ru: Не удалось закрыть старые сеансы

source: Parameters missing, update canceled
ca: Falten paràmetres, s'ha cancel·lat l'actualització
fr: Paramètres manquant, annulation de la mise à jour
he: משתנים חסרים, העדכון בוטל
pt_br: Faltando parâmetros, atualização cancelada
ru: Не хватает параметров, обновление отменено

source: Manage sessions
ca: Administra les sessions
fr: Gérer mes sessions
he: ניהול הפעלות
pt_br: Gerenciar sessões
ru: Управление уведомлениями

source: No session found.
ca: No s'ha trobat cap sessió.
fr: Aucune session trouvé.
he: לא נמצאו הפעלות.
pt_br: Nenhuma sessão localizada.
ru: Ничего не найдено.

source: Opened Sessions
ca: Sessions obertes
fr: Sessions ouvertes
he: הפעלות פתוחות
pt_br: Sessões abertas
ru: Открытые сеансы

source: Kill this session
ca: Elimina aquesta sessió
fr: Tuer cette session
he: חיסול ההפעלה הזאת
pt_br: Matar essa sessão
ru: Закрыть этот сеанс

source: Current session
ca: Sessió actual
fr: Session actuelle
he: הפעלה נוכחית
pt_br: Sessão atual
ru: Текущий сеанс:

source: Session %1$s opened on %2$s from %3$s
fr: Session %s ouverte %s depuis %s
he: ההפעלה %1$s נפתחה ב־%2$s אצל %3$s
pt_br: Sessão %1$s aberta em %2$s de %3$s
ru: Сеанс %1$s, открыт из %3$s, начало: %2$s

source: Kill all sessions
ca: Elimina totes les sessions
fr: Tuer toutes les sessions
he: חיסול כל ההפעלות
pt_br: Matar todas sessões
ru: Закрыть все сеансы

source: All sessions apart from the current one
ca: Totes les sessions a banda de l'actual
fr: Toutes les sessions sauf l'actuelle
he: כל ההפעלות למעט הנוכחית
pt_br: Todas as sessões, exceto a atual
ru: Все сеансы, кроме текущего

source: Database successfully updated
ca: La base de dades s'ha actualitzat correctament
fr: Base de données mise à jour
he: עדכון מסד הנתונים הצליח
pt_br: Banco de dados atualizado com sucesso
ru: База данных успешно обновлена

source: Failed to update the database
ca: No s'ha pogut actualitzar la base de dades
fr: Échec de la mise à jour de la base de donnée
he: עדכון מסד הנתונים נכשל
pt_br: Falha ao atualizar o banco de dados
ru: Не удалось обновить базу данных

source: Stone age menu activated, it will be effective the next time a page is loaded
fr: Le menu préhistorique a été activé. Il sera effectif au prochain chargement de page
he: תפריט עידן האבן הופעל, הוא יהיה שמיש עם טעינת העמוד הבאה
pt_br: Menu da idade da pedra ativado; isso terá efeito na próxima vez que uma página for carregada
ru: Активировано меню каменного века, вступит в действие при следующей загрузке страницы

source: You can change all of your account features from here.
fr: Vous pouvez modifier tous les paramètres de votre compte à partir d'ici.
he: אפשר להחליף את כל יכולות החשבון שלך מכאן.
pt_br: Você pode alterar todos os recursos de sua conta a partir daqui.
ru: Здесь можно редактировать настройки своей учетной записи.

source: Significant Arrangements
ca: Arranjaments significatius
fr: Aménagements significatifs
he: סידורים משמעותיים
pt_br: Organizações significativas
ru: Важные настройки

source: Authentication Setup
ca: Configuració de l'Autenticació
fr: Authentification
he: הקמת אימות
pt_br: Configuração de autenticação
ru: Настройка доступа

source: This password gives access to the web interface.
ca: Amb aquesta contrasenya es pot accedir a la interfície web.
fr: Ce mot de passe donne accès à l'interface web.
he: סיסמה זו מעניקה גישה למנשק דרך הדפדפן.
pt_br: Essa senha lhe dá acesso à interface web.
ru: Этот пароль дает доступ через браузер.

source: Edit the %d SSH Public Key registered
ca: Edita %d clau pública SSH registrada
fr: Modifier la clef publique SSH enregistrée
he: לערוך את מפתח ה־SSH הציבורי שנרשם
pt_br: Editar a %d chave pública SSH registrada
ru: Редактировать %d зарегистрированный открытый SSH ключ

source: Register an SSH Public Key
ca: Registra una clau pública SSH
fr: Enregistrer une clé publique SSH
he: רישום מפתח SSH ציבורי
pt_br: Registrar uma chave pública SSH
ru: Зарегистрировать открытый ключ SSH

source: Edit GPG Key
ca: Edita la clau GPG
fr: Modifier votre clef GPG
he: עריכת מפתח GPG
pt_br: Editar chave GPG
ru: Редактировать ключ GPG

source: Manage the %d opened session
ca: Administra %d sessió oberta
fr: Gérer la session ouverte
he: ניהול ההפעלה הפתוחה
pt_br: Gerenciar a %d sessão aberta
ru: Управление %d открытым сеансом

source: Keep only one session opened at a time
ca: Mantingues només una sessió oberta alhora
fr: Ne conserver qu'une seule session ouverte à la fois
he: להשאיר הפעלה אחת פתוחה בכל עת
pt_br: Manter apenas uma sessão aberta por vez
ru: Оставлять открытым только один сеанс

source: By default, you can open as many session concurrently as you want. But you may prefer to allow only one session to be opened at a time, killing previous sessions each time you log in.
fr: Par défaut, vous pouvez ouvrir autant de sessions à la fois que vous le désirez. Mais vous pouvez faire le choix de n'autoriser qu'une seule session à la fois, fermant automatiquement les sessions précédentes à l'ouverture d'une nouvelle session.
he: כברירת מחדל, ניתן לפתוח כמה הפעלות שבא לך. אך יתכן ‫שהעדפתך היא לפתוח רק הפעלת אחת בכל פעם, תוך חיסול ‫ההפעלות הקודמות עם כל כניסה למערכת.
pt_br: Por padrão, você pode abrir tantas sessões simultaneamente quanto desejar. Mas você pode preferir permitir que uma única sessão seja aberta de cada vez, matando sessões anteriores cada vez que você se autenticar.
ru: По умолчанию можно открывать сколько угодно одновременных сеансов. Но вы можете предпочесть допускать только один сеанс одновременно, закрывая предыдущие каждый раз, когда входите в систему.

source: Identity Record
ca: Registre d'Identitat
fr: Relevé d'identité
he: רשומת זהות
pt_br: Registro de identidade
ru: Запись о личности

source: Account #%s
ca: Núm. de compte %s
fr: Compte n°&nbsp;%s
he: חשבון מס׳ %s
pt_br: Conta n° %s
ru: Учетная запись №%s

source: You registered your account on %s.
ca: Heu registrat el compte a %s
fr: Vous vous êtes enregistré le %s.
he: רשמת את החשבון שלך ב־%s.
pt_br: Você registrou sua conta em %s.
ru: Дата регистрации: %s.

source: You are %s.
ca: Tu ets %s.
fr: Vous êtes %s.
he: שמך הוא %s.
pt_br: Você é %s.
ru: Ваше имя: %s.

source: Edit Resume and Skills
ca: Edita el CV i les competències
fr: Modifier votre CV et la description de vos compétences
he: עריכת קורות חיים ומיומנויות
pt_br: Editar currículo e habilidades
ru: Редактировать страницу навыков

source: View your Public Profile
ca: Mostra el perfil públic
fr: Consulter mon profil
he: הצגת הפרופיל הציבורי שלך
pt_br: Ver seu perfil público
ru: Профиль пользователя

source: Your profile can be viewed by everybody.
ca: Tothom pot veure el vostre perfil.
fr: Votre profil peut être consulté par n'importe qui.
he: כולם יכולים לצפות בפרופיל שלך.
pt_br: Seu perfil pode ser visto por todo mundo.
ru: Ваш профиль может просматривать каждый.

source: Mail Setup
ca: Configuració del correu
fr: Courriels
he: הקמת דוא״ל
pt_br: Configuração de e-mail
ru: Настройки почты

source: Your current address is %s. It is essential to us that this address remains valid. Keep it up to date.
fr: Votre adresse actuelle est %s. Il est essentiel pour nous que cette adresse reste valide. Conservez cet enregistrement à jour.
he: הכתובת הנוכחית שלך היא %s. חשוב לנו שהכתובת הזאת ‫תישאר תקפה. נא לדאוג לעדכן אותה.
pt_br: Seu endereço atual é %s. É essencial para nós que esse endereço se mantenha válido. Mantenha-o atualizado.
ru: Ваш текущий адрес&nbsp;&mdash; %s. Нам важно, чтобы этот адрес оставался действительным. Обновляйте его по мере необходимости.

source: Edit Personal Notification Settings
ca: Edita la configuració de la notificació personal
fr: Modifier la configuration de notifications par courriel
he: עריכת הגדרות התראה אישיות
pt_br: Editar configurações pessoais de notificação
ru: Редактировать личные настройки оповещений

source: Here is defined when the trackers should send email notifications. It permits also to configure the subject line prefix of sent mails.
fr: Ici sont définies les conditions dans lesquelles les outils de suivi doivent envoyer des notifications. Il est aussi possible de modifier le préfixe des sujets des courriels envoyés par lesdits outils.
he: כאן מוגדר מתי העוקבים אמורים לשלוח התראות בדוא״ל. הוא מרשה גם להגדיר את קידומת שורת הנושא של הודעות שנשלחו.
pt_br: Aqui é definido quando os rastreadores devem enviar notificações por e-mail. Também permite configurar o prefixo de linha de assunto dos e-mails enviados.
ru: Здесь определяется, когда журналы высылают оповещения по электронной почте. Здесь можно также настроить приставку темы отправляемых собщений.

source: Here, you can cancel all mail notifications.
fr: D'ici, vous pouvez annuler toutes vos notifications.
he: כאן ניתן לבטל את כל ההתראות לדוא״ל.
pt_br: Aqui, você pode cancelar todas as notificações por e-mail.
ru: Здесь можно отменить все почтовые оповещения.

source: Secondary Arrangements
ca: Arranjaments Secondaris
fr: Aménagements secondaires
he: סידורים משניים
pt_br: Organizações secundárias
ru: Второстепенные настройки

source: Caution: your current web browser identifies itself as Microsoft Internet Explorer. Unexpected behavior of this software in several regards may cause rendering problems, most notably break the interface layout.
fr: Attention : votre navigateur s'identifie comme étant Microsoft Internet Explorer. Certains comportements inattendus de ce logiciel peuvent causer des problèmes d'affichage, notamment, rater la mise en forme de l'interface.
he: אזהרה: הדפדפן הנוכחי שלך מזהה את עצמו בתור Microsoft Internet Explorer. התנהגות בלתי צפויה של התוכנה הזאת במגוון היבטים עשויה לגרום לבעיות תצוגה, שהבולטת מביניהן היא בדרך כלל פגיעה בפריסת המנשק.
pt_br: Cuidado: seu navegador atual se identifica como Microsoft Internet Explorer. O comportamento inesperado deste software em vários aspectos pode causar problemas de renderização, sobretudo quebrar o layout da interface.
ru: Осторожно: ваш браузер идентифицирует себя как Microsoft Internet Explorer. Неожиданное в некоторых отношениях поведение этой программы может приводить к проблемам отображения, в первую очередь к нарушениям верстки страницы.

source: You are strongly advised to use a browser like Mozilla or Konqueror if you encounter such troubles.
fr: Nous vous recommandons avec insistance l'utilisation d'un navigateur tel que Mozilla ou Konqueror si vous rencontrez de tels problèmes.
he: מומלץ בחום להשתמש בדפדפנים כגון Mozilla או Konqueror אם נתקלת בבעיות כאלו.
pt_br: Você é fortemente recomendado a usar um navegador como Mozilla ou Konqueror se você encontrar esses problemas.
ru: Если вы столкнулись с такого рода проблемами, мы настоятельно советуем вам пользоваться такими браузерами, как Mozilla или Konqueror.

source: Account Deletion
ca: S'ha suprimit el compte
fr: Suppression de compte
he: מחיקת חשבון
pt_br: Exclusão de conta
ru: Удаление учетной записи

source: If you are no longer member of any project and do not intend to use %s further, you may want to delete your account. This action cannot be undone and your current login will be forever lost.
fr: Si vous n'êtes plus membre d'aucun projet et n'avez plus l'intention d'utiliser %s, il vous est loisible de supprimer votre compte. Cette action ne peut être annulée et votre nom de compte actuel sera perdu définitivement.
he: אם הסרת את החברות מכל המיזמים ואין לך כוונה להשתמש עוד ב־%s, ניתן למחוק את החשבון שלך. זאת פעולה בלתי הפיכה והכניסה הנוכחית שלך תאבד לעד.
pt_br: Se você não é mais membro de nenhum projeto e não pretende mais usar o %s, você pode querer excluir sua conta. Esta ação não pode ser desfeita e sua conta atual será perdida para sempre.
ru: Если вы больше не входите ни в какой проект и не собираетесь пользоваться сайтом %s, вы можете удалить свою учетную запись. Это действие необратимо, ваша учетная запись будет потеряна навсегда.

source: Optional Features
ca: Característiques opcionals
fr: Options
he: יכולות כרשות
pt_br: Recursos opcionais
ru: Дополнительные возможности

source: Use integrated bookmarks
ca: Utilitza les adreces d'interès integrades
fr: Utiliser les signets intégrés
he: להשתמש בסימניות מובנות
pt_br: Usar favoritos integrados
ru: Пользоваться закладками

source: By default, integrated bookmarks are deactivated to avoid redundancy with the bookmark feature provided by most modern web browsers. However, you may prefer integrated bookmarks if you frequently use different workstations without web browsers bookmarks synchronization.
fr: Par défaut, les signets intégrés sont désactivés pour éviter toute redondance avec les signets fournis par la plupart des navigateurs modernes. Cependant, le choix des signets intégrés peut s'avérer pertinent si vous utilisez fréquemment différents postes de travail sans synchronisation des signets.
he: כברירת מחדל, סימניות מובנות מושבתות כדי למנוע יתירות מול ‫יכולת הסימניות שמסופקת על ידי רוב הדפדפנים המודרניים. עם זאת, ‫יכול להיות שעדיף לך להשתמש בסימניות מובנות אם יוצא לך ‫להשתמש במגוון עמדות עבודה שונות ללא סינכרון סימניות בין הדפדפנים.
pt_br: Por padrão, os favoritos integrados são desativados para evitar a redundância com o recurso de favoritos fornecido pela maioria dos navegadores modernos. No entanto, você pode preferir favoritos integrados se você usar frequentemente diferentes estações de trabalho sem sincronização de favoritos de navegadores web.
ru: По умолчанию закладки выключены, чтобы не было избыточности с функцией закладок, доступной в большинстве современных браузеров. Однако вы можете предпочитать встроенные закладки, если вы пользуетесь разными компьютерами без синхронизации закладок между ними.

source: Hide email address from your account information
ca: Oculta l'adreça de correu electrònic de la informació del compte
fr: Occulter votre adresse électronique
he: להסתיר את כתובת הדוא״ל מפרטי החשבון שלך
pt_br: Ocultar o endereço de e-mail das informações de sua conta
ru: Скрыть адрес электронной почты в информации о вашей учетной записи

source: When checked, the only way for users to get in touch with you would be to use the form available to logged-in users. It is generally a bad idea to choose this option, especially if you are a project administrator.
fr: Avec cette option activée, la seule façon de vous contacter sera alors via le formulaire disponible aux utilisateurs authentifiés. Cette option est déconseillée, en particulier lorsque l'on est administrateur d'un projet.
he: כאשר האפשרות מסומנת, הדרך היחידה למשתמשים ליצור איתך קשר היא ‫להשתמש בטופס שזמין למשתמשים שנכנסו למערכת. בדרך כלל כדאי שלא ‫לבחור באפשרות הזאת, במיוחד אם יש מיזם בניהולך.
pt_br: Quando marcado, a única maneira de os usuários entrar em contato com você é usar o formulário disponível para usuários registrados. Geralmente, é uma má ideia escolher essa opção, especialmente se você é um administrador de projeto.
ru: Единственным способом связаться с вами будет форма, доступная для пользователей, вошедших в систему. В целом это нецелесообразно, особенно если вы администрируете какой-нибудь проект.

source: Encrypt emails when resetting password
fr: Chiffrer les mails lors de la réinitialisation du mot de passe
he: להצפין את הודעות הדוא״ל בעת איפוס סיסמה
pt_br: Criptografar e-mails ao redefinir a senha
ru: Шифровать сообщения при сбросе пароля

source: When checked, Savannah will encrypt email messages with your registered public GPG key when resetting password is requested. If no suitable key is available, the messages still go unencrypted.
fr: Si elle est activée, Savannah chiffrera les mails avec votre clef GPG publique lorsque la réinitialisation du mot de passe est demandée. Si aucune clef est disponible, le message sera envoyé en clair.
he: כשהאפשרות מסומנת, מערכת Savannah תצפין הודעות דוא״ל ‫עם מפתח ה־GPG הציבורי שרשמת כאשר מתקבלת בקשה לאיפוס סיסמה. ‫אם אין מפתח זמין, ההודעות לא תוצפנה.
pt_br: Quando marcado, o Savannah irá criptografar mensagens de e-mail com sua chave de GPG pública registrada quando a senha de reinicialização for solicitada. Se nenhuma chave adequada estiver disponível, as mensagens ainda não serão criptografadas.
ru: Саванна будет зашифровывать сообщения с помощью зарегистрированного вами ключа GPG, когда запрашивается сброс пароля. Если ключа для шифрования нет, сообщения будут отправляться незашифроваными.

source: Cosmetics Setup
ca: Configuracions Cosmètiques
fr: Cosmétiques
he: הקמה קוסמטית
pt_br: Configurações cosméticas
ru: Косметические настройки

source: Theme
ca: Tema
fr: Thème
he: ערכת עיצוב
pt_br: Tema
ru: Оформление

source: Jump to the next theme
ca: Vés al tema següent
fr: Aller au thème suivant
he: קפיצה לערכת העיצוב הבאה
pt_br: Avançar para o próximo tema
ru: Следующее графическое оформление

source: Not satisfied with the default color theme of the interface?
ca: No t'agrada el color per defecte de la teva interfície?
fr: Insatisfait des couleurs par défaut de l'interface ?
he: צבע ברירת המחדל של ערכת העיצוב אינו נושא חן בעיניך?
pt_br: Não está satisfeito com o tema de cor padrão da interface?
ru: Не нравится графическое оформление?

source: The theme you are currently using does not follow the latest Savane CSS guidelines. As a result, page layout may be more or less severely broken. It is not advised to use this theme.
fr: Le thème que vous utilisez actuellement ne suit pas les dernières recommandations CSS de Savane. En conséquence, la mise en page du site peut se trouver plus ou moins abimée. Il est déconseillé d'utiliser ce thème.
he: ערכת העיצוב שמשמשת אותך כרגע לא נצמדת להנחיות ה־CSS של Savane. כתוצאה מכך, פריסת העמוד עשויה להיפגם באופן מהותי. לא מומלץ להשתמש בערכת העיצוב הזאת.
pt_br: O tema que você está usando atualmente não segue as últimas diretrizes de CSS do Savane. Como resultado, o layout da página pode ser mais ou menos severamente quebrado. Não é aconselhável usar este tema.
ru: Оформление, которым вы сейчас пользуетесь, не следует последним указаниям по CSS Savane. В результате расположение страницы может оказаться более или менее серьезно искажено. Этим оформлением пользоваться не рекомендуется.

source: %s administrators should be asked to take care of Savane CSS Guidelines, since it is the default theme.
fr: Il faudrait demander aux administrateurs de %s de respecter les recommandations CSS de Savane puisque c'est le thème par défaut.
he: על מנהלי %s לדאוג לפעול לפי כללי ה־CSS של Savane כיוון שזאת ערכת העיצוב כבררת המחדל.
pt_br: Os administradores do %s devem ser solicitados para cuidar das diretrizes de CSS do Savane, já que é o tema padrão.
ru: Администраторов сайта %s нужно попросить следовать указаниям по CSS Savane, поскольку это основной вариант оформления.
