Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Bad passphrase (check failed)
fr: Mauvaise phrase secrète (la vérification a échoué)
he: מילת צופן נחותה (בדיקה נכשלה)
pt_br: Senha ruim (verificação falhou)
ru: Плохая фраза-пароль (не прошла проверку)

source: Exiting with Error
ca: Sortint amb error
fr: Quitte suite à une erreur
he: יציאה עם שגיאה
pt_br: Saindo com erro
ru: Выход с ошибкой

source: Permission Denied
ca: Permís denegat
fr: Accès refusé
he: ההרשאה נדחתה
pt_br: Permissão negada
ru: Отказ в доступе

source: No group chosen
ca: No s'ha seleccionat cap grup
fr: Aucun groupe choisi
he: לא נבחרה קבוצה
pt_br: Nenhum grupo escolhido
ru: Группа не выбрана

source: Missing Parameters
ca: Paràmetres que falten
fr: Paramètres manquants
he: חסרים משתנים
pt_br: Faltando parâmetros
ru: Недостающие параметры

source: This project has turned off mailing lists
fr: Ce projet a désactivé l'usage des listes de discussion
he: מיזם זה כיבה את רשימות הדיוור
pt_br: Esse projeto desligou as listas de discussão
ru: В этом проекте списки рассылки отключены

source: db_query_escape: Missing parameter
fr: db_query_escape: Paramètres manquant
he: ‫db_query_escape: חסרים משתנים
pt_br: db_query_escape: Faltando parâmetro
ru: db_query_escape: Недостающий параметр

source: Missing Password Or User Name
ca: Falta el nom d'usuari o la contrasenya
fr: Mot-de-passe ou nom d'utilisateur manquant
he: שם משתמש או סיסמה חסרים
pt_br: Faltando senha ou nome de usuário
ru: Не хватает пароля или имени пользователя

source: Invalid User Name
ca: El nom d'usuari no és vàlid
fr: Nom d'utilisateur non valide.
he: שם משתמש שגוי
pt_br: Nome de usuário inválido
ru: Неправильное имя пользователя

source: Account Pending
ca: El compte està pendent
fr: Compte en attente de vérification
he: חשבון ממתין
pt_br: Conta pendente
ru: Учетная запись еще не активирована

source: Account Deleted
ca: S'ha suprimit el compte
fr: Compte supprimé
he: חשבון נמחק
pt_br: Conta excluída
ru: Учетная запись удалена

source: Account Not Active
ca: El compte no està actiu
fr: Compte non-actif
he: חשבון לא פעיל
pt_br: Conta não ativa
ru: Учетная запись не активна

source: Invalid Password (AFS)
ca: La contrasenya no és vàlida (AFS)
fr: Mot-de-passe (AFS) invalide
he: סיסמה שגויה (AFS)
pt_br: Senha inválida (AFS)
ru: Неверный пароль (AFS)

source: user is not a kerberos principal
fr: l'utilisateur n'est pas un principal de kerberos
he: המשתמש אינו בהנהלת ה־kerberos
pt_br: o usuário não é um kerneros principal
ru: пользователь не является принципалом kerberos

source: user is a kerberos principal but passwords do not match
fr: l'utilisateur est un principal de kerberos mais le mot de passe ne correspond pas
he: המשתמש בהנהלת ה־kerberos אך הסיסמאות אינן תואמות
pt_br: o usuário é um kerberos principal, mas as senhas não batem
ru: пользователь является принципалом kerberos, но пароль не верен

source: This user is known, but cannot be authenticated. Please ask site administrators for a password.
fr: Cet utilisateur est connu mais ne peut pas être authentifié. Demandez un mot de passe aux administrateurs du site.
he: זה משתמש מוכר אך אין אפשרות לאמת אותו. ‫נא לבקש סיסמה ממנהלי האתר.
pt_br: Este usuário é conhecido, mas não pode ser autenticado. Por favor, peça uma senha aos administradores do site.
ru: Пользователь известен, но вход невозможен. Обратитесь за паролем к администраторам сайта.

source: Invalid Password
ca: La contrasenya no és vàlida
fr: Mot-de-passe invalide
he: סיסמה שגויה
pt_br: Senha antiga
ru: Неверный пароль

source: Two people had the same session hash - re-login. It should never happen again.
fr: Deux personnes avaient le même hachage de session – re-login. Cela ne devrait plus jamais se produire.
he: לשני אנשים היה את אותו גיבוב ההפעלה - יש להיכנס מחדש. זה לא אמור לקרות עוד אף פעם.
pt_br: Duas pessoas tiveram o mesmo hash de sessão - autentique-se novamente. Isso nunca deveria acontecer novamente.
ru: У двоих пользователей оказался один и тот же код сеанса. Войдите в систему еще раз. Такое не должно повторяться.

source: Display Criteria
ca: Criteris de visualització
fr: Critères d'affichage
he: תנאי הצגה
pt_br: Exibir critérios
ru: Критерии отображения

source: Show feedback again
ca: Regenera altre cop
fr: Ré-afficher les avertissements
he: הצגת המשוב שוב
pt_br: Mostrar feedback novamente
ru: Повторить ответное сообщение

source: Success:
ca: Operació correcta:
fr: Opération accomplie :
he: הצלחה:
pt_br: Sucesso:
ru: Успешно:

source: Error:
fr: Erreur :
he: שגיאה:
pt_br: Erro:
ru: Ошибка:

source: Some Errors:
ca: Alguns errors:
fr: Quelques Erreurs :
he: כמה שגיאות:
pt_br: Alguns erros:
ru: Некоторые ошибки:

source: Unknown
ca: Desconegut
fr: Inconnu
he: לא ידוע
pt_br: Desconhecido
ru: Неизвестно

source: ERROR - number of values differs from number of texts
fr: ERREUR — le nombre de valeurs diffère du nombre de textes
he: שגיאה - מספר הערכים שונה ממספר הטקסטים
pt_br: ERRO - número de valores divergem do número de textos
ru: Ошибка: число величин отличается от числа текстов

source: Group Type Default
ca: Opció per defecte del tipus de grup
fr: Défauts du type de groupe
he: ברירת מחדל של סוג קבוצה
pt_br: Padrão do tipo de grupo
ru: Исходное для типа группы

source: Group Default
ca: Opció per defecte del grup
fr: Défaut du groupe
he: ברירת מחדל של קבוצה
pt_br: Padrão do grupo
ru: Исходное для группы

source: Roles of members
fr: Rôles des membres
he: תפקידי חברים
pt_br: Função dos membros
ru: Роли участников

source: Technician
ca: Tècnic
fr: Technicien
he: טכנאות
pt_br: Técnico
ru: Техник

source: Manager
ca: Administrador
fr: Gestionnaire
he: ניהול
pt_br: Gerenciador
ru: Секретарь

source: Techn. & Manager
ca: Tècnic i administrador
fr: Techni. & Gestion.
he: טכנאות וניהול
pt_br: Técnico & gerente
ru: Техник-секретарь

source: Same as for new items
ca: Igual que per als elements nous
fr: Tel quel pour les nouveaux éléments
he: כמו לפריטים חדשים
pt_br: O mesmo para novos itens
ru: Так же, как для новых

source: Permission level
fr: Niveau de permission
he: רמת הרשאה
pt_br: Nível de permissão
ru: Уровень доступа

source: Nobody
fr: Personne
he: אף אחד

source: Logged-in User
ca: Usuari connectat
fr: Utilisateur authentifié
he: משתמש שנכנס למערכת
pt_br: Usuário autenticado
ru: Пользователь:

source: Website theme
fr: Thème du site web
he: ערכת עיצוב האתר
pt_br: Tema do site
ru: Оформление сайта

source: (default)
fr: (défaut)
he: (ברירת מחדל)
pt_br: (padrão)
ru: (исходное)

source: Pick theme alphabetically every day
fr: Choisir le thème alphabétiquement chaque jour
he: לבחור ערכת נושא לפי סדר האלפבית בכל יום
pt_br: Escolher um tema alfabeticamente todo dia
ru: Менять оформление каждый день по алфавиту

source: Pick random theme every day
fr: Choisir un thème aléatoire chaque jour
he: לבחור ערכת נושא אקראית בכל יום
pt_br: Escolher um tema aleatório todo dia
ru: Менять оформление каждый день наугад

source: Invalid Group %s
fr: Groupe %s non valide
he: הקבוצה %s שגויה
pt_br: Grupo inválido %s
ru: Неверная группа %s

source: Choose one below
ca: Seleccioneu-ne un a continuació
fr: Choisissez-en un ci-dessous
he: נא לבחור אחת להלן
pt_br: Escolha uma abaixo
ru: Выберите

source: Technicians, and only technicians, can be assigned items of trackers. They cannot reassign items, change the status or priority of items.
fr: Les techniciens, et seulement eux, peuvent se voir attribuer des éléments. Ils ne peuvent pas les réassigner, changer leur état ou priorité.
he: אפשר להקצות פריטים בעוקבים לטכנאים ורק לטכנאים. אין להם אפשרות להקצות פריטים מחדש, לשנות את המצב או את העדיפות של פריטים.
pt_br: Técnicos, e apenas técnicos, podem ser atribuídos a itens de rastreadores. Eles não podem reatribuir itens, alterar o estado ou prioridade dos items.
ru: Техникам и только техникам могут поручаться заявки журналов. Они не могут перемещать заявки, изменять состояние или приоритет заявок.

source: Tracker Managers can fully manage items of trackers, including assigning items to technicians, reassigning items over trackers and projects, changing priority and status of items&mdash;but they cannot configure the trackers.
fr: Les gestionnaires d'outil de suivi peuvent intégralement gérer les éléments, y compris assigner des éléments à des techniciens, réassigner des éléments à d'autres outils de suivi ou projets, changer la priorité et fermer ou ouvrir des éléments, mais ils ne peuvent pas configurer les outils de suivi.
he: מנהלי עוקבים יכולים לנהל פריטים בעוקבים במלואם, כולל הקצאת פריטים לטכנאים, הקצאת פריטים מחדש על גבי עוקבים ומיזמים, לשנות את העדיפות והמצב של פריטים &mdash; אך אינם יכולים להגדיר את העוקבים.
pt_br: Gerentes de rastreadores podem gerenciar completamente os itens de rastreadores, incluindo atribuir itens a técnicos, reatribuir itens entre rastreadores e projetos, alterando prioridade e estado de itens &mdash; mas eles não podem configurar os rastreadores.
ru: Секретари журнала могут полностью управлять заявками: поручать заявки техникам, перемещать заявки между журналами и проектами, изменять приоритеты и состояние заявок&nbsp;&mdash; но они не могут настраивать журналы.

source: Project Admins can manage members, configure the trackers, post jobs, and add mailing lists. They actually also have manager rights on every tracker and are allowed to read private items.
fr: Les administrateurs de projet peuvent gérer les membres, configurer les outils de suivi, poster des demandes d'aide et ajouter des listes de discussion. Ils ont également les droits de gestion sur tous les outils de suivi et peuvent consulter les éléments privés.
he: מנהלי מיזמים יכולים לנהל חברים, להגדיר את העוקבים, לפרסם ‫משרות ולהוסיף רשימות דיוור. יש להם גם הרשאות ניהול על כל ‫עוקב ומותר להם לקרוא פריטים אישיים.
pt_br: Administradores de projeto podem gerenciar membros, configurar os rastreadores, publicar trabalhos e adicionar listas de discussão. Eles também podem ter permissões de gerentes em todos os rastreadores e têm permissão para ler itens privados.
ru: Администраторы проекта могут управлять составом участников проекта, настраивать журналы, помещать объявления о работе и добавлять списки рассылки. Они также имеют права техников и секретарей для каждого журнала и могут читать скрытые заявки.

source: Message sent via %s
fr: Message posté via %s
he: נשלחה הודעה דרך %s
pt_br: Mensagem enviada pelo %s
ru: Сообщение отправлено по %s

source: Mail sent to %s
ca: Correu electrònic enviat a %s
fr: Courriel envoyé à %s
he: נשלח דוא״ל דרך %s
pt_br: E-mail enviado para %s
ru: Почта отправлена по адресам: %s

source: Send a Message to %s
ca: Envia un missatge a %s
fr: Poster un message à %s
he: שליחת הודעה אל %s
pt_br: Enviar uma mensagem para %s
ru: Отправить сообщение пользователю %s

source: From:
ca: De:
fr: De :
he: מאת:
pt_br: De:
ru: От кого:

source: Mailer:
ca: Programa de correu:
fr: Générateur de courriel :
he: ממסר דוא״ל:
ru: Программа-отправитель:

source: Subject:
ca: Assumpte:
fr: Sujet :
he: נושא:
pt_br: Assunto:
ru: Тема:

source: Message:
ca: Missatge:
he: הודעה:
pt_br: Mensagem:
ru: Сообщение:

source: Send Message
fr: Poster un message
he: שליחת הודעה
pt_br: Enviar mensagem
ru: Послать сообщение

source: NA
fr: N/D
he: לא זמין

source: Invalid User ID
fr: ID d'utilisateur invalide
he: מזהה משתמש שגוי
pt_br: ID de usuário inválido
ru: Неправильный идентификатор пользователя

source: Account deleted.
ca: S'ha suprimit el compte.
fr: Compte supprimé.
he: החשבון נמחק.
pt_br: Conta excluída.
ru: Учетная запись удалена.

source: (new items: %1$s, total: %2$s)
fr: (nouveaux éléments: %1$s, total: %2$s)
he: (פריטים חדשים: %1$s, סך הכול: %2$s)
pt_br: (novos itens: %1$s, total: %2$s)
ru: (новых заявок: %1$s, всего: %2$s)

source: Invalid tracker name:
fr: Nom de l'outil de suivi invalide
he: שם עוקב שגוי:
pt_br: Nome de rastreador inválido:
ru: Неправильное название журнала:

source: We found many items that match the current criteria. We had to set a limit at some point, some items that match the criteria may be missing for this list.
fr: Nous avons trouvé de très nombreux éléments correspondant aux critères actuels. Nous avons été contraint de poser une limite. Quelques éléments peuvent donc être absents de cette liste alors qu'ils auraient été valides selon les critères donnés.
he: מצאנו פריטים רבים שמתאימים לתנאים האלו. הגדרנו גבול בשלב מסוים, חלק מהפריטים שעונים לתנאים יחסרו ברשימה הזאת.
pt_br: Encontramos muitos itens que correspondem aos critérios atuais. Tivemos que definir um limite até determinado ponto, alguns itens que correspondem aos critérios podem estar faltando para esta lista.
ru: Найдено много заявок. Некоторые из них могут быть не показаны.

source: Group Change History
ca: Historial de modificacions del grup
fr: Historique des modifications du groupe
he: היסטוריית שינויים בקבוצה
pt_br: Histórico de Mudança do Grupo
ru: История группы

source: Field
ca: Camp
fr: Champ
he: שדה
pt_br: Campo
ru: Поле

source: Value
ca: Valor
fr: Valeur
he: ערך
pt_br: Valor
ru: Значение

source: Author
fr: Auteur
he: יוצר
pt_br: Autor
ru: Автор

source: No Changes Have Been Made to This Group
ca: No s'han realitzat canvis a aquest grup
fr: Aucun changement n'a eu lieu sur ce groupe
he: לא בוצעו שינויים לקבוצה הזאת
pt_br: Nenhuma mudança foi feita para esse grupo
ru: Эта группа не была изменена

source: Project Admins
ca: Administradors del projecte
fr: Administrateurs du projet
he: הנהלת המיזם
pt_br: Administradores do projeto
ru: Администраторы проекта

source: Registration Date
ca: Data de registre
fr: Date d'enregistrement
he: תאריך ההרשמה
pt_br: Data do registro
ru: Дата регистрации

source: System Group Name:
ca: Nom del grup del sistema:
fr: Nom système du groupe :
he: שם קבוצת המערכת:
pt_br: Nome do grupo do sistema:
ru: Системное имя группы:

source: Submitted Description:
ca: Descripció enviada:
fr: Description postée :
he: תיאור שהוגש:
pt_br: Descrição enviada:
ru: Описание:

source: Required software:
ca: Programari necessari:
fr: Dépendances logicielles :
he: תוכנה נדרשת:
pt_br: Software exigido:
ru: Требования по программам:

source: Other comments:
ca: Altres comentaris:
fr: Autres commentaires :
he: הערות אחרות:
pt_br: Outros comentários:
ru: Другие комментарии:

source: My
ca: Els meus
fr: Moi
he: שלי
pt_br: Meu
ru: Мое

source: Site Admin
ca: Administrador del lloc web
fr: Admin
he: הנהלת האתר
pt_br: Administrador do site
ru: Администрация сайта

source: Site Wide
ca: En tot el lloc web
fr: Site
he: כלל האתר
pt_br: Todo o site
ru: Общее по сайту

source: %s Scope
ca: %s Abast
fr: Portée du menu : %s
he: היקף %s
pt_br: Escopo: %s
ru: Контекст: %s

source: Submenu
ca: Menú inferior
fr: Sous-menu
he: תת־תפריט
ru: Подменю

source: Incoming Items
ca: Elements nous
fr: Nouveaux Éléments
he: פריטים נכנסים
pt_br: Itens recebidos
ru: Входящие

source: What's new for me?
ca: Novetats
fr: Qu'y a-t-il de neuf pour moi ?
he: מה חדש בשבילי?
pt_br: O que há de novo para mim?
ru: Что нового для меня?

source: Items
ca: Elements
fr: Éléments
he: פריטים
pt_br: Itens
ru: Заявки

source: Browse my items (bugs, tasks, bookmarks...)
ca: Vés als meus elements (errors, tasques, adreces d'interès...)
fr: Consulter mes éléments (anomalies, tâches...)
he: עיון בפריטים שלי (תקלות, משימות, סימניות…)
pt_br: Navegue pelos meus itens (erros, tarefas, favoritos…)
ru: Просмотреть мои заявки (ошибки, задачи, закладки ...)

source: Browse items I voted for
ca: Vés als elements pels quals he votat
fr: Consulter les éléments en faveur desquels j'ai voté
he: עיון בפריטים שהצבעתי להם
pt_br: Mostra itens nos quais eu votei
ru: Просмотреть заявки, за которые я голосую

source: Group Membership
ca: Grups
fr: Appartenance de groupe
he: חברות בקבוצות
pt_br: Associação a grupo
ru: Принадлежность к группе

source: List the groups I belong to
ca: Llista els grups als quals pertanyo
fr: Liste des groupes dont je suis membre
he: הצגת קבוצות אליהן יש לי שייכות
pt_br: Lista os grupos aos quais eu pertenço
ru: Список моих групп

source: Bookmarks
ca: Adreces d'interès
fr: Signets
he: סימניות
pt_br: Favoritos
ru: Закладки

source: List my bookmarks
ca: Llista les meves adreces d'interès
fr: Liste de mes signets
he: הצגת הסימניות שלי
pt_br: Lista meus favoritos
ru: Показать мои закладки

source: Account Configuration
ca: Configuració del compte
fr: Préférences
he: הגדרות חשבון
pt_br: Configuração da conta
ru: Конфигурация учетной записи

source: Account configuration: authentication, cosmetics preferences...
ca: Configuració del compte: autenticació, preferències visuals...
fr: Préférences : authentification, thème de couleurs...
he: הגדרות חשבון: אימות, העדפות קוסמטיות…
pt_br: Configuração da conta: autenticação, preferências cosméticas...
ru: Настройка учетной записи: вход в систему, косметические предпочтения...

source: Main
ca: Principal
fr: Accueil
he: ראשי
pt_br: Principal
ru: Главная

source: Project Main Page at %s
ca: Pàgines principals del projecte a %s
fr: Page d'accueil du projet à %s
he: עמוד המיזם הראשי ב־%s
pt_br: Página principal do projeto no %s
ru: Главная страница проекта на сайте %s

source: View members
fr: Voir les membres
he: הצגת חברים
pt_br: Ver membros
ru: Просмотр участников

source: Administer:
ca: Administració:
fr: Administrer :
he: ניהול:
pt_br: Administrar:
ru: Администрировать:

source: Edit public info
fr: Modifier les informations publiques
he: עריכת פרטים ציבוריים
pt_br: Editar informações públicas
ru: Править общедоступные сведения

source: Select features
fr: Sélectionner les outils
he: בחירת יכולות
pt_br: Selecionar recursos
ru: Выбрать возможности

source: Manage&nbsp;members
fr: Gérer&nbsp;les&nbsp;membres
he: ניהול&nbsp;חברים
pt_br: Gerenciar&nbsp;membros
ru: Управление&nbsp;участниками

source: Manage&nbsp;squads
fr: Gérer&nbsp;les&nbsp;escouades
he: ניהול&nbsp;חוליות
pt_br: Gerenciar&nbsp;esquadrões
ru: Управление&nbsp;звеньями

source: Set&nbsp;permissions
fr: Définir&nbsp;les&nbsp;permissions
he: הגדרת&nbsp;הרשאות
pt_br: Definir&nbsp;permissões
ru: Настройка&nbsp;доступа

source: Set&nbsp;notifications
fr: Définir&nbsp;les&nbsp;notifications
he: הגדרת&nbsp;התראות
pt_br: Definir&nbsp;notificações
ru: Управление&nbsp;оповещениями

source: Show&nbsp;history
fr: Afficher&nbsp;l'historique
he: הצגת&nbsp;היסטוריה
pt_br: Mostrar&nbsp;histórico
ru: Показать&nbsp;историю

source: Copy&nbsp;configuration
fr: Copier&nbsp;une&nbsp;configuration
he: העתקת&nbsp;הגדרות
pt_br: Copiar&nbsp;configuração
ru: Копировать&nbsp;конфигурацию

source: Post&nbsp;jobs
fr: Proposer&nbsp;un&nbsp;travail
he: פרסום&nbsp;משרות
pt_br: Publicar&nbsp;trabalhos
ru: Добавить&nbsp;вакансии

source: Post a request for contribution
ca: Envia una sol·licitud de col·laboració
fr: Poster un appel à contribution
he: פרסום בקשת תרומה
pt_br: Publique uma solicitação por contribuição
ru: Оставить запрос на помощь

source: Edit jobs
fr: Modifier les propositions de travail
he: עריכת משרות
pt_br: Editar trabalhos
ru: Править вакансии

source: Edit previously posted request for contribution
ca: Edita la sol·licitud de col·laboració enviada abans
fr: Modifier les appels à contributions postés précédemment
he: עריכת בקשת תרומה קודמת שפורסמה
pt_br: Edite uma solicitação por contribuição publicada anteriormente
ru: Править ранее размещенные запросы на помощь

source: Homepage
ca: Pàgina inicial
fr: Site web
he: דף הבית
pt_br: Página da web
ru: Домашняя страница

source: Browse project homepage (outside of Savane)
fr: Se rendre sur le site web du projet (hors de Savane)
he: עיון בעמוד הבית של המיזם (מחוץ ל־Savane)
pt_br: Navegue a página web do projeto (fora do Savane)
ru: Домашняя страница проекта (вне Саванны)

source: Download
ca: Descàrrega
fr: Téléchargement
he: הורדה
ru: Выпуски

source: Visit download area: files released
fr: Visiter la zone de téléchargement : fichiers diffusés
he: ביקור באזור ההורדה: קבצים שיצאו לאור
pt_br: Visite a área de download: arquivos lançados
ru: Каталог выпущенных файлов

source: Docs
ca: Documents
fr: Documentation
he: מסמכים
pt_br: Documentação
ru: Документация

source: Docs: Cookbook, etc
ca: Documents: Llibre de receptes, etc
fr: Docs : Livre de recettes, etc
he: מסמכים: ספר מתכונים וכו׳
pt_br: Documentação: Livro de receitas, etc
ru: Документация: рецепты и пр.

source: Tech Support Tracker: post, search and manage support requests
ca: Sistema de seguiment de suport tècnic: permet enviar, cercar i administrar sol·licituds de suport
fr: Suivi d'assistance technique : poster, rechercher, lire et gérer les demandes de support
he: עוקב תמיכה טכנית: פרסום, חיפוש וניהול בקשות תמיכה
pt_br: Rastreador de suporte técnico: publique, pesquise e gerencie solicitações de suporte
ru: Журнал технической поддержки: размещение, поиск и управление запросами на поддержку

source: Forum
ca: Fòrum
he: פורום
pt_br: Fórum
ru: Форум

source: Mailing lists
fr: Listes de discussion
he: רשימות דיוור
pt_br: Listas de discussão
ru: Рассылки

source: List existing mailing lists
fr: Lister les listes de discussion existantes
he: הצגת רשימות הדיוור הקיימות
pt_br: Liste as listas de discussão existentes
ru: Существующие списки рассылки

source: Browse
ca: Vés
fr: Consulter
he: עיון
pt_br: Navegar
ru: Просмотр

source: Configure:
ca: Configura:
fr: Configurer :
he: הגדרה:
pt_br: Configurar:
ru: Настроить:

source: Source code
fr: Code source
he: קוד מקור
pt_br: Código-fonte
ru: Исходный текст

source: Source code management
fr: Gestion de code source
he: ניהול קוד מקור
pt_br: Gerenciamento de código-fonte
ru: Работа с исходным текстом

source: Use %s
fr: Utiliser %s
he: להשתמש ב־%s
pt_br: Usar %s
ru: Пользование %s

source: %s Repository
fr: Dépôt %s
he: מאגר %s
pt_br: Repositório %s
ru: Репозиторий %s

source: Bug Tracker: report, search and track bugs
ca: Sistema de seguiment d'errors: permet notificar i cercar errors, així com fer-ne el seguiment
fr: Suivi d'anomalies : poster, rechercher, lire et gérer les anomalies
he: עוקב תקלות: דיווח, חיפוש ומעקב אחר תקלות
pt_br: Rastreador de erros: relate, pesquise e rastreie erros
ru: Журнал ошибок: отчеты, поиск и отслеживание ошибок

source: Task Manager: post, search and manage tasks
ca: Administrador de tasques: permet enviar, cercar i administrar tasques
fr: Suivi de tâches : poster, rechercher et gérer les tâches
he: מנהל משימות: פרסום, חיפוש וניהול משימות
pt_br: Gerente de tarefas: publique, pesquise e gerencie tarefas
ru: Журнал задач: формулировка, поиск и выполнение

source: Patch Manager: post, search and manage patches
ca: Administrador de pedaços: permet enviar, cercar i administrar pedaços
fr: Suivi de correctifs : poster, chercher et gérer les correctifs
he: מנהל טלאים: פרסום, חיפוש וניהול טלאים
pt_br: Gerente de patches: publique, pesquise e gerencie patches
ru: Журнал заплаток: публикация, поиск и рассмотрение

source: Read latest News, post News
ca: Lectura de les darreres notícies i enviament de notícies
fr: Consulter les dernières dépêches, poster des dépêches
he: קריאת החדשות העדכניות, פרסום חדשות
pt_br: Leia as últimas notícias, publique notícias
ru: Последние новости

source: Atom feed
fr: Flux atom
he: הזנת Atom
ru: Лента Atom

source: Manage
ca: Administra
fr: Gérer
he: ניהול
pt_br: Gerenciar
ru: Управление

source: Configure
ca: Configura
fr: Configurer
he: הגדרה
pt_br: Configurar
ru: Настроить

source: News Manager: edit notifications
ca: Administrador de notícies: permet editar notificacions
fr: Gestionnaire de dépêches : modifier les notifications
he: מנהל חדשות: עריכת התראות
pt_br: Gerente de notícias: edite notificações
ru: Управление оповещениями о новостях

source: Submit new
fr: Poster nouvelle
he: הגשת חדשה
pt_br: Enviar novo item
ru: Составить

source: Reset to open
fr: Redéfinir à ouvert
he: איפוס לפתיחה
pt_br: Redefinir para abertos
ru: Просмотреть открытые

source: Export
ca: Exporta
fr: Exporter
he: ייצוא
pt_br: Exportar
ru: Экспорт

source: Get statistics
fr: Obtenir les statistiques
he: קבלת סטטיסטיקות
pt_br: Obter estatísticas
ru: Статистика
