Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: support dependencies
ca: dependències de suport
fr: dépendances des requêtes d'assistance
he: תלויות תמיכה
pt_br: dependências de suporte
ru: зависимости журнала поддержки

source: bug dependencies
ca: dependències dels errors
fr: dépendances des anomalies
he: תלויות תקלות
pt_br: dependências de erro
ru: зависимости журнала ошибок

source: task dependencies
ca: dependències de les tasques
fr: dépendances des tâches
he: תלויות משימות
pt_br: dependências de tarefa
ru: зависимости журнала задач

source: patch dependencies
ca: dependències dels pedaços
fr: dépendances des correctifs
he: תלויות טלאים
pt_br: dependências de patch
ru: зависимости журнала заплаток

source: %s dependencies
ca: %s dependències
fr: les dépendances de %s
he: תלויות של %s
pt_br: dependências de %s
ru: зависимости журнала %s

source: Here you can decide whether the lists of persons to be notified on new submissions and updates depend on item categories, and provide the respective email addresses (comma-separated list).
he: כאן ניתן להחליט האם רשימת האנשים שיעודכנו על הגשות ועדכונים חדשים תלוי בקטגוריות הפריטים ולספק

source: Notify persons in the global list only
ca: Notifica només a les persones de la llista global
fr: Notifier les personnes dans la liste globale uniquement
he: להודיע לאנשים ברשימה הכללית בלבד
pt_br: Notificar pessoas na lista global apenas
ru: Уведомлять только лиц из глобального списка

source: Notify persons in the category related list instead of the global list
ca: Notifica a les persones de la llista de categories en lloc de la llista global
fr: Notifier les personnes dans la liste par catégorie à la place de la liste globale
he: להודיע לאנשים ברשימה המתאימה לקטגוריה במקום לרשימה הכללית
pt_br: Notificar pessoas na lista relacionado à categoria em vez da lista global
ru: Уведомлять лиц по спискам категорий вместо глобального списка

source: Notify persons in the category related list in addition to the global list
ca: Notifica a les persones de llista de categories a més de la llista global
fr: Notifier les personnes dans la liste par catégorie en plus de la liste globale
he: להודיע לאנשים ברשימה המתאימה לקטגוריה בנוסף לרשימה הכללית
pt_br: Notificar pessoas na lista relacionado à categoria além da lista global
ru: Уведомлять лиц по спискам категорий в дополнение к глобальному списку

source: Category related lists
ca: Llistes de categories
fr: Listes relatives à des catégories
he: רשימות שקשורות בקטגוריות
pt_br: Listas relacionadas à categoria
ru: Списки по категориям

source: Send on all updates
ca: Envia en totes les actualitzacions
fr: Poster lors de toutes les mises à jour
he: לשלוח עם כל העדכונים
pt_br: Enviar em todas as atualizações
ru: Высылать при любых изменениях

source: Global list
ca: Llista global
fr: Liste globale
he: רשימה כללית
pt_br: Lista global
ru: Глобальный список

source: Global List:
ca: Llista global:
fr: Liste globale :
he: רשימה כללית:
pt_br: Lista global:
ru: Глобальный список:

source: Private items exclude list
ca: Llista d'exclusió d'elements privats
fr: Liste d'exclusion d'adresses pour les éléments privés
he: רשימת החרגת פריטים אישיים
pt_br: Lista de exclusão de itens privados
ru: Список исключений для скрытых заявок

source: Addresses registered in this list will be excluded from default mail notification for private items.
fr: Les adresses enregistrées dans cette liste seront exclues des notifications par défaut concernant les éléments privés.
he: כתובות שרשומות ברשימה הזאת יוחרגו מהתראת‬ ‫הדוא״ל כברירת מחדל לפריטים אישיים.
pt_br: Endereços registrados nestas lista serão excluídos da notificação de e-mail padrão para itens privados.
ru: Адреса, записанные в этот список, будут исключаться из исходного списка уведомлений в случае скрытых заявок.

source: Exclude List:
ca: Llista d'exclusió:
fr: Liste d'exclusion :
he: רשימת החרגה:
pt_br: Lista de exclusão:
ru: Список исключений:

source: %s table Update failed:
fr: Échec de la mise à jour de la table %s :
he: עדכון הטבלה %s נכשל:
pt_br: Atualização da tabela %s falhou:
ru: Не удается обновить таблицу %s:

source: Insert of default value failed.
ca: Ha fallat la inserció del valor per defecte.
fr: L'insertion de la valeur par défaut a échoué.
he: מילוי ערך בררת המחדל נכשל.
pt_br: Inserção de valor padrão falhou.
ru: Сбой при вставке исходного значения.

source: Empty field value not allowed
ca: No es permet un valor de camp buit
fr: Champ vide interdit
he: אסור ערך ריק בשדה
pt_br: Valor de campo vazio não permitido
ru: Пустое значение поля недопустимо

source: Insert failed.
ca: Ha fallat la inserció.
fr: Échec de l'insertion.
he: מילוי נכשל.
pt_br: Inserção falhou.
ru: Вставка не проведена.

source: New field value inserted.
ca: S'ha inserit el nou valor del camp.
fr: Nouvelle valeur de champ insérée.
he: מולא ערך שדה חדש.
pt_br: Novo valor do campo inserido.
ru: Новое значение поля вставлено.

source: Update of field value failed.
ca: Ha fallat l'actualització del valor del camp.
fr: Échec de la mise à jour de la valeur d'un champ.
he: עדכון ערך השדה נכשל.
pt_br: Atualização de valor de campo falhou.
ru: Не удается обновить значение поля.

source: New field value updated.
ca: S'ha actualitzat el nou valor del camp.
fr: Valeur de champ mise à jour.
he: ערך השדה החדש עודכן.
pt_br: Novo valor do campo atualizado.
ru: Новое значение поля обновлено.

source: Field value successfully reset to defaults.
ca: El valor del camp s'ha restablert amb el valor per defecte.
fr: Valeur du champ remise aux paramètres par défaut.
he: ערך השדה אופס לברירות המחדל בהצלחה.
pt_br: Valor do campo redefinido com sucesso para o padrão.
ru: Значение поля было успешно сброшено в исходное состояние.

source: Update of field usage failed.
ca: Ha fallat l'actualització de l'ús del camp.
fr: Échec de la mise à jour de la description d'un champ.
he: עדכון השימוש בשדה נכשל.
pt_br: Atualização de uso de campo falhou.
ru: Не удается обновить настройки применения поля.

source: Field usage updated.
ca: S'ha actualitzat l'ús del camp.
fr: Utilisation des champs mise à jour.
he: השימוש בשדה עודכן.
pt_br: Uso do campo atualizado.
ru: Настройки использования поля обновлены.

source: Canned response used
ca: S'ha utilitzat la resposta predefinida.
fr: Réponse prédéfinie utilisée
he: שימוש בתגובה מראש
pt_br: Resposta pré-definida usada
ru: Шаблон ответа применен

source: Unable to use canned response
ca: No es pot utilitzar la resposta predefinida
fr: Impossible d'utiliser la réponse prédéfinie
he: לא ניתן להשתמש בתגובה מראש
pt_br: Não foi possível usar resposta pré-definida
ru: Не удается применить шаблон ответа

source: No field to update
ca: No hi ha cap camp per actualitzar
fr: Aucun champ à mettre à jour
he: אין שדה לעדכון
pt_br: Nenhum campo para atualizar
ru: Нет поля для обновления

source: Item Update failed
ca: Ha fallat l'actualització de l'element
fr: La mise à jour de l'élément a échoué
he: עדכון הפריט נכשל
pt_br: Atualização de item falhou
ru: Не удается обновить заявку

source: Item Successfully Updated
ca: L'element s'ha actualitzat correctament
fr: Mise à jour de l'élément réussie
he: הפריט עודכן בהצלחה
pt_br: Item atualizado com sucesso
ru: Заявка успешно обновлена

source: No reassignation required or possible.
ca: La reassignació no és necessària ni possible.
fr: Aucune réassignation nécessaire ou possible.
he: אין צורך או יכולת בהקצאה מחודשת.
pt_br: Nenhuma reatribuição exigida ou possível.
ru: Переприсвоение не требуется или невозможно.

source: Unable to find out to which artifact the item is to be reassigned, exiting.
fr: Impossible de trouver à quel outil de suivi cet élément doit être réassigné, interruption.
he: לא ניתן למצוא איזה תוצר יש להקצות את הפריט מחדש, מתבצעת יציאה.
pt_br: Não foi possível localizar a qual artefato o item deve ser reatribuído, saindo.
ru: Не удается определить, какому журналу нужно переприсвоить заявку.

source: Unable to create a new item.
ca: No es pot crear un nou element.
fr: Échec de la création d'un nouvel élément.
he: לא ניתן ליצור פריט חדש.
pt_br: Não foi possível criar um novo item.
ru: Не удается создать новую заявку.

source: New item created.
ca: S'ha creat un nou element.
fr: Nouvel élément créé.
he: פריט חדש נוצר.
pt_br: Novo item criado.
ru: Создана новая заявка.

source: Unable to find the ID of the new item.
ca: No es troba l'identificador del nou element.
fr: Impossible de trouve l'Id du nouvel élément.
he: לא ניתן למצוא את מזהה הפריט החדש.
pt_br: Não foi possível localizar o ID do novo item.
ru: Не удается найти идентификатор новой заявки.

source: Unable to duplicate a comment from the original item report information.
fr: Échec de la copie d'un commentaire depuis l'information de rapport de l'élément original.
he: לא ניתן לשכפל הערה מפרטי דיווח ‫הפריט המקורי.
pt_br: Não foi possível duplicar um comentário das informações do relatório do item original.
ru: Не удается скопировать комментарий из первоначальной заявки.

source: Unable to add a comment with the original item report information.
fr: Échec de l'ajout d'un commentaire à l'information de rapport de l'élément original.
he: לא ניתן להוסיף הערה לפרטי דיווח הפריט המקורי.
pt_br: Não foi possível adicionar um comentário com as informações do relatório do item original.
ru: Не удается добавить комментарий со сведениями о первоначальной заявке.

source: Unable to duplicate an attached file (%s) from the original item report information.
fr: Échec de la copie d'un document joint (%s) depuis l'information du rapport de l'élément original.
he: לא ניתן לשכפל קובץ מצורף (%s) ‫מפרטי דיווח הפריט המקורי.
pt_br: Não foi possível duplicar um arquivo anexado (%s) das informações do relatório do item original.
ru: Не удается скопировать приложенный файл (%s) из первоначальной заявки.

source: Unable to duplicate a CC address (%s) from the original item report information.
fr: Échec de la copie d'une adresse de copie-carbone (%s) depuis l'information du rapport de l'élément original.
he: לא ניתן לשכפל כתובת עותק (%s) מפרטי דיווח הפריט המקורי.
pt_br: Não foi possível duplicar um endereço de CC (%s) das informações do relatório do item original.
ru: Не удается скопировать адрес уведомления (%s) из первоначальной заявки.

source: Unable to close the original item report.
ca: No es pot tancar l'informe de l'element original.
fr: Échec de la fermeture du rapport de l'élément original.
he: לא ניתן לסגור את הדיווח על הפריט המקורי.
pt_br: Não foi possível fechar o relatório do item original.
ru: Не удается закрыть первоначальную заявку.

source: Original item is now closed.
ca: L'element original està tancat.
fr: L'élément original est maintenant clos.
he: הפריט המקורי סגור כעת.
pt_br: Item original agora está fechado.
ru: Первоначальная заявка закрыта.

source: Error inserting dependency
ca: Error en inserir una dependència
fr: Erreur lors de l'ajout de dépendance
he: שגיאה במילוי תלות
pt_br: Erro ao inserir dependência
ru: Ошибка при вставке зависимости

source: Dependency added
ca: S'ha afegit una dependència
fr: Dépendance ajoutée
he: נוספה תלות
pt_br: Dependências adicionadas
ru: Зависимость удалена

source: New item insertion failed, please report this issue to the administrator
fr: Échec de l'insertion d'un nouvel élément ; signalez l'incident aux administrateurs
he: הוספת פריט חדש נכשלה, נא לדווח על התקלה הזאת להנהלה
pt_br: Inserção de novo item falhou, relate esse problema para o administrador
ru: Не удается вставить новую заявку, сообщите о проблеме администратору

source: New item posted (%1$s #%2$s)
fr: Nouvel élément posté (%1$s #%2$s)
he: פורסם פריט חדש (%1$s מס׳ %2$s)
pt_br: Novo iten enviado (%1$s #%2$s)
ru: Опубликована новая заявка (%1$s #%2$s)

source: (Error - Not Found)
he: (שגיאה - לא נמצא)

source: Item #%s doesn't belong to project
ca: L'element #%s no pertany al projecte
fr: L'élément #%s n'appartient pas au projet
he: פריט מס׳ %s לא שייך למיזם
pt_br: O item #%s não pertence ao projeto
ru: Заявка №%s не принадлежит этому проекту

source: Can't delete attachment #%s:
fr: Impossible d'effacer le document joint #%s :
he: לא ניתן למחוק את קובץ מצורף מס׳ %s:
pt_br: Não foi possível excluir o anexo #%s:
ru: Не удается удалить приложение №%s:

source: File successfully deleted
ca: El fitxer s'ha suprimit correctament
fr: Document supprimé
he: הקובץ נמחק
pt_br: Arquivo excluído com sucesso
ru: Файл успешно удален

source: Other Field update deleted
ca: S'ha suprimit l'actualització de l'altre camp
fr: Suppression de la mise à jour d'un autre champ
he: עדכון שדה אחר נמחק
pt_br: Atualização de outro campo excluída
ru: Обновление других полей удалено

source: Automatic update of %s due to transitions settings
ca: L'actualització automàtica de %s es deu a la configuració de les transicions
fr: Mise à jour automatique de %s due à la configuration des transitions
he: עדכון אוטומטי של %s עקב הגדרות מעברונים
pt_br: Atualização automática de %s em razão de configurações de transição
ru: Автоматическое обновление поля %s согласно настройкам переходов

source: You appear to have less than 0 votes remaining. There's a bug somewhere, please contact the administrators
fr: Il semble vous rester moins de 0 votes. Il y a une erreur quelque part, contactez les administrateurs
he: נראה שנותרו לך פחות מ־0 הצבעות. יש תקלה איפשהו נא ליצור קשר עם ההנהלה
pt_br: Você parece ter menos que 0 votos restantes. Há algum erro em algum lugar, por favor, contate os administradores
ru: У вас осталось меньше 0 голосов. Где-то ошибка, свяжитесь с администраторами

source: Vote erased
ca: S'ha esborrat el vot
fr: Vote effacé
he: ההצבעה נמחקה
pt_br: Voto apagado
ru: Голоса удалены

source: Unable to record the vote, please report to admins
ca: No es pot registrar el vot, notifiqueu-ho als administradors
fr: Impossible d'enregistrer votre vote, contactez les administrateurs
he: לא ניתן לתעד את ההצבעה, נא לדווח להנהלה
pt_br: Não foi possível registrar o voto, por favor, relate aos administradores
ru: Не удалось записать голос, свяжитесь с администратором

source: Unable to finally record the vote, please report to admins
ca: No es pot acabar de registrar el vot, poseu-vos en contacte amb els administradors
fr: Impossible d'enregistrer votre vote, contactez les administrateurs
he: לא ניתן לתעד את ההצבעה לבסוף, נא לדווח להנהלה
pt_br: Não foi possível ao final registrar o voto, por favor, relate aos administradores
ru: Не удалось учесть голос, свяжитесь с администратором

source: Vote recorded
ca: S'ha registrat el vot
fr: Vote enregistré
he: ההצבעה נרשמה
pt_br: Voto registrado
ru: Голос учтен

source: [artifact]bug
fr: [artéfact]anomalie
he: תקלות
pt_br: [artifact]erros
ru: ошибок

source: [artifact]patch
fr: [artéfact]correctif
he: טלאים
ru: заплаток

source: [artifact]task
fr: [artéfact]tâche
he: משימות
pt_br: [artifact]tarefas
ru: задач

source: [artifact]cookbook
fr: [artéfact]livre de recettes
he: ספר מתכונים
pt_br: [artifact]livro de receitas
ru: рецептов

source: [artifact]support
fr: [artéfact]suivi
he: תמיכה
pt_br: [artifact]suporte
ru: поддержки

source: [artifact]news
fr: [artéfact]dépêche
he: חדשות
pt_br: [artifact]notícias
ru: новостей

source: Missing parameters
ca: Falten paràmetres
fr: Paramètres manquants
he: חסרים משתנים
pt_br: Faltando parâmetros
ru: Недостающие параметры

source: Start copying configuration of group #%1$s %2$s tracker
fr: Commencer la copie de la configuration du groupe #%1$s de l'outil de suivi d'un %2$s
he: התחלת העתקת הגדרת קבוצה מס׳ %1$s לעוקב %2$s
pt_br: Começar a copiar configuração do rastreador de %2$s do grupo #%1$s
ru: Начать копирование конфигурации журнала %2$s группы №%1$s

source: Notification settings copied
ca: S'ha copiat la configuració de la notificació
fr: Configuration des notifications copiée
he: הגדרות ההתראה הועתקו
pt_br: Configurações de notificação copiadas
ru: Настройки уведомления почтой

source: Previous field values deleted
ca: S'han suprimit els valors anteriors del camp
fr: Valeurs précédentes du champ supprimées
he: ערכי השדה הקודמים נמחקו
pt_br: Valor de campo anterior excluído
ru: Прежние значения поля удалены

source: Previous field usage deleted
ca: S'ha suprimit l'ús anterior del camp
fr: Utilisation précédente du champ supprimée
he: השימוש הקודם בשדה נמחק
pt_br: Uso de campo anterior excluído
ru: Прежние настройки использования поля удалены

source: #%s
he: מס׳ %s

source: Field values %s copied
ca: S'han copiat els valors %s del camp
fr: Valeurs de champ %s copiées
he: ערך השדה %s הועתק
pt_br: Valor de campo %s copiado
ru: Значения поля %s скопированы

source: Previous canned responses deleted
ca: S'han suprimit les respostes predefinides anteriors
fr: Réponses prédéfinies précédentes supprimées
he: התגובות הקודמות שנוצרו מראש נמחקו
pt_br: Respostas pré-definidas anteriores excluídas
ru: Прежние шаблоны ответов удалены

source: Canned responses %s copied
ca: S'han copiat les respostes %s predefinides
fr: Réponses prédéfinies %s copiées
he: התגובות מראש %s הועתקו
pt_br: Respostas pré-definidas %s copiadas
ru: Шаблоны ответов %s скопированы

source: Previous query forms deleted
ca: S'han suprimit els formularis de consulta anteriors
fr: Formulaires de requêtes précédents supprimés
he: טופסי תשאול קודמים נמחקו
pt_br: Formulários de consulta anteriores excluídos
ru: Прежние формы запроса удалены

source: Query forms %s copied
ca: S'han copiat els formularis de consulta %s
fr: Formulaires de requêtes %s copiés
he: טופסי תשאול %s הועתקו
pt_br: Formulários de consulta %s copiados
ru: Формы запроса %s скопированы

source: Previous field transitions deleted
ca: S'han suprimit les transicions de camp anteriors
fr: Transitions de champ précédentes supprimées
he: מעברוני שדות קודמים נמחקו
pt_br: Transições de campo anterior excluída
ru: Прежние переходы значений полей удалены

source: Transitions %s copied
ca: S'han copiat les transicions %s
fr: Transitions %s copiées
he: המעברונים %s הועתקו
pt_br: Transições %s copiadas
ru: Переходы %s скопированы

source: Configuration copy finished
ca: Ha finalitzat la còpia de la configuració
fr: Copie de la configuration achevée
he: העתקת ההגדרות הושלמה
pt_br: Cópia da configuração finalizada
ru: Копирование конфигурации завершено

source: You cannot copy the configuration of other projects because you are not member of any project hosted here that uses a %s tracker.
fr: Vous ne pouvez pas copier la configuration d'autres projets car vous n'êtes membre d'aucun autre projet hébergé ici et utilisant un outil de suivi de %s.
he: אין לך אפשרות להעתיק את ההגדרות של מיזמים אחרים כיוון שלא הצטרפת למיזם שמתארח כאן ומשתמש בעוקב %s.
pt_br: Você não pode copiar a configuração de outros projetos porque você não é membro de nenhum projeto hospedado aqui que use um rastreador de %s.
ru: Вам нельзя копировать конфигурацию других проектов, потому что вы не участвуете ни в каком размещенном здесь проекте, который пользуется журналом %s.

source: You can copy the configuration of the %s tracker of the following projects (this list was established according to your currently membership record).
fr: Vous pouvez copier la configuration de l'outil de suivi de %s des projets suivants (cette liste a été établie en fonction votre appartenance à ces différents projets).
he: אפשר להעתיק הגדרות של עוקב ה%s ‫של המיזמים הבאים (רשימה זאת נוצרה בהתאם לרשומות החברות הנוכחיות שלך).
pt_br: Você pode copiar a configuração do rastreador de %s dos seguintes projetos (essa lista foi estabelecida de acordo com seu registro de associação atual).
ru: Вам можно копировать конфигурацию журнала %s следующих проектов (этот список составлен в соответствии с вашим текущим участием в проектах).

source: Beware, your current configuration will be irremediably lost.
ca: La configuració actual es perdrà per sempre.
he: נא להיזהר, ההגדרות הנוכחיות שלך תאבדנה לצמיתות.

source: Projects:
ca: Projectes:
fr: Projets :
he: מיזמים:
pt_br: Projetos:
ru: Проекты:

source: Powered by Savane %s
fr: Tourne sur Savane %s
he: מופעל על גבי Savane %s
pt_br: Fornecido pelo Savane %s
ru: Работает на Savane %s

source: Back to the top
ca: Torna al començament
fr: Retour en haut de page
he: חזרה למעלה
pt_br: Voltar para o topo
ru: Вверх страницы

source: [Deleted group #%s]
fr: [Groupe #%s supprimé]
he: [קבוצה שנמחקה מס׳ %s]
pt_br: [Grupo #%s excluído]
ru: [Группа №%s (удалена)]

source: GPG keys of %s <%s>
fr: Clés GPG de %s <%s>
he: מפתחות GPG של %s ‏<%s>
pt_br: Chaves GPG de %s <%s>
ru: Ключи GPG пользователя %s <%s>

source: It is possible to post anonymously on this tracker.
ca: És possible enviar missatges de manera anònima en aquest sistema de seguiment.
fr: Il est possible de poster anonymement sur cet outil de suivi.
he: אפשר לפרסם באופן אלמוני בעוקב הזה.
pt_br: É possível enviar anonimamente nestes rastreador.
ru: В этом журнале анонимные комментарии не допускаются.

source: Project Membership is required to post on this tracker.
ca: Per enviar missatges a aquest sistema de seguiment s'ha de pertànyer al projecte.
fr: Il faut être membre du projet pour poster sur cet outil de suivi.
he: נדרשת חברות בקבוצה כדי לפרסם לעוקב הזה.
pt_br: Associação ao projeto é exigido para enviar neste rastreador.
ru: В этом журнале могут переписываться только члены проекта.

source: Being logged-in is required to post on this tracker.
ca: Per enviar missatges a aquest sistema de seguiment s'ha d'haver iniciat una sessió.
fr: Être authentifié est nécessaire pour poster sur cet outil de suivi
he: נדרשת כניסה כדי לפרסם לעוקב הזה.
pt_br: Estar autenticado é exigido para enviar neste rastreador.
ru: Чтобы писать в этом журнале, нужно представиться системе.

source: Posting on this tracker is disabled.
fr: L'envoi sur cet outil de suivi est désactivé.
he: הפרסום לעוקב זה הושבת.

source: <!-- Search... in -->Support
fr: <!-- Search... in -->Assistance
he: ‫<!-- Search... in -->תמיכה
pt_br: <!-- Pesquisar... em -->Suporte
ru: поддержка

source: %s Support
ca: Suport de %s
fr: Assistance de %s
he: ‫%sתמיכה
pt_br: Suporte de %s
ru: поддержка %s

source: <!-- Search... in -->Bugs
fr: <!-- Search... in -->Anomalies
he: ‫<!-- Search... in -->תקלות
pt_br: <!-- Pesquisar... em -->Erros
ru: ошибки

source: %s Bugs
ca: Errors de %s
fr: Anomalies de %s
he: ‫%sתקלות
pt_br: Erros de %s
ru: ошибки %s

source: <!-- Search... in -->Tasks
fr: <!-- Search... in -->Tâches
he: ‫<!-- Search... in -->משימות
pt_br: <!-- Pesquisar... em -->Tarefas
ru: задачи

source: %s Tasks
ca: Tasques de %s
fr: Tâches de %s
he: ‫%sמשימות
pt_br: Tarefas de %s
ru: задачи %s

source: <!-- Search... in -->Patches
fr: <!-- Search... in -->Correctifs
he: ‫<!-- Search... in -->טלאים
pt_br: <!-- Pesquisar... em -->Patches
ru: заплатки

source: %s Patches
ca: %s Pedaços
fr: Correctifs de %s
he: ‫%sטלאים
pt_br: Patches de %s
ru: заплатки %s

source: Area to search in
fr: Zone où chercher
he: אזור לחיפוש
pt_br: Área para pesquisar
ru: Облатсь поиска

source: Projects
ca: Projectes
fr: Projets
he: מיזמים
pt_br: Projetos
ru: проекты

source: People
ca: Usuaris
fr: Utilisateurs
he: אנשים
pt_br: Pessoas
ru: люди

source: in %s
fr: dans %s
he: ב%s
pt_br: em %s
ru: в разделе %s

source: with at least one of the words
ca: amb almenys una de les paraules
fr: avec au moins un des mots
he: עם לפחות אחת מהמילים
pt_br: com pelo menos uma das palavras
ru: хотя бы с одним из слов

source: with all of the words
ca: amb totes les paraules
fr: avec tous les mots
he: עם כל המילים
pt_br: com todas as palavras
ru: со всеми словами

source: %s result per page
fr: %s résultat par page
he: תוצאה בעמוד
pt_br: %s resultado por página
ru: %s результат на страницу

source: Number of items to show per page
fr: Nombre d'éléments à montrer par page
he: מספר הפריטים שיוצגו בעמוד
pt_br: Número de itens para mostrar por página
ru: Число заявок на страницу

source: Group type to search in
fr: Type de groupe où effectuer la recherche
he: סוג הקבוצה לחיפוש
pt_br: Tipo de grupo para pesquisar
ru: Тип групп для поиска

source: any
ca: qualsevol
fr: tous
he: כל סוג
pt_br: qualquer um
ru: любой
