Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Source Code Manager: CVS Repository
ca: Administrador del codi font: dipòsit de CVS

source: Item posted by %s on %s.
ca: Element enviat per %s el %s.

source: Comments:
ca: Comentaris:

source: Monitor Forum (toggle)
ca: Supervisa el fòrum

source: Save Place
ca: Desa el lloc

source: You appear to be double-posting this message, since it has the same subject and followup information as a prior post.
ca: Sembla que esteu tornant a enviar aquest missatge, ja que té el mateix tema i contingut que un missatge anterior.

source: Posting Failed
ca: Ha fallat l'enviament

source: Message Posted
ca: Missatge enviat

source: %s[Read more]%s
ca: %s[Llegiu la continuació]%s

source: The total of results is zero.
ca: El total de resultats és zero.

source: Login Status:
ca: Estat d'inici de sessió:

source: Not Logged In
ca: No s'ha iniciat cap sessió

source: Message sent via/by %s
ca: Missatge enviat a través de/per %s

source: <em>in</em>
ca: <em>en</em>

source: %s results per page
ca: %s resultats per pàgina

source: Search in %s group type, when searching for a "Project/Group".
ca: Cerca en el tipus de grup %s quan cerquis "Projecte/Grup".

source: Notes: You can use the wildcard *, standing for everything. You can also search items by number.
ca: Notes: Podeu utilitzar el comodí *, que representa qualsevol cosa. També podeu cercar els elements pel número.

source: Project/Group
ca: Projecte/Grup

source: Search results for %s (in %s):
ca: Resultats de la cerca de %s (en %s):

source: Search results for %s (in %s, for the Group %s):
ca: Resultats de la cerca de %s (en %s, per al grup %s):

source: Search results:
ca: Resultats de la cerca:

source: Warning: Savane was not able to read "%s" site-specific information, please contact administrators
ca: Avís: Savane no ha pogut llegir la informació del lloc "%s", poseu-vos en contacte amb els administradors

source: (seems invalid and will probably be ignored)
ca: (sembla invàlid i probablement serà ignorat)

source: (unknown to Savane, will fail if not valid at %s)
ca: (desconegut per Savane, fallarà si no és vàlid a %s)

source: -unavailable-
ca: -no disponible-

source: Medium
ca: Mitjana

source: Highest
ca: La més alta

source: Use Subversion
ca: Utilitza Subversion

source: Use GNU Arch
ca: Utilitza Arch GNU

source: Define the set of possible values for the fields you have decided to use in this tracker
ca: Definiu el conjunt de valors possibles dels camps que heu decidit utilitzar en aquest sistema de seguiment

source: Define project-wide query form: what search criteria to use and what item fields to show in the query form table
ca: Definiu el formulari de consulta de tot el projecte: quins criteris de cerca s'utilitzaran i quins camps d'elements es mostraran a la taula del formulari de consulta

source: Defines posting restrictions
ca: Defineix les restriccions d'enviament

source: Added to skill inventory
ca: S'ha afegit a la llista de competències

source: ERROR - skill already in your inventory
ca: ERROR: la competència ja és a la llista

source: Add A New Skill
ca: Afegeix una nova competència
