Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Flagged (+%s, total spamscore: %s)
fr: Signalé (+%s, score de spam total de %s)
he: מסומן (+%s, ציון ספאם כללי: %s)
pt_br: Sinalizado (+%s, total de pontuação de spam: %s)
ru: Помечено (+%s, итого: %s)

source: Tracker &ldquo;%s&rdquo; is not valid (not alnum).
fr: Le suivi « %s » n'est pas valable (pas alphanumérique).
he: העוקב „%s” אינו תקף (לא אלפאנומרי).
pt_br: O rastreador de “%s” não é válido (não um alnum).
ru: Неверный журнал &ldquo;%s&rdquo; (не буквенно-цифровое обозначение)

source: Spam score of your post is set to %s
fr: Le score de spam de votre postage est défini à %s
he: דירוג הספאם לרשומה שלך מוגדר לכדי %s
pt_br: Pontuação de spam de seu envio está definido em %s
ru: Счетчик спама вашего комментария устанавливается в %s

source: Spam score of your post is set temporarily to %s, until it is checked by spam filters
fr: Le score de spam de votre postage est fixé temporairement à %s en attendant qu'il soit vérifié par les filtres anti-spam
he: ציון הספאם של הרשומה שלך מוגדר כרגע לכדי %s, עד שייבדק על ידי מסנני ‫ספאם
pt_br: A pontuação de spam de seu envio está definido temporariamente em %s, até estar verificado por filtros de spam
ru: Счетчик спама для вашего комментария временно устанавливается в %s до проверки фильтрами спама

source: Membership Info
ca: Informació dels membres
fr: Info des membres
he: פרטי חברות
pt_br: Informações sobre associação
ru: Информация об участниках

source: Project Admin:
ca: Administrador del projecte:
fr: Administrateur du projet :
he: הנהלת המיזם:
pt_br: Administrador do projeto:
ru: Администратор проекта:

source: Project Admins:
fr: Administrateurs du projet :
he: מנהלי המיזם:
pt_br: Administradores do projeto:
ru: Администраторы проекта:

source: %s active member
fr: %s membre actif
he: חבר פעיל
pt_br: %s membro ativo
ru: %s активный участник

source: View Members
ca: Mostra els membres
fr: Lister les membres
he: הצגת חברים
pt_br: Ver membros
ru: Просмотреть участников

source: Group identification
ca: Identificació del grup:
fr: Identifiants du Groupe
he: זיהוי קבוצה
pt_br: Identificação do grupo
ru: Параметры группы

source: Id: <strong>#%s</strong>
he: מזהה: <strong>#%s</strong>
ru: Ид: <strong>№%s</strong>

source: System Name:
ca: Nom del sistema:
fr: Nom système :
he: שם המערכת:
pt_br: Nome do sistema:
ru: Системное имя:

source: Group Type:
ca: Tipus de grup:
fr: Type de groupe :
he: סוג קבוצה:
pt_br: Tipo de grupo:
ru: Тип группы:

source: This project has not yet submitted a short description. You can <a href="%s">submit it</a> now.
fr: Ce projet n'a pas encore renseigné de description courte. Vous pouvez <a href="%s">l'enregistrer maintenant</a>.
he: המיזם הזה עדיין לא הגיש תיאור מקוצר. ניתן <a href="%s">להגיש אותו</a> כעת.
pt_br: Este projeto ainda não enviou uma descrição curta. você pode <a href="%s">enviá-la</a> agora.
ru: Краткого описания этого проекта еще нет. Можно <a href="%s">написать его</a> сейчас.

source: Registration Date:
fr: Date d'enregistrement :
he: תאריך ההרשמה:
pt_br: Data de registro:
ru: Дата регистрации:

source: License:
ca: Llicència:
fr: Licence :
he: רישיון:
pt_br: Licença:
ru: Лицензия:

source: Project license is unknown!
fr: La licence du projet est inconnue !
he: רישיון המיזם אינו ידוע!
pt_br: A licença do projeto é desconhecida!
ru: Лицензия проекта неизвестна!

source: Development Status:
ca: Estat de desenvolupament:
fr: Stade de développement :
he: מצב פיתוח:
pt_br: Estado do desenvolvimento:
ru: Состояние разработки:

source: Administration: %s server
ca: Administració: servidor %s
fr: Administration : serveur %s
he: ניהול: שרת %s
pt_br: Administração: servidor do %s
ru: Администрация: сервер %s

source: Since you are administrator of this project, which one is the &ldquo;system project,&rqduo; you are administrator of the whole %s server.
fr: Étant donné que vous êtes administrateur de ce projet, qui est le « projet système », vous êtes administrateur de l'ensemble du serveur %s.
he: מאחר שהנהלת המיזם „הנהלת המערכת” בידיך, משמעות הדבר ‫היא שהנהלת כל שרת ה־%s בידיך.
pt_br: Como você é o administrador deste projeto, que é um “projeto do sistema”, você é administrador de todo o servidor %s.
ru: Поскольку вы администратор этого проекта, а это &ldquo;проект системы&rdquo;, вы являетесь администратором всего сервера %s.

source: Server Main Administration Page
ca: Pàgina principal d'administració del servidor
fr: Page principale de l'admin. du serveur
he: עמוד ניהול שרת ראשי
pt_br: Página principal de administração do servidor
ru: Главная страница управления сервером

source: Pending Projects List
ca: Llista de projectes pendents
fr: Liste des projets en attente
he: רשימת מיזמים ממתינים
pt_br: Lista de projetos pendentes
ru: Список проектов на рассмотрении

source: (%s registration pending)
fr: (%s enregistrement en attente)
he: (בקשת רישום ממתינה)
pt_br: (%s registro pendente)
ru: (%s регистрация в процессе рассмотрения)

source: Administration: %s project
ca: Administració: projecte %s
fr: Administration : projet %s
he: ניהול: מיזם %s
pt_br: Administração: projeto %s
ru: Администрация: проект %s

source: As administrator of this project, you can manage members and activate, deactivate and configure your project's tools.
fr: En tant qu'administrateur de ce projet, vous pouvez gérer les membres et activer, désactiver et configurer les outils de votre projet.
he: כחלק מהנהלת המיזם, אפשר לנהל את החברים ולהפעיל, להשבית ולהגדיר את כלי המיזם שלך.
pt_br: Como administrador deste projeto, você pode gerenciar membros e ativar, desativar e configurar as ferramentas do seu projeto.
ru: Как администратор этого проекта вы можете изменять состав участников группы, а также выбирать и настраивать инструментарий, используемый проектом.

source: Project Main Administration Page
ca: Pàgina principal d'administració del projecte
fr: Page principale de l'administration du projet
he: עמוד ניהול שרת ראשי
pt_br: Página principal de administração do projeto
ru: Главная страница управления проектом

source: Quick Overview
ca: Descripció general ràpida
fr: Panorama succinct
he: סקירה מהירה
pt_br: Visão geral rápida
ru: Обзор

source: Browse docs (External to Savane)
ca: Visualitza documents (fora de Savane)
fr: Consulter la documentation (hors de Savane)
he: עיון במסמכים (מחוץ ל־Savane)
pt_br: Acesse documentação (externa ao Savane)
ru: Просмотреть документацию (вне сайта)

source: Browse the cookbook
ca: Navega pel Llibre de receptes
fr: Consulter le livre de recettes
he: עיון בספר המתכונים
pt_br: Acesse o livro de receitas
ru: Просмотреть рецепты

source: Project Memberlist
ca: Llista de membres del projecte
fr: Liste des membres du projet
he: רשימת חברי המיזם
pt_br: Lista de membros do projeto
ru: Список участников проекта

source: (%s member)
fr: (%s membre)
he: (חבר)
pt_br: (%s membro)
ru: (%s участник)

source: Project Release GPG Keyring
fr: Trousseau de clés GPG de diffusion du projet
he: מחזיק מפתחות GPG למהדורות המיזם

source: (open items: %1$s, total: %2$s)
fr: (éléments ouverts : %1$s, total : %2$s)
he: (פריטים פתוחים: %1$s, סך הכול: %2$s)
pt_br: (itens abertos: %1$s, total: %2$s)
ru: (открытых заявок: %1$s, всего: %2$s)

source: Browse open items
ca: Navega pels elements oberts
fr: Consulter les éléments en cours
he: עיון בפריטים הפתוחים
pt_br: Acesse os itens abertos
ru: Просмотреть открытые заявки

source: Submit a new item
ca: Envia un nou element
fr: Poster un nouvel élément
he: הגשת מיזם חדש
pt_br: Enviar um novo item
ru: Добавить новую заявку

source: Communication Tools
ca: Eines de comunicació
fr: Outils de communication
he: כלי תקשורת
pt_br: Ferramentas de comunicação
ru: Инструменты общения

source: Tech Support Manager
ca: Administrador de suport tècnic
fr: Assistance technique
he: הנהלת תמיכה טכנית
pt_br: Gerente de suporte técnico
ru: Секретарь технической поддержки

source: Public Forum
ca: Fòrum públic
fr: Forum public
he: פורום ציבורי
pt_br: Fórum público
ru: Открытый форум

source: (messages: %1$s, forums: %2$s)
he: (הודעות: %1$s, פורומים: %2$s)
pt_br: (mensagens: %1$s, fóruns: %2$s)
ru: (сообщений: %1$s, форумов: %2$s)

source: (%s public mailing list)
fr: (%s liste de discussion publique)
he: (רשימת דיוור ציבורית %s)
pt_br: (%s lista de discussão pública)
ru: (%s открытый список рассылки)

source: This project is looking for people
ca: Es busquen col·laboradors per a aquest projecte
fr: Ce projet est à la recherche de contributeurs
he: המיזם הזה מחפש אנשים
pt_br: Esse projeto está procurando por pessoas
ru: Этому проекту нужны помощники

source: (%s contributor wanted)
fr: (%s contributeur recherché)
he: (דרוש/ה מתנדב/ת %s)
pt_br: (%s contribuidor procurado)
ru: (требуется %s помощник)

source: Development Tools
ca: Eines de desenvolupament
fr: Outils de développement
he: כלי פיתוח
pt_br: Ferramentas de desenvolvimento
ru: Инструменты разработки

source: Patch Manager
ca: Administrador de pedaços
fr: Suivi de correctifs
he: מנהל טלאים
pt_br: Gerente de patches
ru: Управление заплатками

source: Member Keyring is empty, no keys were registered
fr: Le trousseau de clés des membres est vide. Aucune clé n'a été enregistrée
he: מחזיק המפתחות של החבר ריק, לא נרשמו מפתחות

source: Group Member GPG Keyring
fr: Trousseau de clés GPG des membres du groupe
he: מחזיק מפתחות GPG של חבר בקבוצה

source: Member GPG keyring of %s group.
fr: Trousseau de clés GPG pour les membres du groupe %s.
he: מחזיר מפתחות GPG של חבר בקבוצה %s.

source: Note that this keyring is not intended for checking releases of that group. Use Group Release Keyring instead.
fr: Notez que ce trousseau de clés n'est pas destiné à valider les diffusions de ce groupe. Pour cela, utilisez le trousseau de clés de diffusion du groupe.
he: נא לשים לב שמחזיר המפתחות לא מיועד לבדיקת מהדורות של הקבוצה הזאת. יש להשתמש במחזיק המפתחות של מהדורות הקבוצה במקום.

source: Group Keyring is empty, no keys were registered
fr: Le trousseau de clés du groupe est vide. Aucune clé n'a été enregistrée
he: מחזיק המפתחות של הקבוצה ריק, לא נרשמו מפתחות

source: Group Release GPG Keyring
fr: Trousseau de clés de diffusion du groupe
he: מחזיק מפתחות GPG של מהדורות הקבוצה

source: Release GPG keyring of %s group.
fr: Trousseau de clés GPG de diffusion du groupe %s.
he: מחזיק מפתחות GPG של המהדורות של קבוצת %s.

source: You can <a href="%s">download the keyring</a> and import it with the command %s.
fr: Vous pouvez <a href="%s">télécharger le trousseau</a> et l'importer avec la commande %s.
he: אפשר <a href="%s">להוריד את מחזיק המפתחות</a> ולייבא אותו עם ‫הפקודה %s.
pt_br: Você pode <a href="%s">baixar o chaveiro</a> e importá-lo com o comando %s.
ru: Можно <a href="%s">получить связку ключей</a> и импортировать командой %s.

source: techn. & manager
ca: tècnic i administrador
fr: techn. & gestion.
he: טכנאות וניהול
pt_br: técnico & gerente
ru: техник-секретарь

source: basic or detailed
fr: simplifiée ou détaillée
he: בסיסית או מפורטת
pt_br: básica ou detalhada
ru: простой или подробный

source: basic
ca: bàsica
fr: basique
he: בסיסית
pt_br: básica
ru: простой

source: detailed
ca: detallada
fr: détaillée
he: מפורטת
pt_br: detalhada
ru: подробный

source: Browse with the %s memberlist.
ca: Navega amb la llista de membres de %s.
fr: Consulter avec la liste des membres %s.
he: עיון עם רשימת החברים ה%s.
pt_br: Navegue com a lista de membros %s.
ru: Просмотреть %s список участников.

source: If you would like to contribute to this project by becoming a member, use the <a href="%s">request for inclusion</a> form.
fr: Si vous voulez contribuer à ce projet en devenant membre, utilisez le formulaire <a href="%s">de demande d'inclusion</a>.
he: כדי לתרום למיזם הזה על ידי הצטרפות לחברות, יש להשתמש בטופס <a href="%s">בקשת ההצטרפות</a>.
pt_br: Se você deseja contribuir com esse projeto tornando-se um membro, use o formulário de <a href="%s">solicitação de inclusão</a>.
ru: Если вы хотите работать в проекте в качестве участника, воспользуйтсь <a href="%s">формой запроса на вступление в группу</a>.

source: Note that you can &ldquo;watch&rdquo; a member of your project. It allows you, for instance, to be the backup of someone when they are away from the office, or to review all their activities on this project: you will receive a copy of their mail notifications related to this project.
fr: Notez que vous pouvez « suivre » un membre de votre projet. Cela vous permet, par exemple, de le seconder lorsqu'il n'est pas au bureau, de faire du suivi de qualité de ses activités dans le cadre du projet : vous recevrez une copie de ses notifications liées au projet.
he: נא לשים לב שניתן „לעקוב” אחר חברים במיזם שלך. כך ניתן לשמש כגיבוי למישהו כשאינו נמצא או לסקור את כל הפעילות שלו במיזם הזה: יישלח אליך עותק של כל התראות הדוא״ל שקשורות במיזם הזה.
pt_br: Note que você pode “monitorar” um membro do seu projeto. Isso permite que você, por exemplo, seja o backup de alguém quando este estiver fora do escritório ou para revisar todas as suas atividades neste projeto: você receberá uma cópia de suas notificações de e-mail relacionadas a este projeto.
ru: Вы можете &ldquo;смотреть&rdquo; за членом вашего проекта. Это позволяет, например, подменять людей, когда они отстуствуют, или просматривать всю их работу в этом проекте: вы будете получать копию всех оповещений, связанных с этим проектом.

source: On this page are only presented specific roles, roles which are not attributed by default when joining this project.
fr: Seuls les rôles spécifiques sont présentés sur cette page, ce sont les rôles qui ne sont pas attribués par défaut aux membres qui joignent un projet.
he: בעמוד הזה מוצגים רק תפקידים מסוימים, תפקידים שאינם מוענקים כברירת מחדל בעת הצטרפות למיזם הזה.
pt_br: Nesta página apenas são apresentados papéis específicos, funções que não são atribuídas por padrão ao se juntar a este projeto.
ru: На этой странице указаны только особые разряды, которые не присваиваются сразу, когда вступают в проект.

source: Member
ca: Membre
fr: Membres
he: חבר
pt_br: Membro
ru: Участник

source: Specific Role
ca: Funció específica
fr: Rôle spécifique
he: תפקיד מסוים
pt_br: Função específica
ru: Разряд

source: Resume and Skills
ca: CV i competències
fr: CV et compétences
he: קורות חיים ומיומנויות
pt_br: Currículo e habilidades
ru: Страница навыков

source: Watch
ca: Supervisa
fr: Suivi
he: מעקב
pt_br: Monitorar
ru: Наблюдать

source: Active members on duty
fr: Membres actifs en service
he: חברים פעילים בתפקיד
pt_br: Membros ativos em serviço
ru: Активные участники

source: Currently inactive members
fr: Membres actuellement inactifs
he: חברים שאינם פעילים כעת
pt_br: Membros atualmente inativos
ru: Неактивные участники

source: Squad
fr: Escouade
he: חוליה
pt_br: Esquadrão
ru: Звено

source: project admin
ca: administrador del projecte
fr: administration du Projet
he: הנהלת מיזם
pt_br: administrador do projeto
ru: администратор

source: support tracker
ca: sistema de seguiment de suport
fr: assistance technique
he: עוקב תמיכה
pt_br: rastreador de suporte
ru: журнал поддержки

source: bug tracker
ca: sistema de seguiment d'errors
fr: suivi d'anomalies
he: עוקב תקלות
pt_br: rastreador de erros
ru: журнал ошибок

source: task tracker
ca: sistema de seguiment de tasques
fr: suivi de tâche
he: עוקב משימות
pt_br: rastreador de tarefas
ru: журнал задач

source: patch tracker
ca: sistema de seguiment de pedaços
fr: suivi de patch
he: עוקב טלאים
pt_br: rastreador de patches
ru: журнал заплаток

source: news tracker
ca: sistema de seguiment de notícies
fr: suivi de dépêches
he: עוקב חדשות
pt_br: rastreador de notícias
ru: журнал новостей

source: View Skills
ca: Mostra les competències
fr: Consulter ses compétences
he: הצגת מיומנויות
pt_br: Ver habilidades
ru: Навыки

source: Set to private
ca: Estableix en privat
fr: Non disponible
he: הגדרה לאישי
pt_br: Definido para privado
ru: Скрыто

source: Watch partner
ca: Supervisa un col·laborador
fr: Seconder le partenaire
he: מעקב אחר שותף
pt_br: Monitorar parceiro
ru: Наблюдать

source: You may also be interested in the <a href="%s">GPG Keys of all members</a>
fr: Vous pouvez également consulter les <a href="%s">clés GPG de tous les membres</a>
he: יכול להיות שגם יעניינו אותך <a href="%s">מפתחות ה־GPG של כל החברים</a>

source: With the following form, you can perform a search in the item summaries and details of a given tracker of the project %s. If you need to perform more complex search, use the query forms in Browse items page of this tracker. If you want to perform a site-wide search, use the search box in the left menu.
fr: Avec le formulaire suivant, vous pouvez effectuer une recherche sur les sujets et contenus des éléments d'un outil de suivi donné du projet %s. Si vous désirez effectuer des recherches plus complexes, utilisez les formulaires de requête, disponibles dans les pages de consultation des éléments. Si vous désirez faire une recherche sur l'ensemble du site, utilisez la boite de recherche dans le menu de gauche.
he: עם הטופס הבא, ניתן לחפש בתקצירי הפריטים ובפרטי עוקב מסוים של המיזם %s. ‫במידת הצורך ניתן לבצע חיפושים יותר מורכבים, להשתמש בטופסי שאילתות בעמוד העיון בפריטים של העוקב הזה. כדי לבצע חיפוש בכלל האתר, יש להשתמש בתיבת החיפוש שבתפריט השמאלי.
pt_br: Com o seguinte formulário, você pode realizar uma pesquisa nos resumos e detalhes de itens de um determinado rastreador do projeto %s. Se você precisa executar pesquisas mais complexas, use os formulários de consulta na página Navegar itens deste rastreador. Se você quiser realizar uma pesquisa em todo o site, use a caixa de pesquisa no menu à esquerda.
ru: С помощью этой формы можно выполнять поиск по заголовкам и содержимому заявок данного журнала проекта %s. Если вам нужно выполнять более сложный поиск, воспользуйтесь формами запроса на странице просмотра заявок этого журнала. Если вам нужно искать по всему сайту, воспользуйтесь полем поиска в меню слева.

source: Bug Tracker Email Notification Settings
ca: Configuració de les notificacions per correu electrònic del sistema de seguiment d'errors
fr: Configuration des notifications par courriel du suivi d'anomalies
he: הגדרות התראות בדוא״ל של עוקב התקלות
pt_br: Configurações de notificação por e-mail do rastreador de erros
ru: Настройка оповещения журнала ошибок по электронной почте

source: Support Tracker Email Notification Settings
ca: Configuració de les notificacions per correu electrònic del sistema de seguiment de suport
fr: Configuration des notifications par courriel de l'assistance technique
he: הגדרות התראות בדוא״ל של עוקב התמיכה
pt_br: Configurações de notificação por e-mail do rastreador de suporte
ru: Настройка оповещения журнала поддержки по электронной почте

source: Task Tracker Email Notification Settings
ca: Configuració de les notificacions per correu electrònic del sistema de seguiment de tasques
fr: Configuration des notifications par courriel du suivi de tâches
he: הגדרות התראות בדוא״ל של עוקב המשימות
pt_br: Configurações de notificação por e-mail do rastreador de tarefas
ru: Настройка оповещения журнала задач по электронной почте

source: Patch Tracker Email Notification Settings
ca: Configuració de les notificacions per correu electrònic del sistema de seguiment de pedaços
fr: Configuration des notifications par courriel du suivi de patch
he: הגדרות התראות בדוא״ל של עוקב הטלאים
pt_br: Configurações de notificação por e-mail do rastreador de patches
ru: Настройка оповещения журнала заплаток по электронной почте

source: Cookbook Manager Email Notification Settings
ca: Configuració de les notificacions per correu electrònic de l'administrador del llibre de receptes
fr: Configuration des notifications par courriel du livre de recettes
he: הגדרות התראות בדוא״ל של מנהל ספרי המתכונים
pt_br: Configurações de notificação por e-mail do gerenciador de livro de receitas
ru: Настройка оповещения о рецептах по электронной почте

source: Successfully Updated Reminder Settings
ca: S'ha actualitzat correctament la configuració del recordatori
fr: Paramètres des mémos mis à jour
he: הגדרות תזכורות עודכנו בהצלחה
pt_br: Configurações de lembretes atualizadas com sucesso
ru: Настройки напоминаний успешно обновлены

source: Failed to Update Reminder Setting
ca: Ha fallat l'actualització de la configuració del recordatori
fr: Échec de la mise à jour des la configuration des mémos
he: עדכון הגדרות התראה נכשל
pt_br: Falha ao atualizar configuração de lembrete
ru: Не удалось обновить настройки напоминаний

source: Successfully set Timestamp of the Latest Reminder
ca: S'ha establert correctament la marca horària del darrer recordatori
fr: Date du dernier envoi de mémo mis à jour
he: חותמת הזמן של התזכורת העדכנית ביותר עודכנה בהצלחה
pt_br: Carimbo de tempo do último lembrete definido com sucesso
ru: Временная метка последнего напоминания установлена

source: Failed to Reset Timestamp of the Latest Reminder
ca: No s'ha pogut establir correctament la marca horària del darrer recordatori
fr: Échec de la mise à zéro de la date de l'envoi du dernier mémo
he: איפוס חותמת הזמן של התזכורת העדכנית ביותר נכשלה
pt_br: Falha ao redefinir carimbo de tempo do último lembrete
ru: Установить временную метку последнего напоминания не удалось

source: News Manager Email Notification Settings
ca: Configuració de les notificacions per correu electrònic de l'administrador de notícies
fr: Configuration des notifications par courriel du gestionnaire de dépêches
he: הגדרות התראות בדוא״ל של הנהלת החדשות
pt_br: Configurações de notificação por e-mail do gerenciador de notícias
ru: Настройка оповещения о новостях по электронной почте

source: Carbon-Copy List:
ca: Llista amb còpia:
fr: Liste des copies-carbones:
he: רשימת נמענים בעותק:
pt_br: Lista de cópia carbono:
ru: Копии отсылаются по адресам:

source: Reminders
ca: Recordatoris
fr: Mémos
he: תזכורות
pt_br: Lembretes
ru: Напоминания

source: You can configure the project so that reminder emails get sent to project members who have opened items with priority higher than 5 assigned to them.
fr: Vous pouvez configurer le projet de manière à ce que des mémos soient envoyés par courriels aux membres du projet qui ont des éléments qui leurs sont assignés d'une priorité supérieure à 5.
he: אפשר להגדיר את המיזם כדי שהודעות תזכורת נשלחות לחברי המיזם שפתחו פריטים עם עדיפות גבוהה מ־5 שמוקצים להם.
pt_br: Você pode configurar o projeto para que os e-mails de lembretes sejam enviados aos membros do projeto que abriram itens com prioridade maior que 5 atribuídos a eles.
ru: Можно настроить проект, чтобы его участникам, которым поручены открытые заявки с приоритетом выше 5, высылались напоминания.

source: This will be done regardless of the fact project members have or have not requested to receive such reminders via their personal notification settings!
fr: Ceci sera effectif indépendamment du fait que les membres aient ou n'aient pas demandé de tels mémos dans leur configuration personnelle !
he: זה יבוצע ללא תלות בעובדה שחברי המיזם ביקשו או לא ביקשו לקבל תזכורות שכאלה דרך ההגדרות האישיות שלהם!
pt_br: Isso será feito independentemente do fato de os membros do projeto terem ou não solicitado receber tais lembretes através das suas configurações de notificação pessoal!
ru: Это будет проводиться независимо от того, запрашивали ли эти участники напоминания в своих личных настройках!

source: Update failed.
ca: Ha fallat l'actualització.
fr: Échec de la mise à jour.
he: העדכון נכשל.
pt_br: Atualização falhou.
ru: Не удалось обновить.

source: Editing Public Information
fr: Modification des informations publiques
he: עורך מידע ציבורי
pt_br: Editar informações públicas
ru: Редактирование общедоступной информации

source: Group Name:
fr: Nom du groupe :
he: שם הקבוצה:
pt_br: Nome do grupo:
ru: Название группы:

source: Short Description (255 characters max)
fr: Description courte (255 caractères maximum) :
he: תיאור קצר (עד 255 תווים)
pt_br: Descrição Curta (255 caracteres no máximo)
ru: Краткое описание (не более 255 символов)
