Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: The Bazaar repositories for projects use separate directories for each branch. You can see the branch names in the repository by pointing a web browser to:
fr: Les dépôts Bazaar des projets utilisent des répertoires séparés pour chaque branche. Vous pouvez voir les noms des branches dans les répertoires en dirigeant un navigateur web vers :
he: מאגרי Bazaar משתמשים בתיקיות נפרדות עבור ‫כל ענף. אפשר לראות את שמות הענפים במאגר על ידי הפניית ‫הדפדפן אל:
pt_br: Os repositórios do Bazaar para projetos usam diretórios separados para cada branch. Você pode ver os nomes dos branches no repositório apontando um navegador da web para:
ru: Репозитории Bazaar для проектов пользуются раздельными каталогами для каждой ветви. Список ветвей можно получить, набрав в браузере

source: For a repository with separate branch directories (<tt>trunk</tt>, <tt>devel</tt>, &hellip;), use:
fr: Pour un dépôt avec des répertoires contenant des branches séparées (<tt>trunk</tt>, <tt>devel</tt>, &hellip;), utilisez :
he: למאגר עם תיקיות ענפים נפרדות (<tt>trunk</tt>, ‏‫<tt>devel</tt>, &hellip;), יש להשתמש ב־:
pt_br: Para um repositório com diretórios de branches separados (<tt>trunk</tt>, <tt>devel</tt>, &hellip;), use:
ru: Для репозирория с раздельными каталогами ветвей (<tt>trunk</tt>, <tt>devel</tt>...) воспользуйтесь командой:

source: <i>branch</i>
fr: <i>branche</i>
he: ‫<i>ענף</i>
ru: <i>ветвь</i>

source: where <i>branch</i> is the name of the branch you want.
fr: où <i>branche</i> est le nom de la branche que vous voulez.
he: כאשר <i>branch</i> הוא שם הענף המבוקש.
pt_br: sendo que <i>branch</i> é o nome do branch que você deseja.
ru: где <i>ветвь</i>&nbsp;&mdash; название ветви, которая вам нужна.

source: For a repository with only a top-level <tt>.bzr</tt> directory, use:
fr: Dans un répertoire avec un seul répertoire <tt>.bzr</tt> au plus haut niveau, utilisez :
he: למאגר שיש בו רק תיקיית <tt>‎.bzr</tt> ברמה העליונה, יש להשתמש ב־:
pt_br: Para um repositório com apenas um diretório <tt>.bzr</tt> de nível superior, use:
ru: Если в репозитории находится только каталог <tt>.bzr</tt> верхнего уровня, используйте команду:

source: If you need the low-performance HTTP or HTTPS access, these are the URLs:
he: לגישה ב־HTTP או ב־HTTPS עם ביצועים נמוכים, אלו הכתובות:

source: More introductory documentation
fr: Plus de documentation d'initiation
he: תיעוד מבוא נוסף
pt_br: Mais documentação introdutória
ru: Другая вводная документация

source: Check the <a href="%s">UsingBzr</a> page at the documentation wiki.
fr: Consultez la page <a href="%s">UsingBzr</a> dans le wiki de documentation.
he: אפשר לעיין בעמוד <a href="%s">UsingBzr</a> בוויקי התיעוד.
pt_br: Verifique a página <a href="%s">UsingBzr</a> na wiki de documentação.
ru: Обратитесь к странице <a href="%s">UsingBzr</a> в вики документации.

source: If you would like to use Savannah to host your project, then go to the <b>Register New Project</b> menu entry.
fr: Si vous souhaitez utiliser Savannah pour héberger votre projet, allez dans le menu <b>Inscrire un nouveau projet</b>.
pt_br: Se você gostaria de usar Savannah para hospedar seu projeto, então acessa a entrada de menu <b>Registrar novo projeto</b>.
ru: Если вы хотели бы воспользоваться Саванной для размещения своего проекта, выберите пункт меню <b>Зарегистрировать проект</b>.

source: Puszcza
ru: Пуща

source: modulename
fr: nommodule
pt_br: nome_do_módulo
ru: имя_модуля

source: membername
fr: nommembre
pt_br: nome_do_membro
ru: имя_участника

source: To be hosted on Savannah, your project must be free software, and it must be kept independent of any nonfree software. The package must not refer the user to any nonfree software; in particular, it must not automatically download or install any nonfree software.
pt_br: Para ser hospedado em Savannah, seu projeto deve ser um software livre e deve ser mantido independente de qualquer software não livre. O pacote não deve direcionar o usuário a nenhum software não livre; em especial, não deve baixar ou instalar automaticamente qualquer software não livre.
ru: Для размещения в Саванне ваш проект должен быть свободной программой и он должен сохранять независимость от любых несвободных программ. Пакет не должен указывать пользователю ни на какие несвободные программы; в частности, он не должен автоматически подгружать или устнавливать никакие несвободные программы.

source: If you need the low-performance HTTP access, this is the URL:
fr: Si vous avez besoin d'un accès HTTP de piètre performance, voici l'URL :
pt_br: Se você deseja um acesso HTTP de baixo desempenho, essa é a URL:
ru: Если вам нужен низкопроизводительный доступ по HTTP, вот URL:

source: FAQ moved to %s
fr: FAQ déplacée à %s
pt_br: FAQ movido para %s
ru: Документ перемещен на %s

source: Your GPG key is used for signing your releases and optionally encrypting sensitive messages sent to you. It also can be used to check your identity when you lose your password.
pt_br: Sua chave GPG é usada para assinar suas versões e, opcionalmente, criptografar mensagens confidenciais enviadas para você. Também pode ser usado para verificar sua identidade quando você perder sua senha.
ru: Ваш ключ GPG используется для подписи ваших выпусков и (по желанию) для шифрования посылаемых вам конфиденциальных сообщений. Его можно также использовать для удостоверения вашей личности, когда вы потеряли пароль от учетной записи Саванны.

source: <!-- Date: day, month, year --> %1$s %2$s %3$s
pt_br: <!-- Data: dia, mês, ano --> %1$s %2$s %3$s
ru: %1$s %2$s %3$s

source: Project Member GPG Keyring
pt_br: Chaveiro GPG de membro do projeto
ru: Связка ключей участников проекта

source: Edit Fields Values
ca: Edita els valors dels camps
pt_br: Editar valores de campos
ru: Править значения полей

source: Other Fields Update
pt_br: Atualização de outros campos
ru: Обновление других полей

source: Browse Items By %s:
fr: Consulter les éléments par %s :
pt_br: Navegar itens por %s:
ru: Сортировать заявки по полю %s:

source: Invalid tracker name %s
fr: Nom de suivi d'anomalie invalide %s
pt_br: Nome de rastreador inválido: %s
ru: Неправильное название журнала %s

source: User Docs: Cookbook
ca: Documents: Llibre de receptes
fr: Docs : Livre de recettes
pt_br: Docs de usuário: Livro de receitas
ru: Документация: рецепты

source: Recipes dedicated to any users, including Project Admins
ca: Receptes dirigides a tots els usuaris, inclosos els administradors de projectes
fr: Recettes pour tout utilisateur, y compris les administrateurs de projets
pt_br: Receitas dedicadas a quaisquer usuários, incluindo administradores de projeto
ru: Готовые решения для всех пользователей, включая администраторов проектов

source: (yyyy-mm-dd)
fr: (aaaa-mm-jj)
pt_br: (aaaa-mm-dd)
ru: (гггг-мм-дд)

source: Beware, your current configuration will be irremediably lost.
fr: Attention, votre configuration actuelle sera définitivement perdue.
pt_br: Cuidado, sua configuração atual será irremediavelmente perdida.
ru: Осторожно! Ваша текущая конфиругация будет безвозвратно утрачена.

source: As a project administrator you must decide if the list of persons to be systematically notified on new %s submissions (and possibly updates) depend on the categories or not and you must provide the corresponding email addresses (comma separated list).
fr: En tant qu'administrateur du projet, vous devez décider si la liste des personnes à notifier du postage de nouveaux %s (et, à votre préférence, des mises à jour) dépend des catégories ou pas. Vous devez également fournir les listes d'adresses électroniques qui vont de pair (en employant la virgule comme séparateur).
pt_br: Como administrador do projeto, você deve decidir se a lista de pessoas a ser sistematicamente notificada sobre novos envios de %s (e possivelmente atualizações) depende das categorias ou não, e você deve fornecer os endereços de e-mail correspondentes (lista separada por vírgulas).
ru: Будучи администратором проекта, вы должны решить, зависит ли список лиц, систематически уведомляемых о новых заявках (и, возможно, обновлениях) в журнале %s, от категорий, и записать соответствующие адреса электронной почты (через запятую).

source: Vote provided is not a simple integer, it has been ignored
ca: El vot proporcionat no és un enter senzill, s'ha ignorat
fr: Le chiffre proposé comme vote n'est pas un chiffre entier, par conséquent il a été ignoré.
pt_br: O voto fornecido não é um inteiro simples, ele foi ignorado
ru: Количество голосов не цело, игнорируется

source: Show all jobs for all project types
fr: Montrer toutes les demandes d'aide pour tout les types de projets
pt_br: Mostrar todos os trabalhos para todos os tipos de projetos
ru: Показать все вакансии для проектов всех типов

source: cvs
ru: VCS

source: Warning: Savane was not able to read site-specific information from file '%s', please contact administrators
fr: Attention : Savane est incapable de lire l'information spécifique au site « %s », s'il vous plaît, signalez cet incident aux administrateurs
pt_br: Aviso: O Savane não foi capaz de ler informações específicas do site sobre o arquivo “%s”, por favor contate os administradores
ru: Внимание: Savane не удалось прочесть текст сайта из файла '%s', обратитесь к администраторам

source: %sMiB
fr: %sMio
ru: %sМиБ

source: %sKiB
fr: %skio
ru: %sКиБ

source: KiB
fr: kio
ru: КиБ

source: MiB
fr: Mio
ru: МиБ

source: GiB
fr: Gio
ru: ГиБ

source: TiB
fr: Tio
ru: ТиБ

source: PiB
fr: Pio
ru: ПиБ

source: <!-- Search... in -->Cookbook
fr: <!-- Search... in -->Livre de recettes
pt_br: <!-- Pesquiar... em -->Livro de receitas
ru: рецепты

source: %s Cookbook
ca: Llibre de receptes de %s
fr: Recettes de %s
pt_br: Livro de receitas de %s
ru: рецепты %s

source: Invalid repository name:
fr: Nom de dépôt invalide :
pt_br: Nome de repositório inválido:
ru: Неверное имя репозитория:

source: Invalid directories list
fr: Liste de répertoires invalide
pt_br: Lista de diretórios inválidos
ru: Неправильный список каталогов

source: Invalid list of notification emails
fr: Liste de courriels de notification invalide
pt_br: Lista inválida de e-mails para notificação
ru: Неправильный список адресов для оповещений

source: Invalid list of diff notification emails
fr: Liste de courriels de notification de diff invalide
pt_br: Lista inválida de e-mails para notificação de comparação
ru: Неправильный список адресов для оповещения об изменениях

source: (used in URLs, mailing lists names, etc.)
fr: (utilisé dans les URL, les noms de listes de diffusions, etc)
pt_br: (usado em URLs, nomes de listas de discussão, etc.)
ru: (используется в URL, названиях списков рассылки и т.д.)

source: My tarball includes a copy of the license
fr: Mon tarball contient une copie de la licence
pt_br: Meu tarball inclui uma cópia da licença
ru: Мой архив содержит копию лицензии

source: Here's your temporary tarball URL:
fr: Voici l'URL de votre tarball temporaire:
pt_br: Aqui está sua URL temporária de tarball:
ru: URL вашего временного файла:

source: Support Trackers Configuration Copy
fr: Copie de la configuration du gestionnaire d'assistance technique
pt_br: Cópia de configuração de rastreadores de suporte
ru: Копировать настройки журналов поддержки

source: Bug Trackers Configuration Copy
fr: Copie de la configuration du suivi d'anomalies
pt_br: Cópia de configuração de rastreadores de erros
ru: Копировать настройки журналов ошибок

source: Task Trackers Configuration Copy
fr: Copier la configuration du suivi des tâches
pt_br: Cópia de configuração de rastreadores de tarefas
ru: Копировать настройки журналов задач

source: Patch Trackers Configuration Copy
fr: Copie de la configuration du suivi des correctifs
pt_br: Cópia de configuração de rastreadores de patches
ru: Копировать настройки журналов заплаток

source: General Rights
ca: Drets generals
fr: Droits généraux
pt_br: Direitos gerais
ru: Общие установки

source: Squad Members will automatically obtain, at least, the Squad permissions.
fr: Les membres d'une escouade obtiendront automatiquement, au moins, les permissions de cette escouade.
pt_br: Membros do Esquadrão obterão automaticamente, pelo menos, as permissões do Esquadrão.
ru: Члены звена автоматически получают по меньшей мере права звена.

source: Squads List
fr: Liste des escouades
pt_br: Lista de esquadrões
ru: Список звеньев

source: This action cannot be undone, the squad login name will no longer be available.
fr: Cette action ne pourra être annulée, le nom d'utilisateur de l'escouade sera définitivement indisponible.
pt_br: Essa ação não pode ser desfeita, o nome de login de esquadrão não estará mais disponível.
ru: Это действие необратимо, название звена больше не будет доступно.

source: User %s added to the project.
ca: S'ha afegit l'usuari %s al projecte.
fr: %s a été ajouté au projet.
pt_br: Usuário %s adicionado ao projeto.
ru: Пользователь %s добавлен в группу.

source: User %s deleted from the project.
ca: L'usuari %s s'ha suprimit del projecte.
fr: %s a été supprimé du projet.
pt_br: Usuário %s excluído do projeto.
ru: Пользователь %s удален из группы.

source: The GPG Keyring of the project is empty, no keys were registered
pt_br: O chaveiro GPG do projeto está vazio, nenhuma chave foi registrada
ru: Связка ключей GPG этого проекта пуста, ни один ключ не зарегистрирован

source: You may also be interested in the <a href="%s">GPG Keyring of this project</a>
pt_br: Você também pode estar interessado no <a href="%s">chaveiro GPG deste projeto</a>
ru: Вы можете также получить <a href="%s">связку ключей GPG этого проекта</a>

source: Stay in secure (https) mode after login
ca: Mantingues el mode segur (https) després de l'inici
fr: Rester connecté en https une fois authentifié
pt_br: Permanecer em modo seguro (https) após a autenticação
ru: Оставаться в безопасном режиме (HTTPS) после входа

source: That category does not exist
fr: Cette catégorie n'existe pas
pt_br: Esse usuário não existe
ru: Такой категории нет

source: %1$s looking for %2$s
fr: %1$s à la recherche de %2$s
pt_br: %1$s procurando por %2$s
ru: %1$s ищет работника из категории %2$s

source: Projects Needing Help
ca: Projectes per als quals es necessita ajuda
fr: Projet faisant appel à contribution
pt_br: Projetos precisando de ajuda
ru: Проекты, которым нужна помощь

source: Importing key
pt_br: Importação de chave
ru: Импорт ключа

source: Change GPG Key
ca: Canvia la clau GPG
pt_br: Mudar chave GPG
ru: Изменить ключ GPG

source: Sample GPG key
pt_br: Amostra de chave GPG
ru: Образец ключа GPG

source: The exported public GPG key should look like this:
pt_br: A chave GPG pública exportada deve se parecer com isso:
ru: Открытый ключ GPG должен выглядеть так:

source: Please don't remove begin and end markers when submitting your GPG key.
pt_br: Por favor, não remova os marcadores de início e fim ao enviar sua chave GPG.
ru: При вставке не удаляйте метки начала и конца ключа.

source: Update your key in the input area below
pt_br: Atualize sua chave na área de entrada abaixo
ru: Ниже в поле ввода вы можете обновить свой ключ

source: Insert your (ASCII) public key here (made with gpg --export --armor KEYID):
pt_br: Insira sua chave pública (ASCII) aqui (feita com gpg --export --armor KEYID):
ru: Вставьте свой открытый ключ в виде ASCII (выведенный gpg --export --armor ид_ключа):

source: Test GPG key
pt_br: Testar chave GPG
ru: Проверить ключ GPG

source: Successfully set Notification Exceptions
fr: Paramètres des exceptions de notification mis à jour
pt_br: Exceções de notificação definidas com sucesso
ru: Исключения оповещений успешно установлены

source: Failed to set Notification Exceptions
fr: Échec de la mise à jour des paramètres des exceptions de notification
pt_br: Falha ao definir exceções de notificação
ru: Исключения оповещений установить не удалось

source: Successfully configured subject line
ca: S'ha configurat correctament la línia de l'assumpte
fr: Ligne de sujet configurée avec succès
pt_br: Linha de assunto configurada com sucesso
ru: Строка темы настроена успешно

source: Do not add me in Carbon-Copy when:
fr: Ne pas m'ajouter à la liste des copies-carbones quand :
pt_br: Não me adicione em Cópia Carbono quando:
ru: Не добавлять меня в список уведомлений, когда:

source: To be hosted on Savannah, your project must be free software, and it must be kept independent of any nonfree software. The package must not refer the user to any nonfree software; in other words, it must not say anything that in our judgment is likely to lead or steer users towards any nonfree software. In particular, it must not automatically download or install any nonfree software. For more info, see <a href=\"%s\">References to Non-Free Software and Documentation</a> in the GNU Coding Standards.
fr: Pour être hébergé sur Savannah, votre projet doit être un logiciel libre et il doit être indépendant de tout logiciel non libre. Le paquet ne doit pas renvoyer les utilisateurs vers un logiciel non libre. En d'autres mots, il ne doit rien dire qui, selon votre jugement, dirigerait les utilisateurs vers des logiciels non libres. En particulier, il ne doit pas télécharger et installer automatiquement un logiciel non libre. Pour plus d'informations, consultez <a href=\"%s\">References to Non-Free Software and Documentation</a> dans les standards de programmation GNU.

source: %s%%
fr: %s&nbsp;%%

source: You will be presented with a choice of free software licenses for your project. For hosting on Savannah, you must use one of these licenses, which give the freedom to anyone to use, study, copy, and distribute the source code and distribute modified versions of it, and which are compatible with the GNU GPL. We recommend GPLv3-or-later; in any case, we require the &ldquo;or any later version&rdquo; formulation for the GNU GPL, GNU AGPL, and GNU LGPL. You will remain the copyright holder of whatever you create for your project.
pt_br: Você será presenteado com uma escolha de licenças de software livre para o seu projeto. Para hospedar em Savannah, você deve usar uma dessas licenças, que dá a liberdade a qualquer pessoa de usar,estudar, copiar e distribuir o código-fonte e distribuir versões modificadas, e que são compatíveis com a GNU GPL. Recomendamos a GPLv3 ou posterior; em qualquer caso, exigimos a formulação “ou qualquer versão posterior” para GNU GPL, GNU AGPL e GNU LGPL. Você permanecerá o detentor dos direitos autorais de qualquer coisa que você criar para o seu projeto.

source: Couldn't find attached file
ca: No s'ha trobat el fitxer adjunt
pt_br: Não foi possível localizar o arquivo anexado

source: That user does not exist
ca: Aquest usuari no existeix

source: Below is a list of files of the project. You can access the project download area directly at
ca: A continuació hi ha una llista de fitxers del projecte. Podeu accedir a l'àrea de baixada del projecte directament a

source: Show %s and highlight version %s.
ca: Mostra %s i ressalta la versió %s.

source: Note for GNU projects
ca: Nota per a projectes GNU

source: Currently, since file uploads to ftp.gnu.org are not supported by Savannah at present (You should get in touch with accounts@gnu.org to get permissions to do them), the form below cannot be used.
ca: Com que ara per ara Savannah no admet les transferències a ftp.gnu.org, el formulari següent no es pot utilitzar (contacteu amb accounts@gnu.org per obtenir el permís per fer transferències).

source: But, file release system should work if you respect the standard tree explained below.
ca: Però el sistema de distribució de fitxers hauria de funcionar si respecteu l'arbre estàndard que es descriu a continuació.

source: How does file list work on %s?
ca: Com funcionen les llistes de fitxers a %s ?

source: On %s, you must use scp, sftp or rsync via SSH to upload your files.
ca: A %s, heu d'utilitzar scp, sftp o rsync a través d'SSH per penjar els vostres fitxers.

source: We prefer this way of managing files for security matters and also because scp and rsync are designed for this kind of usage, unlike a web browser.
ca: Preferim aquest mètode d'administració de fitxers per motius de seguretat, i també perquè scp i rsync s'han dissenyat amb aquest fi, a diferència dels navegadors web.

source: We want the file management system to be usable with a shell.
ca: Volem que el sistema d'administració de fitxers es pugui utilitzar amb un shell.

source: The following form won't upload files. It will display a list of commands that you will have to copy and paste in a terminal.
ca: El formulari següent no penja fitxers, sinó que mostra una llista d'ordres que haureu de copiar i enganxar en un terminal.

source: If you follow the directory organisation outlined below, the %s %s Filelist for your project%s (available once you have checked the corresponding box in your %s Project Public Info %s) will display the versions in a user friendly way. Otherwise, the visitor of your project will be presented a regular directory listing.
ca: Si seguiu l'organització de directoris definida més avall, la %sllista de fitxers %s del projecte%s (disponible quan hagueu seleccionat la casella corresponent a %sInformació pública del projecte%s) mostrarà les versions d'una manera clara. En cas contrari, els visitants del vostre projecte veuran una llista normal de directoris.

source: The suggested layout is as follows:
ca: La presentació proposada és la següent:

source: is your dedicated area
ca: és la vostra àrea dedicada

source: is the package/branch name, since you can have as many packages/branches as you want.
ca: és el nom del paquet/branca. Podeu tenir tants paquets/branques com vulgueu.

source: It must end with .pkg.
ca: L'extensió ha de ser .pkg.

source: is the version name/number for the package/branch we call unstable.
ca: és el nom o número de versió del paquet/branca que anomenem "inestable".

source: is a package that users can download for this version of this package/branch.
ca: és el paquet que els usuaris es poden baixar per a aquesta versió de paquet/branca.

source: Note that the package name should be the name of the .tar.gz file. Or whatever you want, but it must not contain characters as " " (whitespace) or "/" (slash).
ca: El nom del paquet ha de ser el nom del fitxer .tar.gz, o el que vulgueu, però no pot contenir els caràcters " " (espai en blanc) ni "/" (barra diagonal).

source: Help!
ca: Ajuda

source: You may take a look at the %s FAQ about %sHow do I add files in the download area%s, especially the "Tips" part.
ca: Podeu consultar les FAQ de %s sobre %sCom afegir fitxers a l'àrea de baixada%s, sobretot l'apartat de suggeriments.

source: Getting a command list to upload the files:
ca: Obtenció d'una llista d'ordres per penjar els fitxers:

source: Package / Branch:
ca: Paquet/branca:

source: ex: the project name, or stable / unstable
ca: Ex.: el nom del projecte, o estable / inestable

source: Version:
ca: Versió:

source: ex: 1.0.0 or 20020427
ca: Ex.: 1.0.0 o 20020427

source: 1st File:
ca: 1r fitxer:

source: this should be the absolute path of the file on your machine
ca: ha de ser el camí absolut del fitxer a la vostra màquina

source: 2nd File:
ca: 2n fitxer:

source: 3rd File:
ca: 3r fitxer:

source: 4th File:
ca: 4t fitxer:

source: 5th File:
ca: 5è fitxer:

source: 6th File:
ca: 6è fitxer:

source: 7th File:
ca: 7è fitxer:

source: 8th File:
ca: 8è fitxer:

source: 9th File:
ca: 9è fitxer:

source: Show me the commands list
ca: Mostra la llista d'ordres

source: Here is the command list:
ca: Aquesta és la llista d'ordres:

source: You must specify a Package / Branch name.
ca: Heu d'especificar un nom de paquet/branca.

source: You must specify a Version name.
ca: Heu d'especificar un nom de versió.

source: Here is the result of the information you give.
ca: Aquest és el resultat de la informació que heu facilitat.
