Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Your project has been submitted and is waiting to be reviewed by a Savannah administrator. You will shortly receive a mail message telling you whether your project has been approved, or you have to do some changes before it is approved.
fr: Votre projet a été soumis. Il est en attente de sa révision par un administrateur de Savannah. Vous recevrez bientôt un courriel vous informant si votre projet a été approuvé ou non ou si vous devez apporter quelques changement avant qu'il soit approuvé.
he: המיזם שלך הוגש וממתין לסקירה מצד הנהלת Savannah. בקרוב תישלח אליך הודעה בדוא״ל כדי לעדכן אותך האם המיזם שלך קיבל אישור או שעליך לבצע כמה שינויים בטרם אישורו.
pt_br: Seu projeto foi enviado e está aguardando para ser revisado por um administrador do Savannah. Em breve, você receberá uma mensagem informando se o projeto foi aprovado ou se precisará fazer algumas alterações antes de ser aprovado.
ru: Ваш проект отправлен и ждет рассмотрения администратором Саванны. Вскоре вы получите сообщение, в котором говорится, принят ли ваш проект или вам нужно внести какие-то изменения перед тем, как он будет принят.

source: Please read these usage terms carefully. If you don't follow them, we will not accept your project; if we don't have enough information determine whether your project follows these terms, we will have to ask you for more details. Once your project is accepted, you are expected to continue following these terms.
fr: Veuillez lire attentivement ces conditions d'utilisation. Si vous ne les suivez pas, nous n'accepterons pas votre projet. Si nous n'avons pas assez d'informations pour déterminer si votre projet adhère à ces conditions, nous vous demanderons plus de détails. Une fois que votre projet aura été accepté, nous attendons de vous que vous continuiez à respecter ces conditions.
he: נא לקרוא את תנאי השימוש האלו בקפידה. חריגה מהתנאים תוביל לפסילת המיזם שלך, אם אין לנו מספיק מידע כדי לקבוע האם המיזם שלך עונה לתנאים האלו, ניאלץ לבקש ממך מידע נוסף. לאחר שהמיזם שלך התקבל, מצופה ממך להמשיך להיצמד לכללים האלו.
pt_br: Por favor, leia estes termos de uso cuidadosamente. Se você não os seguir, não aceitaremos seu projeto; Se não tivermos informações suficientes para determinar se o seu projeto segue esses termos, teremos que solicitar mais detalhes. Uma vez que seu projeto seja aceito, espera-se que você continue seguindo estes termos.
ru: Прочтите, пожалуйста, эти требования внимательно. Если вы не будете им следовать, мы ваш проект не примем; если у нас не будет достаточно сведений, чтобы определить, выполняются ли эти требования в вашем проекте, нам придется выяснять подробности у вас. Мы предполагаем, что после того как проект будет принят, вы продолжите соблюдать эти условия.

source: All packages registered in savannah.gnu.org are GNU packages, so they should follow the <a href="%s">GNU Coding Standards</a>.
fr: Tous les paquets enregistrés à savannah.gnu.org sont des paquets GNU, donc, ils devraient adhérer à <a href="%s">GNU Coding Standards</a>.
he: כל החבילות שרשומות תחת savannah.gnu.org הן חבילות גנו, לכן עליהן להיצמד ל<a href="%s">תקני כתיבת הקוד של גנו</a>.

source: Note that some parts of the GNU Coding standards are firm requirements, while some are just preferences/suggestions.
fr: Notez que certaines parties des standards de programmation GNU sont des exigences strictes tandis que d'autres sont juste des préférences ou des suggestions.
he: נא לשים לב שחלקים בתקני כתיבת הקוד של גנו הן דרישות קשיחות, בעוד חלקן הן העדפות/המלצות.

source: Our intent is to provide a permanent home for all versions of your project. We do reserve the right, however, to discontinue hosting a project.
fr: Notre intention est de fournir un hébergement permanent pour toutes les versions de votre projet. Nous nous réservons cependant le droit de mettre fin à l'hébergement d'un projet.
he: מטרתנו היא לספק בית קבוע לכל גרסאות המיזם שלך. עם זאת, אנו שומרים לעצמנו את הזכות להפסיק לארח מיזמים כלשהם.
pt_br: Nossa intenção é fornecer um lar permanente para todas versões do seu projeto. No entanto, nos reservamos o direito de interromper a hospedagem do projeto.
ru: Мы намерены предоставить постоянный дом для всех версий вашего проекта. Однако мы все же оставляем за собой право прекратить размещение проекта.

source: Use of project account
fr: Utilisation du compte du projet
he: השימוש בחשבון מיזם
pt_br: Uso da conta do projeto
ru: Пользование учетной записью проекта

source: The space given to you on this server is given for the expressed purpose of advancing free software that can run in free operating systems, documenting such software, or creating free educational textbooks. Using it to host or advertise nonfree software is considered harmful to free software. For more information, please read the <a href="%s">Philosophy of the GNU Project</a>.
fr: L'espace qui vous est donné sur ce serveur est donné avec l'intention expresse de promouvoir les logiciels libres tournant sur des systèmes d'exploitation libres, de documenter de tels logiciels ou de créer des manuels scolaires libres. L'utiliser pour héberge ou promouvoir des logiciels non libres est considéré comme dommageable aux logiciels libres. Pour plus d'informations, veuillez consulter la <a href="%s">philosophie du projet GNU</a>.
he: המרחב הזה שניתן לך בשרת הזה ניתן למטרה המפורשת של קידום ‫תוכנה חופשית שיכולה לפעול על גבי מערכות הפעלה חופשיות, תיעוד ‫של תוכנה שכזאת או יצירת ספרי לימוד חופשיים. שימוש לטובת אירוח ‫או פרסום של תוכנה קניינית נחשב פוגעני לתוכנה החופשית. למידע נוסף ‫ניתן לגשת אל <a href="%s">הפילוסופיה של מיזם גנו</a>.
pt_br: O espaço dado a você neste servidor é dado com o propósito expresso de avançar o software livre que funciona em sistemas operacionais livres, documentar tal software ou criar livros didáticos livres. Usá-lo para hospedar ou anunciar software não livre é considerado prejudicial ao software livre. Para mais informações, leia a <a href="%s">Filosofia do Projeto GNU</a>.
ru: Место, предоставляемое вам на этом сервере, дается в вышеописанных целях содействия свободным программам, которые могут работать на свободных операционных системах, документированию таких программ или созданию свободных учебников. Пользование этими ресурсами для размещения или рекламы несвободных программ считается вредным для свободных программ. Дополнительные сведения на страницах <a href="%s">философии проекта GNU</a>.

source: In order to preserve history and complete transparency, we will not remove projects with substantive content.
fr: Afin de préserver l'historique et la transparence complète, nous ne supprimerons pas les projets avec un contenu substantiel.
he: כדי לשמר היסטוריה ולהקפיד על שקיפות, לא נסיר מיזמים עם תוכן נרחב.
pt_br: A fim de preservar a história e a transparência completa, não removeremos projetos com conteúdo substancial.
ru: В целях сохранения истории, а также полной прозрачности мы не удаляем проекты со сколько-нибудь значительным содержимым.

source: No dependencies on nonfree software
fr: Aucune dépendance à un logiciel non libre
he: אין תלויות בתוכנה קניינית
pt_br: Nenhuma dependência de software não livre
ru: Независимость от несвободных программ

source: To be hosted on Savannah, your project must be free software, and it must be kept independent of any nonfree software. The package must not refer the user to any nonfree software; in other words, it must not say anything that in our judgment is likely to lead or steer users towards any nonfree software. In particular, it must not automatically download or install any nonfree software. For more info, see <a href="%s">References to Non-Free Software and Documentation</a> in the GNU Coding Standards.
he: כדי להתארח ב־Savannah המיזם שלך חייב להיות חופשי ועליו לשמור על עצמאות מפני תוכנה קניינית. אסור לחבילה להפנות את המשתמש לתוכנה קניינית, במילים אחרות, אסור להזכיר שום דבר שעשוי לדעתנו להוביל או להניע את המשתמשים לתוכנה קניינית. אסור בתכלית האיסור להוריד או להתקין אוטומטית תוכנה קניינית. למידע נוסף ניתן לגשת אל <a href="%s">הפניות לתוכנה ומסמכים קנייניים</a> בתקני כתיבת הקוד של גנו.

source: The program should deliver its full functionality and convenience on a completely free platform based on a free operating system, such as GNU/Linux, working entirely with other free software. Otherwise, it would be an inducement to install nonfree operating systems or other nonfree software.
fr: Le programme doit déployer toutes ses fonctionnalités sur une plateforme entièrement basée sur un système d'exploitation libre tel que GNU/Linux en travaillant de concert avec des logiciels entièrement libres. Sinon, il constituerait un incitant à installer des systèmes d'exploitation ou d'autres logiciels non libres.
he: התוכנית אמורה לספק את יכולותיה והנוחות המלאות על גבי פלטפורמה חופשית לחלוטין שמבוססת על מערכת הפעלה חופשית, כגון גנו/לינוקס, תוך עבודה עם תוכנה חופשית אחרת לחלוטין. אחרת, מדובר בתמריץ להתקין מערכות הפעלה קנייניות או תוכניות קנייניות אחרות.
pt_br: O programa deve entregar toda a sua funcionalidade e conveniência em uma plataforma completamente livre baseada em um sistema operacional livre, como o GNU/Linux, trabalhando inteiramente com outros softwares livres. Caso contrário, seria um incentivo para instalar sistemas operacionais não livres ou outro software não livre.
ru: Программа должна доставлять свою полную функциональность и удобство на полностью свободную платформу на базе свободной операционной системы, такой как GNU/Linux, работая полностью с другими свободными программами. В противном случае это было бы соблазном устанавливать несвободные операционные системы либо другие несвободные программы.

source: It is ok for the program to run on nonfree platforms or nonfree operating systems, and to work with well-known nonfree applications, in addition to working with free software, provided it gives the free software at least as good support as it gives to nonfree counterparts. In other words, at no time, in no way, should your program put free software users at a disadvantage compared to those willing to use proprietary software.
fr: Il est acceptable que le programme tourne sur des plateformes ou des systèmes d'exploitation non libres et qu'il fonctionne avec des applications non libres répandues si il fonctionne aussi avec des logiciels libres et qu'il donne un aussi bon support aux logiciels libres qu'aux logiciels non libres. En d'autres mots, votre programme ne doit jamais, et en aucune circonstance, défavoriser les utilisateurs de logiciels libres par rapport à ceux qui choisissent d'utiliser des logiciels propriétaires.
he: זה בסדר שהתוכנית תוכל לפעול על פלטפורמות קנייניות או מערכות הפעלה קנייניות, ותעבוד עם יישומים קנייניים ידועים, בנוסף ליכולת לפעול עם תוכנה חופשית, בהנחה שלתוכנה החופשית מסופקת תמיכה טובה לא פחות מהמקבילה הקניינית. במילים אחרות, בשום אופן ובאף דרך, התוכנה שלך תציב את משתמשי התוכנה החופשית בעמדה נחותה מאלו שמשתמשים בתוכנה קניינית.
pt_br: Está tudo bem para o programa funcionar em plataformas não livres ou sistemas operacionais não livres, e para funcionar em aplicativos não livres conhecidos, além de funcionar com software livre, desde que ele ofereça ao software livre pelo menos um suporte tão bom quanto suas contrapartes não livres, Em outras palavras, em nenhum momento, de forma alguma, seu programa deve colocar os usuários de software livre em desvantagem em comparação àqueles dispostos a usar software proprietário.
ru: Программа может работать на несвободных платформах или несвободных операционных системах, а также с широкоизвестными несвободными приложениями в дополнение к работе со свободными программами при условии, что свободным программам предоставляется по меньшей мере такая же поддержка, как несвободным вариантам. Другими словами, никогда, ни при каких условиях ваша программа не должна ставить пользователей свободных программ в менее выгодное положение по сравнению с теми, кто согласен пользоваться несвободными рпограммами.

source: Regarding Android phones
fr: Concernant les téléphones Android
he: בנוגע לטלפונים מסוג Android
pt_br: Sobre telefones Android
ru: Относительно телефонов на Android

source: Projects running on Replicant may be hosted on Savannah. Projects having dependencies on nonfree software, such as proprietary software drivers or AndroidOS, are not permissible.
fr: Les projets tournant sur Replicant peuvent être hébergés sur Savannah. Les projets reposant sur des pilotes logiciels propriétaires non libres ou AndroidOS ne sont pas autorisés.
he: מיזמים שפועלים על גבי Replicant מותר לאחסן ב־Savannah. ‫מיזמים שתלויים בתוכנה קניינית כגון במנהלי התקנים קנייניים או ב־AndroidOS, ‫אסור.
pt_br: Projetos que funcionem no Replicant podem ser hospedados no Savannah. Projetos com dependências de software não livre, como drivers de software proprietários ou AndroidOS, não são permitidos.
ru: Проекты, работающие на Replicant, можно размещать на Саванне. Проекты, которые зависят от несвободных программ, такие как несвободные драйверы AndroidOS, недопустимы.

source: No nonfree formats
fr: Formats non libres
he: אסור סוגי קבצים קנייניים
pt_br: Sem formatos não livre
ru: Только свободные форматы

source: Using a format such as Flash, RealPlayer and QuickTime, that can in practice only be created or played using nonfree software is, in effect, to recommend use of that nonfree player software. When the free software implementation is not as technically good as the proprietary one, using such a format is also implicitly recommending the nonfree version. Therefore, your package shouldn't contain or recommend materials in these nonfree formats.
fr: L'utilisation d'un format tel que Flash, RealPlayer et QuickTime qui ne peuvent être créés ou utilisés qu'avec un logiciel non libre revient effectivement à recommander l'utilisation du moteur non libre correspondant. Lorsque l'implémentation libre n'est pas aussi bonne techniquement que la version propriétaire, l'utilisation d'un tel format revient à recommander implicitement la version non libre. Par conséquent, votre paquet ne devrait pas contenir ou recommander des documents dans ces formats non libres.
he: השימוש בתצורות קבצים כגון Flash,‏ RealPlayer ו־QuickTime אותן ניתן ליצור או להפעיל רק באמצעות תוכנה קנייני, הוא למעשה המלצה להשתמש בתוכניות הקנייניות האלו. כאשר המימוש החופשי לא מספיק טוב מבחינה טכנית כמו המימוש הקנייני, השימוש בתצורה כזאת הוא גם מעין המלצה לכיוון הגירסה הקניינית. לכן, החבילה שלך לא אמורה להכיל או להמליץ על חומר בתצורות הקנייניות האלו.
pt_br: O uso de um formato como Flash, RealPlayer e QuickTime, que na prática só pode ser criado ou reproduzido usando software não livre é, na verdade, recomendar o uso desse software de reprodutor não livre. Quando a implementação de software livre não é tecnicamente tão boa quanto a proprietária, usar esse formato também está implicitamente recomendando a versão não livre. Portanto, seu pacote não deve conter ou recomendar materiais nesses formatos não livres.
ru: Применение таких форматов, как Flash, RealPlayer или QuickTime, которые на практике могут создаваться или воспроизводиться только с помощью несвободных программ, фактически рекомендует применение этих несвободных программ. Когда свободная реализация не так хороша с технической стороны, как несвободная, применение такого формата также неявно рекомендует несвободную версию. Следовательно, ваш пакет не должен содержать или рекомендовать материалы в этих несвободных форматах.

source: Advertisements
fr: Publicités
he: פרסומים
pt_br: Propagandas (“Ads”)
ru: Реклама

source: In general, you may not advertise anything commercial on a site hosted here. However, as exceptions, you can point people to commercial support offerings for your free software project, and you can mention fan items about your free software project that you sell directly to the users.
fr: De manière générale, vous ne devriez pas diffuser de publicité à caractère commerciale sur un site hébergé ici. Cependant, à titre exceptionnel, vous pouvez diriger les personnes vers une offre de support commerciale pour votre projet libre et vous pouvez mentionner des articles, à l'intention des fans, que vous vendez directement aux utilisateurs.
he: באופן כללי, אסור לך לפרסם שום דבר מסחרי באתר שמתארח כאן. עם זאת, באופן חריג, ניתן להפנות אנשים להצעות לתמיכה מסחרית למיזם התוכנה החופשית שלך, וניתן לאזכר פריטי מעריצים על מיזם התוכנה החופשית שלך שנמכרים על ידיך ישירות למשתמשים.
pt_br: Em geral, você não pode fazer propaganda comercial em um site hospedado aqui. No entanto, como exceções, você pode direcionar as pessoas para ofertas de suporte comercial para o seu projeto de software livre, e você pode mencionar itens de fãs sobre o seu projeto de software livre que você vende diretamente para os usuários.
ru: В общем и целом на сайте, размещенном здесь, нельзя рекламировать ничего коммерческого. Однако в качестве исключения вы можете указывать на коммерческие предложения поддержки своего проекта по разработке свободных программ и разного рода атрибутки своего проекта, которые вы продаете пользователям напрямую.

source: Speaking about free software
fr: À propos des logiciels libres
he: אם כבר מדברים על תוכנה חופשית
pt_br: Falando sobre software livre
ru: Говорите о свободных программах

source: Savannah is a free software hosting site: we host projects such as yours for the sake of the ideals of freedom and community that the free software movement stands for. We offer Savannah hosting to free software packages, as free software packages; therefore, please describe your package clearly as a free software package. Please label it as &ldquo;free software&rdquo; rather than as &ldquo;open source&rdquo;.
fr: Savannah est un site d'hébergement de logiciels libres : nous hébergeons des projets tels que le vôtre sur base de l'idéal de la liberté et de la communauté pour lesquels le mouvement des logiciels libre milite. Nous offrons l'hébergement sur Savannah aux paquets logiciels libres. Par conséquent, veillez à décrire votre paquet comme étant clairement un paquet logiciel libre. Merci de l'identifier comme « logiciel libre » plutôt que comme « source ouvert ».
he: ‫Savannah הוא אתר לאירוח תוכנה חופשית: אנו מארחים מיזמים כמו שלך למען עקרונות החופש והקהילה שתנועת התוכנה החופשית דוגלת בהן. אנו מציעים אירוח ב־Savannah לחבילות תוכנה חופשיות, כגון חבילות ‫‫תוכנה חופשיות, לכן, נא לתאר את החבילה שלך בצורה ברורה כחבילה ‫‫של תוכנה חופשית. נא לסווג אותה בתור „תוכנה חופשית” במקום „קוד ‫‫פתוח”.
pt_br: Savannah é um site de hospedagem de software livre: nós hospedamos projetos como o seu em prol dos ideais de liberdade e comunidade que o movimento do software livre representa. Oferecemos hospedagem em Savannah para pacotes de software livre, como pacotes de software livre; portanto, descreva seu pacote claramente como um pacote de software livre. Por favor, identifique-o como “software livre” em vez de como “código aberto”.
ru: Саванна&nbsp;&mdash; сайт размещения свободных программ: мы размещаем такие проекты, как ваш, следуя идеалам свободы и сотрудничества, которые стоят за движением за свободные программы. Мы предлагаем ресурсы Саванны пакетам свободных программ; таким образом, четко и ясно описывайте, пожалуйста, свой пакет как пакет свободных программ. Называйте его &ldquo;свободными программами&rdquo;, а не &ldquo;открытым исходным текстом&rdquo;.

source: Savannah is part of the GNU Project, developer of the free software operating system GNU. The GNU/Linux system (GNU with Linux as the kernel) runs Savannah now. While using our hosting services, please acknowledge our work by referring to this system as &ldquo;GNU/Linux,&rdquo; not just &ldquo;Linux,&rdquo; when you mention it in connection with this package.
fr: Savannah fait partie du projet GNU, développeur du système d'exploitation libre GNU. Le système GNU/Linux (GNU avec Linux comme noyau) utilise Savannah à cet instant. Quand vous utilisez notre service d'hébergement, merci de reconnaître notre travail en faisant référence à ce système en tant que « GNU/Linux » et pas seulement comme « Linux » quand vous mentionnez le lien avec ce paquet.
he: ‫Savannah היא חלק ממיזם גנו, הגוף שמפתח את מערכת ההפעלה בקוד פתוח גנו. מערכת גנו/לינוקס (גנו עם לינוקס בתור ליבה) מפעילה את Savannah כעת. במהלך השימוש בשירותים שלנו, נא להוקיר את עבודתנו על ידי התייחסות למערכת הזאת בתור „גנו/לינוקס” - „GNU/Linux” ולא רק „לינוקס” - „Linux” בעת אזכור הקשר שלה עם החבילה הזאת.
pt_br: Savannah faz parte do Projeto GNU, desenvolvedor do sistema operacional de software livre GNU. O sistema GNU/Linux (GNU com Linux como o kernel) usa o Savannah agora. Ao usar nossos serviços de hospedagem, por favor, reconheça nosso trabalho referindo-se a este sistema como “GNU/Linux”, não apenas “Linux” quando você mencioná-lo em conexão com este pacote.
ru: Саванна&nbsp;&mdash;часть проекта GNU, разработчика свободной операционной системы GNU. В настоящее время Саванна работает под управлением системы GNU/Linux (GNU с Linux в качестве ядра). При пользовании нашими службами признавайте, пожалуйста, нашу работу, указывая на эту систему как на &ldquo;GNU/Linux&rdquo;, а не просто &ldquo;Linux&rdquo;, когда вы упоминаете ее в связи с вашим пакетом.

source: If you'd like to help correct other confusions, you can find some suggestions in <a href="%s">Words to Use with Care</a>.
fr: Si vous désirez aider à corriger d'autres malentendus, vous trouverez quelques suggestions dans les <a href="%s">mots à utiliser avec précaution</a>.
he: אם מעניין אותך לסייע לתקן גורמים אחרים לבלבול, אפשר למצוא ‫הצעות תחת <a href="%s">מילים שיש להשתמש בהן בזהירות</a>.
pt_br: Se você quiser ajudar a corrigir outras confusões, poderá encontrar algumas sugestões em <a href="%s">Palavras para Usar com Cuidado</a>.
ru: Если вы хотите исправлять другие заблуждения, вы можете найти кое-какие предложения на странице <a href="%s">Слов, которые следует употреблять аккуратно</a>.

source: Project naming
fr: Choisir le nom du projet
he: מתן שמות למיזמים
pt_br: Nomenclatura do projeto
ru: Название проекта

source: Project identifiers should be reasonably descriptive, rather than terse abbreviations or confusingly general. If we believe this to be an issue, we will discuss it with you.
fr: L'identificateur d'un projet devrait être raisonnablement descriptif plutôt qu'une abréviation succincte ou génériquement floue. Si nous pensons que cela constitue un problème, nous en discuterons avec vous.
he: מזהי המיזם אמורים להיות מפורטים יחסית, במקום ראשי תיבות תמציתיים או כלליים באופן מבלבל. אם לדעתנו זאת בעיה, נדון בזה מולך.
pt_br: Os identificadores de projeto devem ser razoavelmente descritivos, em vez de abreviações concisas ou confusamente gerais. Se acreditarmos que isso seja um problema, discutiremos isso com você.
ru: Идентификаторы проекта должны быть разумно описательными, а не сжатыми сокращениями или чересчур общими. Если мы сочтем, что такая проблема есть, мы обсудим это с вами.

source: Free software licenses
fr: Licences de logiciels libres
he: רישיונות תוכנה חופשית
pt_br: Licenças de software livre
ru: Лицензии свободных программ
