Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Verification
ca: Verificació
fr: Vérification
he: אימות
pt_br: Verificação
ru: Проверка

source: Confirmation mailed to %s.
ca: La confirmació s'ha enviat a %s.
fr: Confirmation envoyée à %s.
he: נשלח אישור אל %s.
pt_br: Confirmação enviada para %s.
ru: Подтверждение отправлено по адресу %s.

source: Follow the instructions in the email to complete the email change.
ca: Seguiu les instruccions del correu electrònic per dur a terme el canvi d'adreça de correu.
fr: Un courriel a été envoyé. Suivez les instructions dans le message pour valider le changement.
he: יש לעקוב אחר ההנחיות בהודעה כדי להשלים את החלפת כתובת הדוא״ל.
pt_br: Siga as instruções no e-mail para completar a alteração do e-mail.
ru: Для завершения смены электронной почты следуйте инструкциям в электронном письме.

source: The system reported a failure when trying to send the confirmation mail. Please retry and report that problem to administrators.
fr: Le système a signalé un échec de l'envoi du courriel de confirmation. Réessayez et signalez le problème aux administrateurs.
he: המערכת דיווחה על כשל בעת הניסיון לשלוח את הודעת האימות. נא לנסות שוב ולדווח על התקלה הזאת להנהלה.
pt_br: O sistema relatou uma falha ao tentar enviar o e-mail de confirmação. Por favor, tente novamente e relate o problema para os administradores.
ru: Система сообщила об ошибке при попытке отправить письмо с подтверждением. Повторите и сообщите о проблеме администраторам.

source: This confirmation hash is included in DB more than once.
fr: Ce code de confirmation est inclus plusieurs fois dans la DB.
he: גיבוב האישור נכלל במסד הנתונים יותר מפעם אחת.
pt_br: Esse hash de confirmação está incluído no banco de dados mais de uma vez.
ru: Этот код подтверждения содержится в базе данных более одного раза.

source: Email address updated.
ca: S'ha actualitzat l'adreça de correu electrònic.
fr: Courriel mis à jour.
he: כתובת הדוא״ל עודכנה.
pt_br: Endereço de e-mail atualizado.
ru: Адрес электронной почты обновлен.

source: Address change process discarded.
ca: S'ha descartat el procés de canvi d'adreça.
fr: Processus de changement d'adresse annulé.
he: תהליך שינוי הכתובת נזנח.
pt_br: Processo de alteração de endereço descartado.
ru: Процесс смены адреса прерван.

source: Failed to discard the address change process, please contact administrators.
fr: Échec de l'annulation du changement d'adresse, contactez les administrateurs.
he: ביטול תהליך שינוי הכתובת נכשל, נא לפנות ‫להנהלה.
pt_br: Falha ao descartar o processo de alteração de endereço, por favor contate os administradores.
ru: Не удалось отменить процесс смены адреса, обратитесь к администраторам.

source: Unable to understand what to do, parameters are probably missing
ca: No s'entén el que cal fer, probablement falten paràmetres
fr: Impossible de savoir quoi faire, des paramètres sont sans doute manquants.
he: לא ניתן לפענח מה לעשות, כנראה שהמשתנים חסרים
pt_br: Não foi possível entender o que fazer, parâmetros provavelmente estão em falta
ru: Неясно, что делать, возможно, не хватает параметров

source: Someone, presumably you, has requested your %s account deletion. If it wasn't you, it probably means that someone stole your account.
fr: Quelqu'un, probablement vous, a demandé la suppression de votre compte %s. Si ce n'est pas vous, cela signifie que quelqu'un a volé votre compte.
he: גורם כלשהו, כנראה שמדובר בך, הגיש בקשה למחוק את החשבון שלך תחת %s. ‫אם זה לא הגיע ממך, כנראה שהחשבון שלך נחטף.
pt_br: Alguém, presumivelmente você, solicitou a exclusão de sua conta no %s. Se não foi você, provavelmente significa que alguém comprometeu sua conta.
ru: Кто-то, предположительно вы, запросил удаление вашей учетной записи сайта %s. Если это не вы, возможно, кто-то захватил вашу учетную запись.

source: If you did request your %s account deletion, visit the following URL to finish the deletion process:
ca: Si heu sol·licitat l'esborrat del vostre compte %s, visiteu aquest URL per finalitzar el procés d'eliminació.
fr: Si vous n'avez pas demandé la suppression de votre compte %s, visitez cette URL pour annuler l'opération et signalez-nous le problème :
he: אם ביקשת למחוק את החשבון שלך ב־%s, יש לבקר בכתובת הבאה כדי לסיים את תהליך המחיקה:
pt_br: Se você realmente pediu a exclusão da sua conta no %s, visite a seguinte URL para finalizar o processo de exclusão:
ru: Если вы действительно запрашивали удаление учетной записи %s, перейдите по следующему URL для завершения процесса удаления:

source: If you did not request that change, please visit the following URL to discard the process and report ASAP the problem to us:
ca: Si no heu sol·licitat aquest canvi, visiteu aquest URL per descartar el canvi i notifica'ns tan aviat com puguis el problema:
fr: Si vous n'avez pas demandé ce changement, visitez cette URL pour annuler l'opération et signalez-nous le problème :
he: אם לא ביקשת את השינוי הזה, נא לבקר בכתובת הבאה כדי לבטל את התהליך ולדווח לנו על הבעיה במהירות האפשרית:
pt_br: Se você não solicitou essa mudança, por favor visite esta URL para descartar o processo e relatar o mais cedo possível o problema para nós:
ru: Если это не ваш запрос, перейдите по следующему URL, чтобы отменить процедуру, и как можно скорее сообщите нам о проблеме:

source: Follow the instructions in the email to complete the account deletion.
ca: Seguiu les instruccions del correu electrònic per dur a terme l'esborrat del compte.
fr: Un courriel a été envoyé. Suivez les instructions dans le message pour terminer la suppression du compte.
he: יש לפעול לפי ההנחיות בהודעה שנשלחה בדוא״ל כדי להשלים את מחיקת החשבון.
pt_br: Siga as instruções no e-mail para completar a exclusão da conta.
ru: Для завершения удаления учетной записи следуйте инструкциям в электронном письме.

source: Account deletion process discarded.
ca: S'ha descartat el procés d'esborrat del compte.
fr: Processus de suppression de compte annulé.
he: תהליך מחיקת החשבון נזנח.
pt_br: Processo de exclusão de conta descartado.
ru: Процесс удаления учетной записи прерван.

source: Failed to discard account deletion process, please contact administrators.
ca: No s'ha pogut descartar el procés d'esborrat del compte. Poseu-vos en contacte amb els administradors.
fr: Échec de la suppression du compte, contactez les administrateurs.
he: הזנחת תהליך מחיקת החשבון נכשלה, נא ליצור קשר עם ההנהלה.
pt_br: Falha ao descartar o processo de exclusão de conta, por favor contate os administradores.
ru: Сбой отмены удаления учетной записи. Свяжитесь с администраторами.

source: Change Real Name
ca: Canvia el nom
fr: Modifier votre nom
he: החלפת שם אמיתי
pt_br: Mudar nome real
ru: Изменить полное имя

source: New Real Name:
ca: Nou nom:
fr: Nouveau nom réel :
he: שם אמיתי חדש:
pt_br: Novo nome real:
ru: Новое полное имя:

source: Change Timezone
ca: Canvia el fus horari
fr: Modifier votre zone horaire
he: החלפת אזור זמן
pt_br: Mudar fuso horário
ru: Изменить временной пояс

source: No matter where you live, you can see all dates and times as if it were in your neighborhood.
fr: Peu importe l'endroit où vous habitez, vous pouvez voir toutes les dates et heures selon votre fuseau horaire.
he: לא משנה מיקום מגוריך, אנו נציג את כל התאריכים והזמנים כאילו כולנו אצלך בשכונה.
pt_br: Não importa onde você mora, você pode ver todas as datas e horários como se estivesse em sua vizinhança.
ru: Где бы вы ни жили, вы будете видеть все даты и времена, как если бы это было с вами по соседству.

source: Timezone
ca: fus horari
fr: Zone horaire
he: אזור זמן
pt_br: Fuso horário
ru: Временной пояс

source: Change Password
ca: Canvia la contrasenya
fr: Modifier votre mot de passe
he: החלפת סיסמה
pt_br: Mudar senha
ru: Изменить пароль

source: Current password:
fr: Mot de passe actuel :
he: סיסמה נוכחית:
pt_br: Senha atual:
ru: Текущая фраза-пароль:

source: Re-type new password:
fr: Retapez votre nouveau mot de passe :
he: הקלדת הסיסמה הנוכחית שוב:
pt_br: Repita a nova senha:
ru: Повторите новую фразу-пароль:

source: Change GPG Keys
fr: Modifier vos clés GPG
he: החלפת מפתחות GPG

source: New GPG key
fr: Nouvelle clé GPG
he: מפתח GPG חדש
pt_br: Nova chave GPG
ru: Новый ключ GPG

source: Test GPG keys
fr: Tester les clés GPG
he: בדיקת מפתחות GPG

source: (Testing is recommended before updating.)
fr: (Tester est recommandé avant la mise à jour.)
he: (מומלץ לבדוק בטרם העדכון.)

source: Change Email Address
ca: Canvia l'adreça de correu electrònic
fr: Modifier votre adresse électronique
he: החלפת כתובת דוא״ל
pt_br: Mudar endereço de e-mail
ru: Изменить адрес электронной почты

source: New email address:
fr: Nouvelle adresse de courriel :
he: כתובת דוא״ל חדשה:
pt_br: Novo endereço de e-mail:
ru: Новый адрес электронной почты:

source: Changing your email address will require confirmation from your new email address, so that we can ensure we have a good email address on file.
fr: Le changement de votre adresse électronique nécessite une confirmation qui sera envoyée à votre nouvelle adresse. Ceci nous permet d'être sûr de conserver une adresse électronique valide.
he: החלפת כתובת הדוא״ל שלך תדרוש אישור מכתובת הדוא״ל החדשה שלך, כדי שנוכל לוודא שמתויקת אצלנו כתובת דוא״ל תקינה.
pt_br: A alteração seu endereço de e-mail exigirá a confirmação do seu novo endereço de e-mail, para que possamos garantir que temos um bom endereço de e-mail registrado.
ru: Для смены адреса электронной почты потребуется подтверждение с вашего нового адреса, чтобы убедиться, что новый адрес работает.

source: We need to maintain an accurate email address for each user due to the level of access we grant via this account. If we need to reach a user for issues related to this server, it is important that we be able to do so.
fr: Nous avons besoin de connaître de façon fiable l'adresse de chaque utilisateur au vu du niveau d'accès qui vous est fourni via ce compte. Nous devons pouvoir vous contacter au sujet du fonctionnement de ce serveur.
he: עלינו להחזיק בכתובת דוא״ל מדויקת לכל אחד ואחת מהמשתמשים בעקבות רמת הגישה שאנו מעניקים דרך החשבון. אם עלינו להגיע לבעלי חשבון עקב תקלות שקשורות בשרת הזה, חשוב שתהיה לנו אפשרות לעשות זאת.
pt_br: Precisamos manter um endereço de e-mail correto para cada usuário devido ao nível de acesso que concedemos através desta conta. Se precisarmos alcançar um usuário para problemas relacionados a este servidor, é importante que possamos fazê-lo.
ru: Нужно, чтобы у нас был точный адрес каждого пользователя, из-за уровня доступа, который мы предоставляем через эту учетную запись. Если нам понадобится связаться с пользователем по вопросам, касающимся этого сервера, важно, чтобы мы могли это сделать.

source: Submitting the form below will mail a confirmation URL to the new email address; visiting this link will complete the email change. The old address will also receive an email message, this one with a URL to discard the request.
fr: En validant le formulaire ci-dessous, une URL de confirmation sera envoyée à votre nouvelle adresse électronique. En visitant le lien proposé, votre changement sera validé. L'ancienne adresse recevra aussi un message avec une URL pour annuler la requête.
he: הגשת הטופש שלהלן ישלח כתובת אישור לכתובת הדוא״ל החדשה, ביקור בכתובת הזאת ישלים את שינוי כתובת הדוא״ל. הכתובת הקודמת תקבל הודעה גם היא, בה כתובת לבטל את הבקשה.
pt_br: O envio do formulário abaixo enviará uma URL de confirmação para o novo endereço de e-mail; visite este link para completar a mudança de e-mail. O endereço antigo também receberá uma mensagem de e-mail, esta com um URL para descartar a solicitação.
ru: После отправки этой формы на новый адрес уйдет письмо со ссылкой для подтверждения; переход по этой ссылке завершает смену адреса. По старому адресу также посылается сообщение&nbsp;&mdash; для отмены запроса.

source: Confirm Email Change
fr: Confirmer le changement de courriel
he: אישור החלפת דוא״ל
pt_br: Confirmar alteração de e-mail
ru: Подтвердить смену адреса

source: Push &ldquo;Update&rdquo; to confirm your email change
fr: Pressez « Mettre à jour » pour confirmer votre changement de courriel
he: יש ללחוץ על „עדכון” כדי לאשר את עדכון הדוא״ל שלך
pt_br: Clique em “Atualizar” para confirmar a alteração do seu e-mail
ru: Нажмите &ldquo;Обновить&rdquo; для подтверждения смены адреса

source: Confirmation hash:
fr: Code de confirmation :
he: גיבוב אישור:
pt_br: Hash de confirmação:
ru: Код подтверждения:

source: Discard Email Change
fr: Abandonner le changement de courriel
he: התעלמות מהחלפת דוא״ל
pt_br: Descartar alteração de e-mail
ru: Отменить смену адреса

source: Delete Account
ca: Esborra el compte
fr: Suppression du compte
he: מחיקת חשבון
pt_br: Excluir conta
ru: Удалить учетную запись

source: Do you really want to delete your user account?
fr: Confirmez-vous que vous voulez supprimer votre compte utilisateur ?
he: למחוק את חשבון המשתמש שלך?
pt_br: Você realmente deseja excluir sua conta de usuário?
ru: Вы действительно хотите удалить учетную запись?

source: Yes, I really do
ca: Sí, ho vull
fr: Oui, je le confirme
he: כן, באמת
pt_br: Sim, eu realmente desejo
ru: Да, хочу

source: This process will require email confirmation.
ca: Aquest procés requerirà confirmació via correu electrònic.
fr: Ce processus nécessitera une confirmation par courriel.
he: התהליך הזה דורש אימות דוא״ל.
pt_br: Esse processo vai exigir configuração por e-mail.
ru: Эта процедура потребует подтверждения по электронной почте.

source: Confirm account deletion
fr: Confirmer la suppression du compte
he: אישור מחיקת חשבון
pt_br: Confirmar exclusão de conta
ru: Подтвердить удаление учетной записи

source: Push &ldquo;Update&rdquo; to confirm your account deletion
fr: Pressez « Mettre à jour » pour confirmer la suppression du compte
he: יש ללחוץ על „עדכון” כדי לאשר את מחיקת החשבון שלך
pt_br: Clique em “Atualizar” para confirmar a exclusão da sua conta
ru: Нажмите &ldquo;Обновить&rdquo;, чтобы подтвердить удаление учетной записи

source: Discard account deletion
he: ביטול מחיקת חשבון

source: Discard hash:
he: גיבוב לביטול:

source: Unknown user settings item (%s)
fr: Élément de paramétrage utilisateur inconnu (%s)
he: פריט הגדרות משתמש לא ידוע (%s)
pt_br: Item desconhecido de configurações de usuário (%s)
ru: Неизвестный элемент настроек пользователя (%s)

source: Key #%s seen
ca: Clau #%s vista
fr: Clef n° %s repérée
he: מפתח מס׳ %s נראה
pt_br: Chave nº %s vista
ru: Найден ключ №%s

source: Error: ssh-vulnkey detected key #%s as compromised. Please upgrade your system and regenerate it (see %s for more information).
fr: Erreur: ssh-vulnkey a détecté que la clé n°%s est compromise. Veuillez mettre à jour votre système et créer la clé à nouveau (consultez %s pour plus d'informations).
he: שגיאה: ssh-vulnkey זיהה שמפתח מס׳ %s נפגע. נא לשדרג את המערכת שלך ולייצר אותו מחדש (למידע נוסף ניתן לפנות אל %s).
pt_br: Erro: ssh-vulnkey detectou a chave nº %s como comprometida. Atualize seu sistema e gera-a novamente (veja %s para mais informações).
ru: Ошибка: ssh-vulnkey обнаружил, что ключ №%s раскрыт. Обновите свою систему и сгенерируйте новый ключ (подробности см. в %s).

source: Someone, presumably you, has changed your SSH keys on %s. If it wasn't you, maybe someone is trying to compromise your account...
fr: Quelqu'un, probablement vous, a changé votre clé SSH à %s. Si ce n'est pas vous, peut-être s'agit-il d'une tentative de voler votre compte…
he: מישהו או מישהי, כנראה מדובר בך, החליפו את מפתחות ה־SSH ב־%s. אם לא מדובר בך, אולי מתבצע ניסיון לפגוע בחשבון שלך…
pt_br: Alguém, presumivelmente você, mudou suas chaves SSH no %s. Se não foi você, talvez alguém esteja tentando comprometer sua conta...
ru: Кто-то, предположительно вы, изменил ваши ключи SSH на сайте %s. Если это не вы, возможно, кто-то пытается взломать вашу учетную запись...

source: The request came from %s (IP: %s, port: %s, user agent: %s)
fr: La requête est venue de %s (IP: %s, port: %s, navigateur: %s)
he: הבקשה הגיעה מהמקור %s ‏‫(IP:‏ %s, פתחה: %s, סוכן משתמש: %s)
pt_br: A solicitação veio de %s (IP: %s, porta: %s, user-agent: %s)
ru: Запрос пришел из %s (IP: %s, порт: %s, агент пользователя: %s)

source: SSH key changed on your account
fr: Clé SSH changée sur votre compte
he: מפתח ה־SSH בחשבון שלך הוחלף
pt_br: A chave SSH foi alterada em sua conta
ru: Ключ SSH в вашей учетной записи изменен

source: No key is registered
he: לא רשום אף מפתח

source: Keys registered
ca: Claus registrades
fr: Clés enregistrées
he: מפתחות רשומים
pt_br: Chaves registradas
ru: Ключи зарегистрированы

source: Error while registering keys
ca: Error en registrar les claus
fr: Erreur lors de l'enregistrement des clés
he: שגיאה ברישום מפתחות
pt_br: Erro ao registrar chaves
ru: Ошибка при регистрации ключа

source: Change Authorized Keys
ca: Canvia les claus autoritzades
fr: Modifier vos clés publiques
he: החלפת מפתחות מורשים
pt_br: Alterar chaves autorizadas
ru: Изменить зарегистрированные ключи

source: Authorized keys
fr: Clés publiques enregistrées
he: מפתחות מורשים
pt_br: Chaves autorizadas
ru: Зарегистрированые ключи

source: Fill the text fields below with the public keys for each key you want to register. After submitting, verify that the number of keys registered is what you expected.
fr: Remplissez les champs textes ci-dessous avec les clés publiques pour chaque clé que vous voulez enregistrer. Après l'envoi du formulaire, vérifiez que le nombre de clés recensées correspond à la valeur attendue.
he: יש למלא את שדות הטקסט להלן במפתחות הציבוריים עבור כל מפתח אותו ברצונך לשמור. לאחר ההגשה, יש לוודא שמספר המפתחות שנרשם הוא זה שציפית לו.
pt_br: Preencha os campos de texto abaixo com as chaves públicas para cada chave que você deseja registrar. Após o envio, verifique se o número de chaves registradas é o que você esperava.
ru: Заполните текстовые поля открытыми ключами, которые вы хотите зарегистрировать. После отправки проверьте, что количество ключей совпадает с ожидаемым.

source: Key #%s:
ca: Clau #%s:
fr: Clé n°&nbsp;%s :
he: מפתח מס׳ %s:
pt_br: Chave nº %s:
ru: Ключ №%s:

source: Non alphanumeric characters in the proposed subject line, subject line configuration skipped.
fr: Des caractères non alphanumériques ont été trouvés dans la ligne de sujet proposée, la configuration de la ligne de sujet a été ignorée.
he: יש תווים שאינם אלפאנומריים בשורת הנושא המוצעת, הגדרות שורת הנושא לא תקפות.
pt_br: Caracteres não alfanuméricos na linha de assunto proposta, configuração da linha de assunto ignorada.
ru: Строка темы отклонена: она должна содержать только алфавитно-цифровые символы.

source: Successfully configured subject line.
he: שורת הנושא הוגדרה בהצלחה.

source: Successfully set notification exceptions.
he: חריגות התראה הוגדרו בהצלחה.

source: Failed to set notification exceptions.
he: הגדרת חריגות התראה נכשלה.

source: Successfully updated reminder settings.
he: הגדרות תזכורות עודכנו בהצלחה.

source: Failed to update reminder setting.
he: עדכון הגדרת התראה נכשל.

source: Mail Notification Settings
ca: Configuració de la notificació del correu
fr: Configuration des notifications par courriel
he: הגדרות התראה בדוא״ל
pt_br: Configurações de notificação por e-mail
ru: Настройки оповещения почтой

source: Notification Exceptions
fr: Exceptions des notifications
he: חריגות התראה
pt_br: Exceções de notificação
ru: Исключения из оповещений

source: When you post or update an item, you are automatically added to its Carbon-Copy list to receive notifications regarding future updates. You can always remove yourself from an item Carbon-Copy list.
fr: Lorsque vous postez et mettez à jour des éléments, vous êtes automatiquement ajouté à la liste de copies-carbones, de sorte à recevoir les notifications des futures mises à jour. Vous pouvez toujours vous retirer de la liste des copies-carbones d'un élément.
he: פרסום או עדכון של פריט מוסיף אותך לרשימת העותק שלו כדי לקבל התראות בנוגע לעדכונים עתידיים. תמיד ניתן להסיר את עצמך מפריט ברשימת העותק.
pt_br: Quando você publica ou atualiza um item, você é adicionado automaticamente à sua lista de Cópia Carbono para receber notificações sobre futuras atualizações. Você sempre pode se remover de uma lista de item de Cópia Carbono.
ru: Когда вы оставляете или обновляете заявку, вас автоматически добавляют в список уведомлений на будущие изменения. Вы всегда можете вычеркнуть себя из списка уведомлений.

source: If an item is assigned to you, you will receive notifications as long as you are the assignee; however, you will not be added to the Carbon-Copy list. If you do not post any comment or update to the item while you are the assignee, and the item gets reassigned, you will not receive further update notifications.
fr: Si un élément vous est assigné, vous recevrez les notifications le concernant tout au long de cette assignation. Cependant, vous ne serez pas ajouté à la liste des copies-carbones. Cela signifie que si vous ne postez aucun commentaire et ne faites aucune mise à jour de l'élément, si cet élément est assigné à quelqu'un d'autre, vous ne recevrez plus les notifications le concernant.
he: אם פריט מוקצה אליך, תישלח אליך הודעה כל עוד הוא מוקצה אליך, עם זאת, חשבונך לא יצורף לרשימת העותק. העדר פרסום תגובות או עדכונים לפריט בעודו מוקצה אליך והפריט מוקצה מחדש, לא תישלחנה אליך התראות עדכון נוספות.
pt_br: Se um item for atribuído a você, você receberá notificações enquanto você estiver atribuído; no entanto, você não será adicionado à lista Cópia Carbono. Se você não publicar qualquer comentário ou atualização para o item enquanto você estiver atribuído, e o item será reatribuído, você não receberá mais notificações de atualização.
ru: Если заявка поручена вам, вы будете получать оповещения, пока она остается вашей; однако вас не будут добавлять в список уведомлений. Если вы не оставляете комментариев и не обновляете порученную вам заявку, а она поручается другому, вы не будете получать дальнейшие оповещения.

source: Here, you can tune your notification settings.
fr: D'ici, vous pouvez ajuster les paramètres de vos notifications.
he: כאן ניתן לכוון את הגדרות ההתראה שלך.
pt_br: Aqui, você pode ajustar suas configurações de notificação.
ru: Здесь можно настраивать свои оповещения.

source: Send notification to me only when:
fr: M'envoyer les notifications seulement quand :
he: לשלוח אלי התראות רק כאשר:
pt_br: Enviar notificação para mim apenas quando:
ru: Оповещать меня, только когда:

source: I am not the author of the item update
fr: Je ne suis pas l'auteur de la mise à jour de l'élément
he: לא כתבתי את עדכון הפריט
pt_br: Eu não for o autor da atualização do item
ru: Заявку обновляю не я

source: the item was closed
fr: L'élément a été fermé
he: הפריט נסגר
pt_br: o item estava fechado
ru: заявка закрыта

source: the item status changed
fr: Le statut de l'élément a changé
he: מצב הפריט השתנה
pt_br: o estado do item foi alterado
ru: состояние заявки изменено

source: Do not add me to Carbon-Copy when:
he: לא להוסיף אותי לעותק כאשר:

source: I post a comment
fr: Je poste un commentaire
he: פרסמתי תגובה
pt_br: Eu publicar um comentário
ru: Я оставляю комментарий

source: I update a field, add dependencies, attach file, etc
fr: Je met à jour un champ, j'ajoute des dépendances, je joins un document, etc
he: עדכנתי שדה, הוספתי תלויות, צירפתי קובץ וכו׳
pt_br: Eu atualizar um campo, adicionar dependências, anexar arquivo, etc
ru: Я обновляю поле, добавляю зависимости, прилагаю файл и т.д.

source: Remove me from Carbon-Copy when:
fr: Me retirer de la liste des copies-carbones quand :
he: להסיר אותי מהעותק כאשר:
pt_br: Me remover de Cópia Carbono quando:
ru: Удалять меня из списка уведомлений, когда:

source: I am no longer assigned to the item
fr: L'élément ne m'est plus assigné
he: איני מוקצה עוד לפריט
pt_br: Eu não mais estiver atribuído ao item
ru: Заявка мне больше не поручена

source: Subject Line
fr: Ligne de sujet
he: שורת נושא
pt_br: Linha de assunto
ru: Строка темы
