Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: If you think that there's a broken link on %s that must be repaired, %sfile a support request%s, mentioning the URL you tried to access (%s).
ca: Si creieu que hi ha un enllaç trencat a %s que s'ha d'arreglar, %senvieu una sol·licitud de suport%s indicant-hi l'URL al qual heu intentat accedir (%s).

source: Otherwise, you can return to the %s%s main page%s.
ca: En cas contrari, torneu a la %spàgina principal de %s%s.

source: To see the collection of prior posting to the list, visit the %s%s archives%s
ca: Per veure la recopilació dels missatges anteriors a la llista, visiteu els %sarxius de %s%s

source: To see the collection of prior posting to the list, visit the %s%s archives%s (authorization required).
ca: Per veure la recopilació dels missatges anteriors a la llista, visiteu els %s arxius de %s%s (requereix autorització).

source: To post a message to all the list members, write to %s
ca: Per enviar un missatge a tots els membres de la llista, envieu un correu electrònic a %s

source: No mailing-list address was found, the configuration of the server is probably broken, contact the admins!
ca: No s'ha trobat cap adreça de llista de correu, és probable que hi hagi un error a la configuració del correu. Poseu-vos en contacte amb els administradors.

source: You can subscribe to the list by submitting %sthis message%s
ca: Per subscriure-us a la llista envieu %saquest missatge%s

source: You can unsubscribe to the list by submitting %sthis message%s
ca: Per anul·lar la vostra subscripció a la llista envieu %saquest missatge%s

source: You can (un)subscribe to the list by following instructions on the %slist information page%s
ca: Podeu subscriure-us (o anul·lar la subscripció) a la llista seguint les instruccions de la %spàgina d'informació de la llista%s.

source: list name
ca: Nom de la llista

source: You can administer lists information from here. Please note that private lists are only displayed for members of your project, but not for visitors who are not logged in.
ca: Des d'aquí podeu administrar la informació de les llistes. Les llistes privades només es mostren als membres del projecte, i no als visitants que no hagin iniciat una sessió.

source: To be deleted (warning, this cannot be undone!)
ca: Per a ser esborrat (avís, aquesta acció no es pot tirar enrera)

source: Requested
ca: Sol·licitat

source: this will have no effect if this list is not managed by Mailman via Savane
ca: No tindrà efecte si la llista no és manegada pel Mailman via Savane

source: Is Public?
ca: És pública?

source: (visible to non-members)
ca: (visible per als que no són membres)

source: The form below will email a URL to the email address we have on file for you. In this URL is a 128-bit confirmation hash for your account. Visiting the URL will allow you to change your password online and login.
ca: Un cop ompliu aquest formulari, rebreu un missatge amb un URL al correu electrònic que hagueu registrat. En aquest URL trobareu una confirmació de 128 bits del vostre compte. Visiteu-lo per canviar la vostra contrasenya en línia i iniciar la sessió.

source: This will work only if your account was already successfully registered and activated. Note that accounts that are not activated within the three days next to their registration are automatically deleted.
ca: Això només funcionarà si el vostre compte s'ha registrat i activat correctament. Els comptes que no s'activen en els tres primers dies després de registrar-se s'esborren automàticament.

source: User is a kerberos principal but password do not match. Please use your kerberos password for the first login and then change your %s password. This is necessary to prevent someone from stealing your account name.
ca: L'usuari és un principal de kerberos però la contrasenya no coincideix. Utilitzeu la contrasenya de kerberos per al primer inici de sessió i després canvieu la contrasenya %s. Cal que ho feu per evitar que algú altre us robi el nom de compte.

source: In order to complete your registration, visit the following URL:
ca: Per finalitzar el registre, visiteu aquest URL:

source: Enjoy the site
ca: Gaudiu d'aquest lloc

source: For better security we advise you to change your %s password as soon as possible.
ca: Per augmentar la seguretat, us recomanem que canvieu la contrasenya %s al més aviat possible.

source: Congratulations. You have registered on %s
ca: Enhorabona. Us heu registrat a %s

source: Your login is: %s
ca: El vostre nom d'inici de sessió és: %s

source: You are now being sent a confirmation email to verify your email address. Visiting the link sent to you in this email will activate your account.
ca: Aviat rebreu un correu electrònic de confirmació per verificar la vostra adreça. Per activar el compte haureu de visitar l'adreça que s'indica en aquest missatge.

source: Accounts not confirmed after two days are deleted from the database.
ca: Els comptes que no es confirmen durant els primers dos dies se suprimeixen de la base de dades.

source: In order to complete your registration, login now. Your account will then be activated for normal logins
ca: Per finalitzar el registre, heu d'iniciar una sessió. A continuació s'activarà el vostre compte per a inicis de sessió normals.

source: What are you doing here?
ca: Què hi feu aquí?

source: In order to complete your registration, visit the following url:
ca: Per finalitzar el registre, visiteu aquest URL:

source: Your email confirmation has been resent. Visit the link in this email to complete the registration process.
ca: S'ha tornat a enviar la confirmació per correu electrònic. Visiteu l'enllaç que s'indica al missatge per finalitzar el procés de registre.

source: An email for your lost password has already been sent. Please wait one hour and try again.
ca: Ja s'ha enviat el correu electrònic amb la contrasenya que havíeu perdut. Espereu una hora i torneu-ho a provar.

source: Someone (presumably you) on the %s site requested a password change through email verification.
ca: Heu sol·licitat (o ho ha fet algú altre) al lloc %s un canvi de contrasenya amb verificació per correu electrònic.

source: If you requested this verification, visit this URL to change your password:
ca: Si heu sol·licitat aquesta verificació, visiteu aquest URL per canviar la contrasenya:

source: In any case make sure that you do not disclose this url to somebody else, e.g. do not mail this to a public mailinglist!
ca: En qualsevol cas, no transmeteu aquest URL a ningú; per exemple, no l'envieu a cap llista de correu pública

source: This confirm hash exists more than once.
ca: Aquesta confirmació està duplicada.

source: Your account is currently pending your email confirmation. Visiting the link sent to you in this email will activate your account.
ca: El compte està pendent de la vostra confirmació per correu electrònic. Per activar-lo, visiteu l'enllaç que s'indica en aquest missatge.

source: If you need this email resent, please click below and a confirmation email will be sent to the email address you provided in registration.
ca: Si necessiteu tornar a rebre aquest correu electrònic, feu clic a continuació i se us enviarà un correu de confirmació a l'adreça que hagueu donat en registrar-vos.

source: Is the "Caps Lock" or "A" light on your keyboard on?
ca: Teniu activades les tecles "Bloq Maj" o "A" del teclat?

source: If so, hit "Caps Lock" key before trying again.
ca: En aquest cas, premeu la tecla "Bloq Maj" abans de tornar-ho a provar.

source: This server does not encrypt data (no https), so the password you sent may be viewed by other people. Do not use any important passwords.
ca: Com que aquest servidor no xifra les dades (no utilitza https), altres usuaris poden veure la vostra contrasenya. No utilitzeu cap contrasenya important.

source: For a year, your login information will be stored in a cookie. Use this only if you are using your own computer.
ca: Durant un any la informació d'inici de sessió es guardarà en una galeta. Utilitzeu aquesta opció només si feu servir el vostre ordinador.

source: As a registered user, you can participate fully in the activities on the site.
ca: Com a usuari registrat, podeu participar en totes les activitats d'aquest lloc.

source: You may now post items to issue trackers in %s, sign on as a project member, or even start your own project.
ca: Ara ja podeu enviar elements als sistemes de seguiment de %s, registrar-vos com a membres del projecte o iniciar el vostre propi projecte.

source: You should take some time to read %sthe Savane User Guide%s so that you may take full advantage of %s.
ca: Llegiu la %sSavane User Guide%s per aprofitar totes les característiques de %s.

source: From %s till %s.
ca: De %s a %s.

source: From %s till %s
ca: De %s a %s

source: Apparently, the period you asked for is incoherent.
ca: El període que heu sol·licitat és incoherent.

source: Accounts:
ca: Comptes:

source: New user
ca: Nou usuari

source: New group
ca: Nou grup

source: New users and new groups / total:
ca: Nous usuaris i nous grups / total:

source: Trackers:
ca: Sistemes de seguiment:

source: including %s already closed
ca: se n'ha tancat %s

source: Support request
ca: Sol·licitud de suport

source: Bug
ca: Error

source: Task
ca: Tasca

source: Patch
ca: Pedaç

source: The trackers looks unused, no items were found
ca: No sembla que s'hagin utilitzat aquests sistemes de seguiment, no s'ha trobat cap element

source: New items per tracker / tracker total:
ca: Nous elements per sistema de seguiment / total:

source: Projects per group type:
ca: Projectes per tipus de grup:

source: including %s still open
ca: %s en estat obert

source: Items per tracker:
ca: Elements per sistema de seguiment:

source: Themes:
ca: Temes:

source: Most popular color themes are: %s.
ca: Els colors més populars són: %s.

source: Here is a list of positions available for this project, choose the one you want to modify.
ca: A continuació es presenta una llista de càrrecs disponibles per a aquest projecte, seleccioneu el que vulgueu modificar.

source: It is surely because it was not yet generated, or too old. If you think that there's a broken link on %s that must be repaired, %sfile a support request%s, mentioning the URL you tried to access (%s).
ca: Probablement no s'hagi generat encara o sigui obsolet. Si creieu que hi ha un enllaç trencat a %s que s'ha d'arreglar, %senvieu una sol·licitud de suport%s indicant-hi l'URL al qual heu intentat accedir (%s).

source: User
ca: Usuari

source: Home
ca: Inici

source: Unable to delete group type
ca: No es pot suprimir el tipus de grup

source: group type deleted
ca: S'ha suprimit el tipus de grup

source: group type general settings updated
ca: S'ha actualitzat la configuració general del tipus de grup

source: Create
ca: Crea

source: General Default Settings for Groups of this Type
ca: Configuració general per defecte dels grups d'aquest tipus

source: General Settings
ca: Configuració general

source: Base Host:
ca: Sistema principal base:

source: Description (will be added on each project main page):
ca: Descripció (s'afegirà a la pàgina principal de cada projecte):

source: Admin Email Address:
ca: Adreça de correu electrònic de l'administrador:

source: Project WWW Homepage
ca: Pàgina web inicial del projecte

source: Can use homepage
ca: Es pot utilitzar la pàgina inicial

source: Selected SCM:
ca: SCM seleccionat:

source: Homepage Dir (path on the filesystem) [BACKEND SPECIFIC]:
ca: Directori de la pàgina inicial (camí en el sistema de fitxers) [vinculat al servidor]:

source: Homepage URL:
ca: URL de la pàgina inicial:

source: Homepage CVS view URL (webcvs, viewcvs):
ca: URL de visualització de la pàgina inicial de CVS (webcvs, viewcvs):

source: Can use CVS
ca: Es pot utilitzar CVS

source: Repository Dir (path on the filesystem) [BACKEND SPECIFIC]:
ca: Directori del dipòsit (camí en el sistema de fitxers) [vinculat al servidor]:

source: Repository view URL (cvsweb, viewcvs, archzoom...):
ca: URL de visualització del dipòsit (cvsweb, viewcvs, archzoom...):

source: Can use GNU Arch
ca: Es pot utilitzar GNU Arch

source: Can use Subversion
ca: Es pot utilitzar Subversion

source: Can use Download Area
ca: Es pot utilitzar l'àrea de baixada

source: Repository URL:
ca: URL del dipòsit:

source: Licenses
ca: Llicències

source: Can use licenses
ca: Es poden utilitzar les llicències

source: Can use development status
ca: Es pot utilitzar l'estat de desenvolupament

source: Mailing List
ca: Llista de correu

source: Can use mailing-lists
ca: Es poden utilitzar llistes de correu

source: Mailing-list Host (DEPRECATED):
ca: Sistema principal de la llista de correu (desaprovat):

source: Mailing-list address (would be %LIST@gnu.org for GNU projects at sv.gnu.org):
ca: Adreça de la llista de correu (seria %LIST@gnu.org per a projectes GNU a sv.gnu.org):

source: Mailing-list virtual host (would be lists.gnu.org or lists.nongnu.org at sv.gnu.org) [BACKEND SPECIFIC]:
ca: Servidor virtual de la llista de correu (seria lists.gnu.org o lists.nognu.org a sv.gnu.org) [ESPECÍFIC DE SERVIDOR]:

source: Mailing list name format:
ca: Format de noms de la llista de correu:

source: Listinfo URL:
ca: URL d'informació de la llista:

source: Subscribe URL (for majordomo at CERN, it is majordomo_interface.php?func=subscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):
ca: URL de subscripció (per a majordomo a CERN, és majordomo_interface.php?func=subscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):

source: Unsubscribe URL (for majordomo at CERN, it is majordomo_interface.php?func=unsubscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):
ca: URL de cancel·lació de la subscripció (per a majordomo a CERN, és majordomo_interface.php?func=unsubscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):

source: Archives URL:
ca: URL dels arxius:

source: Private Archives URL:
ca: URL dels arxius privats:

source: Administrative Interface URL:
ca: URL de la interfície d'administració:

source: Can use forum
ca: Es pot utilitzar el fòrum

source: Support Request Manager
ca: Administrador de sol·licituds de suport

source: Can use support request tracker
ca: Es pot utilitzar el sistema de seguiment de sol·licituds de suport

source: Can use bug tracker
ca: Es pot utilitzar el sistema de seguiment d'errors

source: Can use task manager
ca: Es pot utilitzar l'administrador de tasques

source: Can use patch manager (deprecated)
ca: Es pot utilitzar l'administrador de pedaços (desaprovat)

source: Can use news manager
ca: Es pot utilitzar l'administrador de notícies

source: Delete this Group Type
ca: Suprimeix aquest tipus de grup

source: Project Menu Settings
ca: Configuració del menú del projecte

source: the homepage link can be modified
ca: L'enllaç de la pàgina inicial es pot modificar

source: the documentation "extra" link can be modified
ca: L'enllaç "extra" de documentació es pot modificar

source: the download area link can be modified
ca: L'enllaç de l'àrea de baixada es pot modificar

source: the download _directory_ can be modified -- beware, if the backend is running and creating download dir, it can be used maliciously. don't activate this feature unless you truly know what you're doing
ca: El _directori_ de baixada es pot modificar. Tingueu en compte que si el servidor s'està executant i creant el directori de baixada, es pot utilitzar amb males intencions. No activeu aquesta funció a no ser que sapigueu molt bé el que feu.

source: the support link can be modified
ca: L'enllaç de suport es pot modificar

source: the bugs tracker link can be modified
ca: L'enllaç del sistema de seguiment d'errors es pot modificar

source: the task tracker link can be modified
ca: L'enllaç del sistema de seguiment de tasques es pot modificar

source: the patch tracker link can be modified
ca: L'enllaç del sistema de seguiment de pedaços es pot modificar

source: the forum link can be modified
ca: L'enllaç del fòrum es pot modificar

source: the mailing-list link can be modified
ca: L'enllaç de la llista de correu es pot modificar

source: the cvs link can be modified
ca: L'enllaç de cvs es pot modificar

source: the viewcvs link can be modified
ca: L'enllaç de viewcvs es pot modificar

source: the viewcvs link for homepage code can be modified
ca: L'enllaç de viewcvs del codi de la pàgina inicial es pot modificar

source: Project Default Member Permissions
ca: Permisos per defecte dels membres del projecte

source: This form allows you to define the default permissions for users added to a group of this type, unless this group defined its own configuration.
ca: En aquest formulari podeu definir els permisos per defecte dels usuaris afegits a un grup d'aquest tipus, a no ser que aquest grup hagi definit la seva pròpia configuració.

source: Support Tracking
ca: Seguiment del suport

source: Bug Tracking
ca: Seguiment d'errors

source: Task Tracking
ca: Seguiment de les tasques

source: Patch Tracking
ca: Seguiment dels pedaços

source: Project Default Posting Restrictions
ca: Restriccions d'enviament per defecte del projecte

source: This form allows you to define the default posting restriction on this group trackers.
ca: En aquest formulari podeu definir les restriccions d'enviament per defecte en els sistemes de seguiment d'aquest grup.

source: User Name
ca: Nom de l'usuari

source: Group List
ca: Llista de grups

source: Number
ca: Número

source: Pending
ca: Pendent

source: Incomplete
ca: Incomplet

source: Maintenance
ca: Manteniment

source: Group Search
ca: Cerca de grups

source: Display Groups beginning with:
ca: Mostra els grups que comencin per:

source: or search by group_id, group_unix_name or group_name:
ca: o cerca per group_id, group_unix_name o group_name:

source: Groups that begin with %s
ca: Grups que comencin per %s

source: that match
ca: que coincideixin amb

source: Group Name (click to edit)
ca: Nom del grup (feu clic per editar-lo)

source: System Name
ca: Nom del sistema

source: Public?
ca: Públic?

source: No matches
ca: Cap coincidència

source: yes
ca: sí

source: Updating Project Info
ca: Actualització de la informació del projecte

source: Invalid Group: Invalid group was passed in.
ca: Grup no vàlid: s'ha passat un grup no vàlid

source: Registration Management Shortcuts
ca: Dreceres d'administració del registre

source: Approve
ca: Aprova

source: Discard
ca: Descarta

source: Send New Project Instruction Email and Trigger Project Creation (should be done only once)
ca: Envia un correu electrònic d'instruccions d'un nou projecte i desencadena la creació del projecte (només s'ha de fer un cop)

source: Detailed Interface
ca: Interfície detallada

source: Maintenance (accessible only to superuser)
ca: Manteniment (només accessible als superusuaris)

source: Incomplete (failure during registration)
ca: Incomplet (error durant el registre)

source: On project approval, do not forget to run the script "Trigger Project Creation" at the end of this page, otherwise this project could end up partly misconfigured.
ca: En el moment d'aprovar el projecte, executeu la seqüència "Desencadena la creació del projecte" al final d'aquesta pàgina. Si no ho feu, pot ser que el projecte no estigui ben configurat.

source: Project marked as deleted will be removed from the database by a cronjob.
ca: El projecte marcat com a suprimit s'eliminarà de la base de dades mitjançant un cronjob.

source: You must clear the HTML repository field below when setting the private flag otherwise unpredictable result will occur.
ca: Heu d'esborrar el camp del dipòsit HTML en configurar l'indicador privat. En cas contrari, es poden produir resultats imprevistos.

source: Note: this has influence only if the group type of which this group belongs to accepts this information.
ca: Nota: Això només importa si el tipus de grup al qual pertany aquest grup accepta aquesta informació.

source: N/A
ca: N/D

source: Submitted Information
ca: Informació enviada

source: Specific Backend Settings
ca: Configuració específica del servidor

source: [BACKEND SPECIFIC] If this group must have specific directories for homepage, sourcecode, download, which are not the default of the group type it belongs to, you can fill in the following fields. You may need to also edit the urls in 'This Project Active Features'. If possible, you should avoid using these fields and consider creating new group types. Exceptions are a pain to handle in the long run.
ca: [ESPECÍFIC DE SERVIDOR] Si aquest grup ha de tenir directoris específics per a la plana principal, codi font, descàrregues etc. que no són les per defecte del tipus de grup al que pertany, pots omplir els següents camps. Necessitaràs també editar les urls a 'Funcions Actives'. En la mesura del possible procura no utilitzar aquests camps i considera la possibilitat de crear més tipus de grups. Les excepcions es paguen cares.

source: Homepage directory:
ca: Directori de la pàgina inicial:

source: Download directory:
ca: Directori de baixada:

source: %s will be set to %s
ca: %s s'establirà en %s

source: No field to update or SQL error
ca: No hi ha cap camp per actualitzar o error d'SQL

source: Mail sent, site-specific triggers executed
ca: S'ha enviat el correu i s'han executat els desencadenants del lloc

source: Local Administration Project Approved
ca: Projecte d'administració local aprovat

source: User List
ca: Llista d'usuaris

source: DELETE
ca: Suprimeix

source: ACTIVE
ca: Activa

source: SUSPEND
ca: Suspèn

source: Action done
ca: Acció realitzada

source: Status updated to %s for user %s
ca: S'ha actualitzat l'estat a %s per a l'usuari %s

source: User Search
ca: Cerca d'usuaris

source: Display users beginning with
ca: Mostra els usuaris que comencin per

source: or search by email, username, realname or userid
ca: o cerca per correu electrònic, nom d'usuari, nom o identificador d'usuari

source: All Groups
ca: Tots els grups

source: Id
ca: Identificador

source: Member Profile
ca: Perfil del membre

source: Suspended
ca: Suspès

source: Unknown status
ca: Estat desconegut

source: View
ca: Mostra

source: Suspend
ca: Suspèn

source: Activate
ca: Activa

source: Data Export is currently restricted to projects members
ca: L'exportació de dades està restringida als membres del projecte

source: You have already registered %s export job for this project, which is the current limit. If more exports are required ask other project members.
ca: Ja heu registrat %s treball d'exportació per a aquest projecte, que és el límit actual. Si es necessiten més exportacions, demaneu-ho a altres membres del projecte.

source: SQL insert error
ca: Error d'inserció SQL

source: Export job #%s successfully removed
ca: El treball d'exportació #%s s'ha eliminat correctament

source: Unable to remove export job #%s
ca: No es pot eliminar el treball d'exportació #%s

source: Data Export Jobs
ca: Treballs d'exportació de dades

source: From here, you can select criteria for an XML export of the items of your project of the current tracker. Then your request will be queued and made available on an HTTP accessible URL. This way you can automate exports, using scripts, as you know the file URL in advance.
ca: Des d'aquí podeu seleccionar els criteris per a una exportació XML dels elements del projecte del sistema de seguiment actual. La vostra sol·licitud s'enviarà a la cua i s'hi podrà accedir en un URL accessible per HTTP. D'aquesta manera, com que coneixereu l'URL per avançat, podreu automatitzar les exportacions fent servir seqüències.

source: Pending Export Jobs
ca: Tasques d'exportació pendents

source: Queued Jobs
ca: Tasques en cua

source: Remove this job
ca: Elimina aquest treball

source: Done
ca: Fet

source: Job #%s, bound to task #%s, %s
ca: Treball #%s, vinculat a la tasca #%s, %s

source: Exporting %s on %s
ca: Exportant %s el %s
