Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: You will be presented with a choice of free software licenses for your project. For hosting on Savannah, you must use one of these licenses, which give the freedom to anyone to use, study, copy, and distribute the source code and distribute modified versions of it, and which are compatible with the GNU GPL version 3 and any later versions. We recommend GPLv3-or-later; in any case, we require the &ldquo;or any later version&rdquo; formulation for the GNU GPL, GNU AGPL, and GNU LGPL. You will remain the copyright holder of whatever you create for your project.
fr: Un choix de licences libres va vous être présenté pour votre projet. Pour être hébergé sur Savannah, vous devez utiliser l'une d'entre elles. Elles donnent à quiconque la liberté d'utiliser, étudier, copier et distribuer le code source et de distribuer des versions modifiées qui soient compatibles avec la version 3 de GNU GPL ou toute version ultérieure. Nous recommandons GPLv3-ou-ultérieure. Dans tous les cas, nous exigeons la formulation « ou version ultérieure » pour GNU GPL, GNU AGPL et GNU LGPL. Vous resterez le détenteur du droit de copie pour tout ce que vous créerez pour votre projet.
he: תוצג בפניך בחירה של רישיונות קוד פתוח למיזם שלך. כדי להתארח ב־Savannah, עליך להשתמש באחד מהרישיונות האלו, שמעניקים לכולם את החופש להשתמש, לחקור, להעתיק ולהפיץ את קוד המקור ולהפיץ גירסאות שלו עם שיפוצים וגם עליהם להיות תואמים לגירסה 3 ומעלה של ה־GPL. אנו ממליצים על GPL גירסה 3 ומעלה, בכל מקרה אנו דורשים חוקיות של „ומעלה” ל־GPL של גנו, APL של גנו ול־LGPL של גנו. הבעלות על זכויות היוצרים של המיזם שלך תישאר בידיך.
ru: Вам предоставят на выбор лицензии свободных программ для вашего проекта. Для размещения в Саванне вы должны пользоваться одной из этих лицензий. Они совместимы с GPL версии 3 и всех более поздних версий и дают каждому свободу пользоваться, изучать, копировать и распространять исходный текст, а также распространять его измененные версии. Мы рекомендуем GPLv3-или-более-поздние; в этом случае мы требуем формулировку &ldquo;или любой более поздней версии&rdquo; для GNU GPL, GNU AGPL и GNU LGPL. Вы останетесь правообладателем всего, что вы создаете в вашем проекте.

source: For manuals, we recommend GNU FDL version X-or-later, where X is the latest released version of the <a href="%s">FDL</a>; other licensing compatible with that is acceptable.
fr: Pour les manuels, nous recommandons GNU FDL version X ou ultérieure où X est la dernière version diffusée de <a href="%s">FDL</a>. D'autres licences compatibles avec celle-ci sont acceptables.
he: למדריכים, אנו ממליצים על גנו GDL גרסה X ומעלה, כאשר X היא המהדורה האחרונה שפורסמה של ה־<a href="%s">FDL</a>; רישוי אחר שתואם לזה מותר גם כן.
pt_br: Para manuais, recomendamos a versão “X ou posterior” da GNU FDL, sendo X a última versão lançada da <a href="%s">FDL</a>; outro licenciamento compatível com isso é aceitável.
ru: Для руководств мы рекомендуем GNU FDL версии X-или-более-поздних, где X&nbsp;&mdash; последняя выпущенная версия <a href="%s">FDL</a>; другое лицензирование, совместимое с этим, допустимо.

source: Proper license notices should be applied to, at least, each source (non-derived) file in your project. For example, for the GPL, see the page on <a href="%s">How to Use GNU Licenses</a>. In the case of binary source files, such as images, it is ok for the license to be stated in a companion <tt>README</tt> or similar file. It is desirable for derived files to also include license notices. A copy of the full text of all applicable licenses should also be included in the project.
fr: Une notice de licence convenable devrait être appliquée à, au minimum, chaque fichier source (non dérivé) de votre projet. Par exemple, pour GPL, consultez la page <a href="%s">Comment utiliser les licences GNU</a>. Dans le cas de fichiers sources binaires tels que des images, il est acceptable que la licence soit mentionnée dans un fichier <tt>README</tt> ou un fichier similaire accompagnant les fichiers. Il est souhaitable que les fichiers dérivés incluent aussi une note de licence. Une copie du texte complet des licences applicables devrait aussi être incluse dans le projet.
he: יש לצרף כתוביות רישוי מתאימות, לפחות, לכל קובץ מקור (לא נגזרת) במיזם שלך. למשל, עבור ה־GPL, יש לעיין בעמוד תחת <a href="%s">איך להשתמש ברישיונות של גנו</a>. במקרה של קובצי מקור בינריים כגון תמונות, אפשר שהרישיון יצוין בקובץ <tt>README</tt> מלווה או קובץ דומה. מומלץ שגם קבצים נגזרים יכללו כתוביות רישוי. עותק של הנוסח המלא של כל הרישיונות שחלים על המיזם צריכים להיות גם הם חלק ממנו.
pt_br: Avisos de licença apropriados devem ser aplicados a, pelo menos, cada arquivo fonte (não derivado) em seu projeto. Por exemplo, para a GPL, veja a página em <a href="%s">Como usar as licenças GNU</a>. No caso de arquivos-fonte de binários, como imagens, é aceitável que a licença seja declarada em um arquivo <tt>README</tt> ou similar. É desejável que os arquivos derivados também incluam avisos de licença. Uma cópia do texto completo de todas as licenças aplicáveis também deve ser incluída no projeto.
ru: Соответствующие лицензионные уведомления должны прилагаться по меньшей мере к каждому исходном (не сгенерированному) файлу вашего проекта. Например, для GPL см. страницу <a href="%s">Как пользоваться лицензиями GNU</a>. В случае двоичных исходных файлов, таких как изображения, допустимо указывать лицензию в сопровождающем файле <tt>README</tt> или подобном ему. Желательно, чтобы сгенерированные файлы также содержали лицензионные уведомления. Копия полного текста всех применяемых лицензий также должна включаться в проект.

source: If you need to use another license that is not listed, let us know and we, or most likely the FSF licensing group, will review these requests on a case-by-case basis. Software licenses must be GPL-compatible.
fr: Si vous devez utiliser une autre licence qui n'est pas listée, faites-le nous savoir et nous, ou plus probablement le groupe FSF des licences, analysera ces demandes au cas par cas. Les licences logiciels doivent être compatibles avec GPL.
he: אם עליך להשתמש ברישיון אחר שאינו מופיע, נא ליידע אותנו ‫ואנחנו, או כפי הנראה קבוצת הרישוי של קרן התוכנה החופשית, ‫נסקור את הבקשות האלו לגופן. רישיונות התוכנה חייבים להיות ‫תואמים ל־GPL.
pt_br: Se você precisar usar outra licença que não esteja listada, avise-nos e nós, ou provavelmente o grupo de licenciamento da FSF, revisaremos essas solicitações caso a caso. As licenças de software devem ser compatíveis com GPL.
ru: Если вам нужно воспользоваться лицензией, которая здесь не перечислена, обращайтесь к нам и мы или, скорее всего, группа лицензирования ФСПО, рассмотрит эти обращения отдельно для каждого случая. Лицензии программ должны быть совместимы с GPL.

source: Anonymous CVS Access
fr: Accès CVS anonyme
he: גישה אלמונית ל־CVS
pt_br: Acesso CVS anônimo
ru: Анонимный доступ к CVS

source: This project's CVS repository can be checked out through anonymous CVS with the following instruction set. The module you wish to check out must be specified as the &lt;<i>modulename</i>&gt;.
fr: Le dépôt CVS de ce projet peut être récupéré avec un CVS anonyme en suivant les instructions suivantes. Le module que vous voulez récupérer doit être spécifié dans le &lt;<i>nommodule</i>&gt;.
he: אפשר לבצע check out על מאגר ה־CVS של המיזם הזה דרך CVS ‫אלמוני בעזרת סדרת ההנחיות הבאה. יש לציין את המודול שמועמד ‫ל־check out בתור ה־&lt;<i>modulename</i>&gt;.
pt_br: O repositório CVS deste projeto pode ser obtido através de um CVS anônimo com o seguinte conjunto de instruções. O módulo que você deseja obter deve ser especificado como o &lt;<i>nome_do_módulo</i>&gt;.
ru: Рабочие копии из репозитория CVS этого проекта можно получить анонимно следующим набором команд. Модуль, рабочую копию которого вы хотите получить, указан как &lt;<i>имя_модуля</i>&gt;.

source: Software repository:
fr: Dépôt logiciel :
he: מאגר תוכנה:
pt_br: Repositório do software:
ru: Репозиторий исходных текстов:

source: With other project modules:
fr: Avec d'autres modules de projets :
he: עם מודולים אחרים של מיזמים:
pt_br: Com outros módulos do projeto:
ru: Другие модули проекта:

source: Webpage repository:
fr: Page web du dépôt :
he: מאגר עמוד אתר:
pt_br: Repositório de páginas web:
ru: Репозиторий сайта:

source: <em>Hint:</em> When you update your working copy from within the module's directory (with <code>cvs update</code>) you do not need the <code>-d</code> option anymore. Simply use
fr: <em>Astuce :</em> Quand vous mettez à jour la copie de travail depuis le répertoire du module (avec <code>cvs update</code>) vous n'avez pas besoin de l'option <code>-d</code>. Utilisez simplement
he: ‫<em>עצה:</em> בעת עדכון העותק הפעיל שלך מתוך תיקיית המודול ‫(עם <code>cvs update</code>) אין צורך עוד באפשרות ‏‫<code>-d</code>. אפשר להשתמש פשוט בצורה
pt_br: <em>Dica:</em> Quando você atualiza sua cópia de trabalho de dentro do diretório do módulo (com <code>cvs update</code>) você não precisa mais da opção <code>-d</code>. Basta usar
ru: <em>Подсказка:</em> Когда обновляете свою рабочую копию изнутри каталога модуля (командой <code>cvs update</code>), параметр <code>-d</code> больше не нужен. Набирайте просто

source: to preview and status check.
fr: pour l'aperçu et le contrôle de l'état.
he: כדי לראות תצוגה מקדימה ולבדוק את המצב.
pt_br: para pré-visualização e verificar status.
ru: для предварительного просмотра и проверки состояния.

source: Project Member CVS Access via SSH
fr: Accès CVS aux membres du projet via SSH
he: גישת CVS לחברים במיזם דרך SSH
pt_br: Acesso de membros do projeto por SSH
ru: Доступ участников проекта к CVS через SSH

source: Member access is performed using the CVS over SSH method. The pserver method can only be used for anonymous access.
fr: L'accès des membres est réalisé en utilisant CVS sur SSH. La méthode pserver est uniquement utilisable pour un accès anonyme.
he: הגישה לחברים מתבצעת בשיטת CVS על גבי SSH. בשיטת pserver אפשר להשתמש לגישה אלמונית בלבד.
pt_br: O acesso de membros é realizado usando o método CVS por SSH. O método pserver só pode ser usado para acesso anônimo.
ru: Доступ участников осуществляется методом &ldquo;CVS по SSH&rdquo;. Метод &ldquo;pserver&rdquo; можно применять только для анонимного доступа.

source: The SSHv2 public key fingerprints for the machine hosting the CVS trees are:
fr: Les empreintes des clés publique SSHv2 de la machine hébergeant l'arbre CVS sont :
he: טביעות האצבע של מפתח ה־SSHv2 הציבורי עבור המכונה שמארחת את עצי ה־CVS הן:
pt_br: As impressões digitais da chave pública SSHv2 para a máquina que hospeda as árvores de CVS são:
ru: Отпечатки открытых ключей SSHv2 для машины, на которой хранятся каталоги CVS, суть:

source: Email Notifications
he: התראות בדוא״ל

source: You can <a href="%s">configure commit notifications</a>.
he: אפשר <a href="%s">להגדיר התראות הגשה</a>.

source: CVS Newbies
fr: Débutants CVS
he: חדשים ב־CVS
pt_br: Novatos em CVS
ru: Новичкам в CVS

source: If you've never used CVS, you should read some documentation about it; a useful URL is %s. Using CVS is not complex but you have to understand what is going on. The best way to start is to ask a friend to show you the way.
fr: Si vous n'avez jamais utilisé CVS, vous devriez lire un peu de documentation à son sujet. Voici une URL utile : %s. L'utilisation de CVS n'est pas complexe mais vous devez comprendre de quoi il retourne. La meilleure manière de démarrer est de demander à un amis de vous montrer la manière de procéder.
he: אם מעולם לא השתמשת ב־CVS, עליך לקרוא קצת תיעוד עליו, כתובת שימושית לדוגמה היא %s. השימוש ב־CVS אינו מורכב אך עליך להבין במה מדובר. הדרך הטובה ביותר להתחיל להשתמש בזה היא לבקש מחברים להראות לך איך כדאי לגשת אליו.
pt_br: Se você nunca usou o CVS, leia alguma documentação sobre isso; uma URL útil é %s. Usar o CVS não é complexo, mas você precisa entender o que está acontecendo. A melhor maneira de começar é pedir a um amigo ou uma amiga que lhe mostre o caminho.
ru: Если вы никогда не пользовались CVS, вам следует почитать какую-нибудь документацию по ней; будет полезно %s. Пользоваться CVS не сложно, но вам нужно понимать, что происходит. Лучше всего сначала попросить приятеля показать, как это делается.

source: The basic information described further on this page is detailed in the <a href="%s">Savannah user doc</a>.
fr: Les informations basique décrites plus loin sur cette page sont détaillées dans la <a href="%s">documentation utilisateur de Savannah</a>.
he: תיאור מפורט יותר של המידע הבסיסי שסופק בעמוד הזה ‫מופיע תחת <a href="%s">התיעוד למשתמשים ב־Savannah</a>.
pt_br: As informações básicas descritas a seguir nesta página estão detalhadas na <a href="%s">documentação de usuário do Savannah</a>.
ru: Основные команды описаны далее на этой странице, подробности приведены в <a href="%s">документации пользователя Саванны</a>.

source: What are CVS modules?
fr: Que sont des modules CVS ?
he: מה הם מודולים ב־CVS?
pt_br: O que são módulos CVS?
ru: Что такое модули CVS?

source: The CVS repository of each project is divided into modules which you can download separately. The list of existing modules for this project can be obtained by looking at <a href="%s">the root of the CVS repository</a>; each <code>File</code> listed there is the name of a module, which can substitute the generic &lt;<i>modulename</i>&gt; used below in the examples of the <code>co</code> command of CVS. Note that <code>.</code> (dot) is always also a valid module name which stands for &ldquo;all available modules&rdquo; in a project. Most projects have a module with the same name of the project, where the main software development takes place.
fr: Le dépôt CVS de chaque projet est divisé en modules que vous pouvez télécharger séparément. La liste des modules existants pour ce projet peut être obtenue en observant <a href="%s">la racine du dépôt CVS</a>. Chaque <code>Fichier</code> qui y est listé est le nom d'un module. Il suffit de le substituer dans le &lt;<i>nommodule</i>&gt; générique utilisé dans l'exemple ci-dessous de la commande <code>co</code> de CVS. Notez que <code>.</code> (un point) est aussi un nom de module valable qui signifie &ldquo;tous les modules&rdquo; du projet. La plupart des projets ont un module portant le même nom que le projet. C'est là que le développement du logiciel principal a lieu.
he: מאגר ה־CVS של כל אחד מהמיזמים מחולק למודולים אותם ניתן להוריד בנפרד. את רשימת המודולים הקיימים למיזם הזה ניתן לאתר באמצעות הסתכלות על <a href="%s">שורש מאגר ה־CVS</a>, כל <code>קובץ</code> שמופיע שם הוא שם של מודול, שיכול להחליף את ה־&lt;<i>modulename</i>&gt; הגנרי שמופיע להלן בדוגמאות של פקודת <code>co</code> של CVS. נא לשים לב ש־<code>.</code> (נקודה) היא גם שם תקני למודול שמשמעותה הוא „כל המודולים הזמינים” במיזם. לרוב המיזמים יש מודול באותה שם המיזם, שם מתבצע פיתוח התוכנה באופן עיקרי.
pt_br: O repositório CVS de cada projeto é dividido em módulos que você pode baixar separadamente. A lista de módulos existentes para este projeto pode ser obtida consultando <a href="%s">a raiz do repositório CVS</a>; cada <code>File</code> (arquivo) listado lá é o nome de um módulo, que pode substituir o &lt;<i>nome_do_módulo</i>&gt; genérico usado abaixo nos exemplos do comando <code>co</code> do CVS. Note que <code>.</code> (ponto) é sempre também um nome de módulo válido que significa “todos os módulos disponíveis” em um projeto. A maioria dos projetos possui um módulo com o mesmo nome do projeto, onde ocorre o principal desenvolvimento de software.
ru: Репозиторий CVS каждого проекта разделен на модули, которые можно получать раздельно. Список существующих в проекте модулей можно получить, заглянув в <a href="%s">корень репозитория CVS</a>; каждый <code>File</code>, перечисленный там, представляет имя модуля, которым можно заменить обобщенное &lt;<em>имя_модуля</em>&gt;, используемое в нижеприведенных примерах команды CVS <code>co</code>. Обратите внимание, что <code>.</code> (точка) всегда является допустимым именем модуля, которое означает в проекте &ldquo;все доступные модули&rdquo;. В большинстве проектов есть модуль с тем же именем, что и проект, в котором ведется главная разработка.

source: The same applies to the Webpage Repository.
fr: Il en va de même pour le dépôt en page web.
he: אותו הדבר חל על מאגר העמודים.
pt_br: O mesmo se aplica ao repositório de páginas web.
ru: То же самое относится к репозиторию страний сайта.

source: Import your CVS tree
fr: Importer votre arbre CVS
he: ייבוא עץ ה־CVS שלך
pt_br: Importar sua árvore CVS
ru: Импорт дерева CVS

source: If your project already has an existing CVS repository that you want to move to Savannah, make an appointment with us for the migration.
fr: Si votre projet possède déjà un dépôt CVS que vous voulez déplacer dans Savannah, prenez un rendez-vous avec nous pour la migration.
he: אם למיזם שלך כבר יש מאגר CVS קיים שברצונך להעביר ל־Savannah, מומלץ לקבוע אתנו פגישה לביצוע ההגירה.
pt_br: Se o seu projeto já possui um repositório CVS que você deseja mover para o Savannah, faça um agendamento conosco para a migração.
ru: Если в вашем проекте уже есть репозиторий CVS, который вы хотите перенести в Саванну, договоритесь о переносе с нами.

source: Symbolic Links in Webpage CVS
fr: Liens symboliques dans la page web CVS
he: קישורים סמליים ב־CVS של העמוד
pt_br: Links simbólicos em CVS de páginas web
ru: Символические ссылки в CVS страниц сайта

source: As a special feature in CVS web repositories (only), a file named <tt>.symlinks</tt> can be put in any directory where you want to make symbolic links. Each line of the file lists a real file name followed by the name of the symbolic link. The symbolic links are built twice an hour. More information in <a href="%s">GNU Webmastering Guidelines</a>.
fr: Une fonctionnalité spécifique des dépôts web CVS (uniquement) est le fichier <tt>.symlinks</tt> que peut être placé dans n'importe quel répertoire où vous voulez créer des liens symboliques. Chaque ligne du fichier liste le nom réel du fichier suivi du nom du lien symbolique. Les liens symboliques sont construits deux fois par heure. Plus d'informations sont dans le <a href="%s"> guide de maîtrise web GNU</a>.
he: כתכונה מיוחדת במאגרי ה־CVS שנגישים לדפדפן (בלבד), אפשר להציב קובץ בשם <tt>‎.symlinks</tt> בכל תיקייה בה ברצונך לייצר קישורים סימבוליים. כל שורה בקובץ מקושרת לשם קובץ אמיתי שלאחרי שם הקישור הסימבולי. הקישורים הסימבוליים נבנים פעמיים בשעה. מידע נוסף ב<a href="%s">הנחיות למנהלי אתרי גנו</a>.
pt_br: Como um recurso especial nos repositórios web do CVS (apenas), um arquivo chamado <tt>.symlinks</tt> pode ser colocado em qualquer diretório no qual você deseja criar links simbólicos. Cada linha do arquivo lista um nome de arquivo real seguido pelo nome do link simbólico. Os links simbólicos são construídos duas vezes por hora. Mais informações em <a href="%s">Diretrizes de Webmaster do GNU</a>.
ru: Особенностью репозиториев CVS сайтов (и только их) является обработка файлов с именем <tt>.symlinks</tt>: их можно помещать в каталог, где вы хотите создать символические ссылки. Каждая строка в файле указывает имя настоящего файла, за которым следует символическая ссылка. Ссылки обновляются дважды в час. Подробности см. в <a href="%s">руководстве вебмастера GNU</a>.

source: Web pages for GNU packages
fr: Pages web pour les paquets GNU
he: עמודי אינטרנט לחבילות גנו
pt_br: Páginas web para pacotes do GNU
ru: Страницы сайта пакетов GNU

source: When writing web pages for official GNU packages, please keep the <a href="%s"> guidelines</a> in mind.
fr: Lorsque vous écrivez des pages web pour les paquets officiels GNU, songez à suivre les <a href="%s">directives</a>.
he: בעת כתיבת עמודי אינטרנט לחבילות גנו רשמיות, נא להיצמד ל<a href="%s">כללים</a>.
pt_br: Ao escrever página web para pacotes oficiais do GNU, por favor tenha as <a href="%s">diretrizes</a> em mente.
ru: Когда вы пишете страницы сайта официальных пакетов GNU, имейте в виду, пожалуйста, <a href="%s"> указания</a>.

source: Anonymous read-only access
fr: Accès anonyme en lecture seule
he: גישה אלמונית לקריאה בלבד
pt_br: Acesso somente leitura anônimo
ru: Анонимный доступ на чтение

source: Developer write access (SSH)
fr: Accès en écriture pour les développeurs (SSH)
he: גישת כתיבה למפתחים (SSH)
pt_br: Acesso de escrita de desenvolvedor (SSH)
ru: Доступ на запись для разработчика (SSH)

source: To remove a project, please contact the <a href="%s">Savannah Hackers</a> indicating the new project location&mdash;we only remove projects if they are available at another place&mdash;and optionally the reason why you leave :)
fr: Pour supprimer un projet, contactez les <a href="%s">Hackers de Savannah</a> en indiquant le nouvel emplacement du projet (car nous ne retirons des projets que si ils sont disponibles à un autre endroit) et aussi, facultativement, la raison pour laquelle vous partez :)
he: כדי להסיר מיזם, נא לפנות אל ‏‫<a href="%s">ההאקרים שלSavannah</a> ‫תוך ציון מקום המיזם החדש&mdash;אנו מסירים ‫מיזמים רק אם הם זמינים במקום נוסף&mdash;וגם ‫הסיבה לעזיבה אם מותר לשאול :)
pt_br: Para remover um projeto, entre em contato com os <a href="%s">Hackers do Savannah</a> indicando o novo local do projeto &ndash; só removemos os projetos se estiverem disponíveis em outro local &ndash; e, opcionalmente, o motivo pelo qual você saiu :)
ru: Чтобы удалить проект, обратитесь к <a href="%s">хакерам Саванны</a>, указав новое место размещения проекта&nbsp;&mdash; мы удаляем проекты, только если они переместились на другое место&nbsp;&mdash; и (по желанию) причину, по которой вы нас покидаете.

source: Anonymous Arch Access
fr: Accès Arch Anonymes
he: גישת Arch אלמונית
pt_br: Acesso Arch Anônimo
ru: Анонимный доступ к Arch

source: This project's Arch repository can be accessed through HTTP.
fr: Le dépôt Arch de ce projet est accessible en HTTP.
he: אפשר לגשת למאגר ה־Arch של המיזם הזה דרך HTTP.
pt_br: Esse repositório Arch do projeto pode ser acessado por meio de HTTP.
ru: С репозиторием Arch этого проекта можно работать по HTTP.

source: Project Member Arch Access
fr: Accès Arch des membres du projet
he: גישת Arch לחברים במיזם דרך SSH
pt_br: Acesso Arch de Membros do Projeto
ru: Доступ Arch для участников проекта

source: This project's Arch repository can be accessed throgh SFTP for project members.
fr: Le dépôt Arch de ce projet est accessible en SFTP pour les membres du projet.
he: מאגר ה־Arch של המיזם הזה נגיש דרך SFTP לחברי המיזם.
pt_br: Esse repositório Arch do projeto pode ser acessado por meio de SFTP por membros do projeto.
ru: Доступ к репозиторию Arch для этого проекта осуществляется по SFTP.

source: The SSHv2 public key fingerprints for the machine hosting the Arch trees are:
fr: Les empreintes des clés publiques SSHv2 pour la machine hébergeant l'arborescence ARCH sont :
he: טביעות האצבע של מפתח ה־SSHv2 הציבורי עבור המכונה שמארחת את עצי ה־Arch הן:
pt_br: As impressões digitais da chave pública SSHv2 para a máquina que hospeda as árvores de Arch são:
ru: Вот отпечатки открытых ключей SSHv2 машины, на которой хранятся каталоги Arch:

source: More Information
fr: Plus d'informations
he: מידע נוסף
pt_br: Mais informação
ru: Подробнее

source: For more information, see %s.
fr: Pour plus d'informations, consultez %s.
he: למידע נוסף, יש לפנות אל %s.
pt_br: Para mais informações, veja %s.
ru: Дополнительные сведения см. в %s.
