Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Savannah aims to be a central point for development, maintenance and distribution of <a href="%s">official GNU software</a>. In addition, for projects that support free software but are not part of GNU, we provide <a href="%s">savannah.nongnu.org</a>.
fr: Savannah a pour but d'être le point central pour le développement, la maintenance et la distribution de <a href="%s">logiciels GNU officiels</a>. De plus, pour les projets qui supportent les logiciels libres mais ne font pas partie de GNU, nous fournissons <a href="%s">savannah.nongnu.org</a>.
he: ‫Savannah שמה לה למטרה להיות הנקודה המרכזית לפיתוח, תחזוקה והפצה של <a href="%s">התוכנה הרשמית של גנו</a>. נוסף על כך, למיזמים שתומכים בתוכנה חופשים אך אינם חלק מגנו אנו מספקים את, <a href="%s">savannah.nongnu.org</a>.
pt_br: O Savannah pretende ser um ponto central para o desenvolvimento, manutenção e distribuição do <a href="%s">softwares oficiais do GNU</a>. Além disso, para projetos que apoiam o software livre, mas que não fazem parte do GNU, fornecemos <a href="%s">savannah.nongnu.org</a>.
ru: Назначение Саванны&nbsp;&mdash; быть центральным пунктом разработки, поддержки и распространения <a href="%s">официальных программ GNU</a>. Кроме того, для проектов, которые поддерживают свободные программы, но не являются частью GNU, мы предоставляем <a href="%s">savannah.nongnu.org</a>.

source: If you would like to use Savannah to host your project, then go to the <b>Register New Project</b> menu entry.
fr: Si vous désirez utiliser Savannah pour héberger votre projet, allez sur l'entrée du menu intitulée <b>Inscrire un nouveau projet</b>.
he: אם ברצונך להשתמש ב־Savannah לאירוח המיזם שלך, יש לפנות אל ‫הרשומה <b>רישום מיזם חדש</b> בתפריט.
pt_br: Se você deseja usar o Savannah para hospedar se projeto, então acesse a entrada de menu <b>Registrar novo projeto</b>.
ru: Если вы хотели бы воспользоваться Саванной для размещения своего проекта, выберите пункт меню <b>Зарегистрировать проект</b>.

source: It's not necessary for using Savannah, but if you would like to make your project part of the GNU system, please see the <a href="%s">GNU Software Evaluation</a> web page. New packages are welcome in GNU.
fr: Ceci n'est pas nécessaire pour utiliser Savannah mais si vous souhaitez que votre projet fasse partie du système GNU, consultez la page de <a href="%s">l'évaluation des logiciels GNU</a>. Les nouveaux paquets sont les bienvenus dans GNU.
he: לא חובה להשתמש ב־Savannah, אך אם ברצונך לשלב את התוכנה שלך ‫במערכת של גנו, נא לעיין בעמוד <a ‏‫href="%s">הערכת תוכנה של גנו</a>. ‫חבילות חדשות מוזמנות להצטרף לגנו.
pt_br: Não é necessário para usar o Savannah, mas se você quiser que seu projeto faça parte do sistema GNU, por favor veja a página de <a href="%s">Avaliação de software GNU</a>. Novos pacotes são bem-vindos no GNU.
ru: Для пользования Саванной это не обязательно, но если вы хотели бы сделать свой проект частью системы GNU, обратитесь к странице <a href="%s">Оценка программ для GNU</a>. Проект GNU с радостью принимает новые программы.

source: We strongly recommend all Savannah users subscribe to this mailing list:
fr: Nous recommandons fortement à tous les utilisateurs de Savannah de s'inscrire à cette liste de diffusion :
he: אנו ממליצים בחום למשתמש Savannah להירשם לרשימת הדיוור הזאת:
pt_br: Recomendamos fortemente que todos os usuários do Savannah inscrevam-se a esta lista de discussões:
ru: Мы настоятельно рекомендуем всем пользователям Саванны подписаться на данный список рассылки:

source: %s: low-volume notifications of important issues and changes at Savannah.
fr: %s: faible volume concernant des points importants et des changements de Savannah.
he: ‫%s: ‫ התראות בתדירות נמוכה על נושאים חשובים ב־Savannah.
pt_br: %s: notificações de baixo volume com questões importantes e alterações ao Savannah.
ru: %s: редкие уведомления о важных проблемах и переменах в Саванне.

source: And this mailing list is a place for Savannah users to communicate and ask questions:
fr: Et cette liste de diffusion est un endroit où les utilisateurs de Savannah peuvent communiquer et poser des questions :
he: ורשימת דיוור זו היא המקום למשתמשי Savannah לתקשר ‫ולשאול שאלות:
pt_br: E esta lista de discussão é um lugar para os usuários do Savannah se comunicarem e fazerem perguntas:
ru: А в этом списке рассылки пользователи Саванны общаются и задают вопросы:

source: %s: help with using Savannah in general (not with a specific project).
fr: %s: aide sur l'utilisation générale de Savannah (pas sur un projet spécifique).
he: ‫%s: ‫ עזרה לשימוש ב־Savannah באופן כללי (לא עם מיזם מסוים).
pt_br: %s: ajuda com o uso do Savannah em geral (não com um projeto específico).
ru: %s: общая помощь в пользовании Саванной (не конкретным проектом).

source: Happy hacking!
fr: Bon codage !
he: פיתוח מהנה!
ru: Желаем успехов!

source: Note: this group has multiple Git repositories.
fr: Note : ce groupe a plusieurs dépôts Git.
he: לתשומך לבך: לקבוצה הזאת יש מספר מאגרי Git.
pt_br: Nota: este grupo tem vários repositórios Git.
ru: Замечание: в этой группе несколько репозиториев Git.

source: Anonymous clone:
fr: Clone anonyme :
he: שיבוט אלמוני:
pt_br: Clonagem anônima:
ru: Анонимный клон:

source: Member clone:
fr: Clone d'un membre :
he: שיבוט של חברים:
pt_br: Clonagem como membro:
ru: Клон для участника:

source: The SSHv2 public key fingerprints for the machine hosting the source trees are:
fr: Les empreintes des clés publiques SSHv2 de la machine hébergeant l'arbre des sources sont :
he: טביעות האצבע של מפתח ה־SSHv2 הציבורי עבור המכונה שמארחת את עצי קוד המקור:
pt_br: As impressões digitais da chave pública SSHv2 para a máquina que hospeda as árvores de fonte são:
ru: Отпечатки открытых ключей SSHv2 для машины, на которой хранятся каталоги с исходными текстами, суть:

source: More information
fr: Plus d'informations
he: מידע נוסף
pt_br: Mais informações
ru: Подробности

source: Anonymous / read-only Subversion access
fr: Accès subversion anonyme/lecture seule
he: גישה אלמונית / לקריאה בלבד ל־Subversion
pt_br: Acesso Subversion somente leitura / anônimo
ru: Анонимный доступ Subversion (только чтение)

source: This project's Subversion repository can be checked out anonymously as follows. The module you wish to check out must be specified as the &lt;<i>modulename</i>&gt;.
fr: Le dépôt subversion de ce projet peut être récupéré anonymement comme suit. Le module que vous voulez récupérer doit être spécifié dans &lt;<i>nommodule</i>&gt;.
he: אפשר לבצע check out באופן אלמוני למאגר ה־Subversion של המיזם באופן הבא. עליך לציין את המודול עליו ברצונך לבצע check out בתור ה־&lt;<i>modulename</i>&gt;.
pt_br: O repositório Subversion deste projeto pode ser obtido anonimamente da seguinte maneira. O módulo que você deseja obter deve ser especificado como o &lt;<i>nome_do_módulo</i>&gt;.
ru: Рабочую копию репозитория Subversion этого проекта можно получить следующим образом. Модуль, рабочую копию которого вы хотите получить, нужно указывать как &lt;<i>имя_модуля</i>&gt;.

source: Access using the SVN protocol:
fr: Accès en utilisant le protocole SVN :
he: גישה באמצעות פרוטוקול SVN:
pt_br: Acesso usando o protocolo SVN:
ru: Доступ по протоколу SVN:

source: Access using HTTP (slower):
fr: Accès en utilisant HTTP (plus lent) :
he: גישה באמצעות HTTP (אטי יותר):
pt_br: Acesso usando HTTP (mais lento):
ru: Доступ по протоколу HTTP (медленнее):

source: Typically, you'll want to use <tt>trunk</tt> for <i>modulename</i>. Refer to a project's specific instructions if you're unsure, or browse the repository with ViewVC.
fr: Typiquement, vous allez vouloir utiliser le <tt>trunk</tt> pour <i>modulename</i>. Référez vous aux instructions spécifiques du projet si vous avez un doute ou visitez le dépôt avec ViewVC.
he: בדרך כלל, כדאי להשתמש ב־<tt>trunk</tt> בתור ‏‫<i>modulename</i>. כדאי לעיין בהנחיות המסוימות ‫של המיזם במקרה של ספק או לעיין במאגר עם ViewVC.
pt_br: Normalmente, você vai querer usar <tt>trunk</tt> para <i>nome_do_módulo</i>. Consulte as instruções específicas de um projeto se não tiver certeza ou procure no repositório com o ViewVC.
ru: Как правило, вам в качестве строки <i>имя_модуля</i> нужно подставлять <tt>trunk</tt>. Если сомневаетесь, обратитесь к указаниям конкретного проекта или просмотрите репозиторий с помощью ViewVC.

source: Project member Subversion access via SSH
fr: Accès Subversion pour les membres du projet avec SSH
he: גישת Subversion לחברים במיזם דרך SSH
pt_br: Acesso Subversion de membros do projeto por SSH
ru: Доступ к Subversion по SSH для участников проекта

source: Member access is performed using the Subversion over SSH method.
fr: L'accès des membres est réalisé en utilisant la méthode de Subversion sur SSH.
he: גישת חברים מתבצעת באמצעות שיטת Subversion על גבי SSH.
pt_br: Acesso de membros é realizado usando o método Subversion por SSH.
ru: Доступ для участников осуществляется методом &ldquo;Subversion по SSH&rdquo;.

source: Software repository (over SSH):
fr: Dépôt logiciel (sur SSH) :
he: מאגר תוכנה (על גבי SSH):
pt_br: Repositório de software (por SSH):
ru: Репозиторий программ (по SSH):

source: Importing into Subversion on Savannah
fr: Importation dans Subversion sur Savannah
he: מתבצע ייבוא ל־Subversion ב־Savannah
pt_br: Importando para Subversion no Savannah
ru: Импорт Subversion на Саванну

source: If your project already has an existing source repository that you want to move to Savannah, check the <a href="%s">conversion documentation</a> and then submit a request for the migration in the <a href="%s">Savannah Administration</a> project.
fr: Si votre projet a déjà un dépôt source existant que vous voulez déplacer dans Savannah, consultez la <a href="%s">documentation de conversion</a> et, ensuite, soumettez une demande de migration dans le projet <a href="%s"> d'administration de Savannah</a>.
he: אם למיזם שלך כבר יש מאגר קוד קיים שברצונך להעביר ל־Savannah, אפשר לעיין ב<a href="%s">מסמך ההמרה</a> ואז להגיש את הבקשה למעבר במיזם <a href="%s">ניהול Savannah</a>.
pt_br: Se o seu projeto já tiver um repositório de código-fonte existente que você deseja mover para o Savannah, consulte a <a href="%s"> documentação de conversão</a> e envie uma solicitação para a migração no projeto de <a href="%s">Administração do Savannah</a>.
ru: Если в вашем проекте уже есть репозиторий исходных текстов, который вы хотите перенести в Саванну, обратитесь к <a href="%s">документации по переводу</a>, а затем оставьте заявку на перенос в проекте <a href="%s"> администрации Саванны</a>.

source: Exporting Subversion tree from Savannah
fr: Exportation de l'arbre Subversion depuis Savannah
he: העץ של Subversion מיוצא מ־Savannah
pt_br: Exportando árvore Subversion do Savannah
ru: Экспорт каталогов Subversion из Саванны

source: You can access your subversion raw repository using read-only access via rsync, and then use that copy as a local SVN repository:
fr: Vous pouvez accéder au dépôt brut de subversion en utilisant l'accès en lecture seule via rsync et puis en utilisant cette copie comme dépôt SVN local :
he: אפשר לגשת למאגר ה־subversion הגולמי שלך עם גישה לקריאה בלבד דרך rsync ואז להשתמש בעותק הזה כמאגר SVN מקומי:
pt_br: Você pode acessar seu repositório bruto do subversion usando o acesso somente leitura via rsync e, após, usar essa cópia como um repositório SVN local:
ru: Доступ на чтение репозитория в исходном виде можно получить по rsync; после этого копию можно применять как локальный репозиторий Subversion:

source: If you want a dump you can also use svnadmin:
fr: Si vous voulez un dump, vous pouvez aussi utiliser svnadmin :
he: כדי ליצור היטל אפשר גם להשתמש ב־svnadmin:
pt_br: Se você quiser um despejo, você pode usar o svnadmin:
ru: Дамп можно получить с помощью svnadmin:

source: Select Required Skills
fr: Sélectionnez les compétences requises :
he: בחירת מיומנויות נדרשות
pt_br: Selecionar habilidades exigidas
ru: Выберите требуемые навыки

source: Here you can edit/change the list of skills attached to this posting, so that developers can match their skills against your requirements.
fr: Ici, vous pouvez éditer/changer la liste des compétences attachée à cette position de telle manière que les développeurs peuvent comparer leurs compétences avec vos besoins.
he: כאן ניתן לערוך/לשנות את רשימות המיומנויות שמצורפות לפרסום הזה כדי שמפתחים יוכלו לתאם בין המיומנויות שלהם לבין הדרישות שלך.
pt_br: Aqui você pode editar/alterar a lista de habilidades anexadas à publicação, para que os desenvolvedores possam corresponder suas habilidades com seus requisitos.
ru: Здесь можно изменять список навыков, прилагаемых к заявке, чтобы разработчики могли сравнить свои навыки с требованиями.

source: Browse through the category menu to find projects looking for your help.
fr: Parcourez le menu des catégories pour trouver les projets qui cherchent de l'aide.
he: אפשר לעיין בתפריט הקטגוריות כדי למצוא מיזמים שזקוקים לעזרה.
pt_br: Navegue pelo menu de categorias para encontrar projetos que procuram sua ajuda.
ru: Просмотр проектов, которым нужна ваша помощь, по категориям.

source: If you're a project admin, log in, enter your project page, follow the project admin link (in the navigation bar) and you will find a <i>Post Jobs</i> section where you can submit help wanted requests to appear in this list.
fr: Si vous êtes un administrateur de projet, allez sur la page de votre projet, suivez du lien d'administration du projet (dans la barre de navigation) et vous trouverez une section <i>Poster une demande d'aide</i> où vous pouvez soumettre les demandes d'aide qui apparaissent dans cette liste.
he: אם יש מיזם בניהולך, עליך להיכנס למערכת, ואז לעמוד המיזם שלך, ללחוץ על הקישור לניהול המיזם (בסרגל הניווט) ויופיע בפניך סעיף <i>פרסום משרות</i> בו ניתן להגיש בקשות לעזרה שתופענה ברשימה הזאת.
pt_br: Se você for um administrador de projetos, autentique-se, entre na página do projeto, siga o link do administrador do projeto (na barra de navegação) e você encontrará uma seção <i>Publicar trabalhos</i> na qual poderá enviar solicitações de ajuda para aparecem nesta lista.
ru: Если вы администрируете проект, войдите в Саванну, перейдите на страницу своего проекта, выберите администрирование проекта в ссылках навигации. Там вы найдете раздел <i>Добавить вакансии</i>, в котором можно оставлять запросы на помощь, которые появятся в этом списке.

source: To suggest new job categories, visit the <a href="%s"> support manager</a>.
fr: Pour suggérer de nouvelles catégories de demandes d'aide, visitez le <a href="%s">gestionnaire de support</a>.
he: כדי להציע קטגוריות משרות חדשות ניתן לגשת אל <a href="%s"> הנהלת התמיכה</a>.
pt_br: Para sugerir novas categorias de trabalho, visita o <a href="%s"> gerente de suporte</a>.
ru: Новые категории вакансий можно предлагать в<a href="%s"> журнале поддержки</a>.

source: Edit Your Profile
fr: Modifier votre profil
he: עריכת הפרופיל שלך
pt_br: Editar seu perfil
ru: Редактировать свой профиль

source: Now you can edit/change the list of your skills and your resume. The list of skills can then be matched with the list of jobs in our system.
fr: Maintenant, vous pouvez éditer/changer la liste de vos compétences et votre CV. La liste des compétences peut être comparée avec la liste des demandes d'aide dans notre système.
he: מעתה ניתן לערוך/לשנות את רשימות המיומנויות ואת קורות החיים שלך. ניתן לתאם בין רשימות המיומנויות שלך לבין רשימת המשרות שבמערכת שלנו.
pt_br: Agora você pode editar/alterar a lista de suas habilidades e seu currículo. A lista de habilidades pode então ser correspondida com a lista de trabalhos em nosso sistema.
ru: Здесь можно изменять список своих навыков. Список навыков можно сопоставлять в нашей системе со списком вакансий.

source: Note that only members of Savannah groups can post their resumes; other users can only list their skills.
he: נא לשים לב שרק חברי קבוצות Svannah יכולים לפרסם את קורות החיים שלהם; משתמשים אחרים יכולים רק להציג את המיומנויות שלהם.

source: Project Help Wanted for %s
fr: Appels à contribution pour %s
he: דרושה עזרה למיזם %s
pt_br: Precisa-se de ajuda para o projeto %s
ru: %s нуждается в помощи

source: Here is a list of positions available for this project.
fr: Voici une liste des positions disponibles pour ce projet.
he: הנה רשימה של תפקידים זמינים למיזם הזה.
pt_br: Aqui está uma lista de posições disponíveis para esse projeto.
ru: Вот список вакансий этого проекта.

source: Create a New Job
fr: Créer une nouvelle demande d'aide
he: יצירת משרה חדשה
pt_br: Criar um novo trabalho
ru: Создать новую вакансию

source: Start by filling in the fields below. When you push &ldquo;continue,&rdquo; you will be shown a list of skills and experience levels that this job requires.
fr: Commencez par remplir les champs ci-dessous. Quand vous appuyez sur &ldquo;continuer&rdquo; une liste de compétences et de niveaux d'expérience que le travail exige vous seront montrés.
he: אפשר להתחיל במילוי השדות שלהלן. לחיצה על „המשך” תציג בפניך רשימת מיומנויות ודרגות ניסיון שהמשרה הזאת דורשת.
pt_br: Comece preenchendo os campos abaixo. Ao pressionar “continuar”, será mostrada uma lista de habilidades e níveis de experiência que este trabalho requer.
ru: Сначала заполните эти поля. Когда нажмете &ldquo;продолжить&rdquo;, вам покажут список навыков и требуемый уровень опыта.

source: Your %s password is used only for logging into the Savannah web interface. It is not used for bzr, cvs, git, hg, rsync, scp, sftp or other services. Only SSH keys are used for those purposes.
fr: Votre mot de passe %s est utilisé uniquement pour vous connecter à l'interface web de Savannah. Il n'est pas utilisé pour bzr, cvs, git, hg, rsync, scp ou tout autre service. Seules les clés SSH sont utilisées à ces fins.
he: הסיסמה שלך ב־%s משמשת רק לכניסה למנשק הדפדפן של Savannah. הוא אינו משמש ל־bzr,‏ cvs,‏ git,‏ hg,‏ rsync,‏ scp,‏ sftp או שירותים אחרים. למטרות האלו משתמשים רק במפתחות SSH.
pt_br: Sua senha no %s é usada apenas para se autenticar na interface da web do Savannah. Não é usada para bzr, cvs, git, hg, rsync, scp, sftp ou outros serviços. Apenas chaves SSH são usadas para esses fins.
ru: Ваш пароль учетной записи системы %s используется только для входа в Саванну из браузера. Он не используется для bzr, cvs, git, hg, rsync, scp, sftp и других служб. В этих целях используются только ключи SSH.

source: Your GPG key is used for encrypting sensitive messages sent to you. Savannah admins also may use it to confirm your identity when you lose your password. Keys for signing releases are registered in the "Public Information" area of your group.
fr: Votre clé GPG est utilisée pour chiffrer des messages sensibles qui vous sont envoyés. Les administrateurs de Savannah peuvent aussi l'utiliser pour confirmer votre identité quand vous perdez votre mot de passe. Les clés pour signer les diffusions sont enregistrées dans la zone « Informations publiques » de votre groupe.
he: מפתח ה־GPG שלך משמש להצפנת הודעות רגישות שנשלחות אליך. מנהלי Savannah גם יוכלו להשתמש בו כדי לאמת את הזהות שלך בעת איבוד הסיסמה. מפתחות לחתימה על מהדורות נרשמות באיזור ה„מידע הציבורי” של הקבוצה שלך.

source: Public keys should look like this (their typical length is hundreds of characters):
fr: Des clés publiques devraient ressembler à ceci (elles contiennent typiquement des centaines de caractères) :
he: מפתחות ציבוריים אמורים להיראות ככה (האורך שלהם הוא בדרך כלל מאות תווים):
pt_br: As chaves públicas devem se parecer com isso (sua duração típica é de centenas de caracteres):
ru: Открытые ключи должны выглядеть так (их длина обычно составляет сотни символов):

source: When unsure, check <a href="%s">Savannah documentation on SSH access</a>.
fr: En cas de doute, consultez <a href="%s">la documentation de Savannah sur l'accès SSH</a>.
he: במקרה של חוסר ודאות, יש לעיין ב<a href="%s">תיעוד של Savannah על גישה ב־SSH</a>.
pt_br: Quando não tiver certeza, verifique a <a href="%s">documentação do Savannah sobre o acesso SSH</a>.
ru: Если есть сомнения, обратитесь к <a href="%s">документации Саванны по работе с SSH</a>.

source: You should take some time to read the <a href="%1$s">Savane User Guide</a> so that you may take full advantage of %2$s.
fr: Vous devriez prendre le temps de lire le <a href="%1$s">Guide de l'utilisateur de Savane</a> afin de pouvoir utiliser pleinement les ressources de %2$s.
he: מומלץ להקדיש זמן ולקרוא את <a href="%1$s">המדריך למשתמש ב־Savane</a> כדי לנצל את %2$s כראוי.
pt_br: Você deveria tirar um tempo para ler o <a href="%1$s">Guia de usuário do Savane</a> para que você possa tirar o maior proveito do %2$s.
ru: Для вас неплохо было бы уделить немного времени чтению <a href="%1$s">Руководства пользователя Savane</a>, чтобы эффективно пользоваться сайтом %2$s.

source: Note that <a href="%s">unused accounts</a> may be removed without notice.
fr: Notez que <a href="%s">les comptes inutilisés</a> peuvent être supprimés sans avertissement.
he: נא לשים לב ש<a href="%s">חשבונות שאינם בשימוש</a>‬ ‫עלולים להימחק ללא התראה.
pt_br: Note que <a href="%s">contas não usadas</a> podem ser removidas sem prévio aviso.
ru: Обратите внимание, что <a href="%s">неиспользуемые учетные записи</a> могут удаляться без предупреждения.

source: New mailing lists at Savannah
fr: Nouvelles listes de diffusion à Savannah
he: רשימות דיוור חדשות ב־Savannah
pt_br: Novas listas de discussão no Savannah
ru: Создание списков рассылки в Саванне

source: New mailing lists created through Savannah have the following features enabled by default, in addition to the usual <a href="%s">GNU Mailman</a> defaults.
fr: Les nouvelles listes de diffusion créées sur Savannah ont les propriétés suivantes activées par défaut en plus des valeurs par défaut de <a href="%s">GNU Mailman</a>.
he: ברשימות דיוור חדשות שנוצרות דרך Savannah מופעלות היכולות הבאות כברירת מחדל, בנוסף לברירות המחדל הרגילות של <a href="%s">GNU Mailman</a>.
pt_br: Novas listas de discussão criadas por meio do Savannah têm os seguintes recursos ativados por padrão, além dos padrões comuns do <a href="%s">GNU Mailman</a>.
ru: Новые списки рассылки создаются в Саванне со следующими настройками, в дополнение к исходным настройкам <a href="%s">GNU Mailmain</a>.

source: No footer is added to messages (<tt>footer</tt>, under &lsquo;Non-digest options&rsquo;).
fr: Aucun pied de page est ajouté aux messages (<tt>pied de page</tt> sous &lsquo;Options non résumé&rsquo;).
he: לא נוספת כותרת תחתונה להודעות (<tt>footer</tt>, תחת „אפשרויות א־תקציר”).
pt_br: Nenhum rodapé é adicionado às mensagens (<tt>rodapé</tt> em “Opções não digest”).
ru: К концу сообщений ничего не добавляется (<tt>footer</tt> в разделе &lsquo;Non-digest options&rsquo;).
