Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Browse Web Pages Repository
ca: Vés al dipòsit de pàgines web
fr: Consulter le dépôt du code source du site web
he: עיון במאגר דפי הרשת
pt_br: Navegar no repositório de páginas web
ru: Просмотреть репозиторий страниц сайта

source: Getting a Copy of the %s Repository
ca: Obtenció d'una còpia del dipòsit %s
fr: Obtenir une copie du dépôt %s
he: קבלת עותק של מאגר ה־%s
pt_br: Obtendo uma cópia do repositório %s
ru: Получение копии репозитория %s

source: No data to work on, no graph will be built
ca: No hi ha dades, no es crearà cap gràfic
fr: Pas de données, aucun graphique ne sera généré
he: אין נתונים לעבוד עליהם, לא יורכב תרשים
pt_br: Não há dados para trabalhar, nenhum gráfico será gerado
ru: Данных нет, график построен не будет

source: n/a
ca: n/d
fr: nd
he: לא זמין
pt_br: n/d
ru: (нет)

source: The total number of results is zero.
fr: Le nombre total de résultats est zéro.
he: מספר התוצאות הכולל הוא אפס.
pt_br: O número total de resultados é zero.
ru: Общее число результатов равно нулю.

source: This is a preview
fr: Ceci est un aperçu
he: זאת תצוגה מקדימה
pt_br: Essa é uma demonstração
ru: Это предварительный просмотр

source: No followups have been posted
fr: Aucun commentaire n'a été posté
he: לא פורסמו התכתבויות המשך
pt_br: Nenhuma resposta foi enviada
ru: Комментариев пока не было

source: Jump to the original submission
fr: Se rendre au propos initial
he: קפיצה להגשה המקורית
pt_br: Pular para o envio original
ru: Первоначальная заявка

source: Jump to the recipe preview
fr: Se rendre à l'aperçu de la recette
he: קפיצה לתצוגת המתכון המקדימה
pt_br: Pular para a visualização da receita
ru: Предварительный просмотр рецепта

source: Current spam score: %s
fr: Score de spam actuel : %s
he: דירוג ספאם נוכחי: %s
pt_br: Atual pontuação de spam: %s
ru: Текущий спамовый счетчик: %s

source: This item has been reported to be a spam
fr: Cet élément a été signalé comme spam
he: הפריט הזה דווח כספאם
pt_br: Esse item foi relatado como sendo um spam
ru: Об этой заявке сообщили как о спаме

source: anonymous
fr: anonyme
he: אלמוני
pt_br: anônimo
ru: анонимный

source: Why is this post is considered to be spam? Users may have reported it to be spam or, if it has been recently posted, it may just be waiting for spamchecks to be run.
fr: Pourquoi ce postage est considéré comme spam ? Soit des utilisateurs l'ont signalé comme tel, ou soit, s'il a été posté récemment, il est peut-être tout simplement dans la file d'attente de traitement des vérifications automatisées.
he: למה הרשומה הזאת נחשבת לספאם? יכול להיות שמשתמשים דיווחו עליה ככזאת, אם היא פורסמה לאחרונה, יכול להיות שהיא ממתינה להרצת בדיקות ספאם.
pt_br: Por que esta publicação é considerada spam? Os usuários podem ter relatado como spam ou, se foram enviadas recentemente, podem estar aguardando as verificações de spam serem realizadas.
ru: Почему это считается спамом? Возможно, пользователи сообщили, что это спам, или это ожидает проверки на спам.

source: Spam content:
fr: Contenu du spam :
he: תוכן הספאם:
pt_br: Conteúdo de spam:
ru: Содержимое спама:

source: Unflag as spam
fr: Annuler le signalement
he: ביטול סימון כספאם
pt_br: Desmarcar como spam
ru: Сбросить признак спама

source: Spam posted by %s
fr: Spam posté par %s
he: הספאם פורסם על ידי %s
pt_br: Spam enviado por %s
ru: Спам, посланный пользователем %s

source: Site Administrator
ca: Administrador del lloc
fr: Administrateur du site
he: הנהלת האתר
pt_br: Administrador do site
ru: Администратор сайта

source: Project Administrator
ca: Administrador del projecte
fr: Administrateur du projet
he: הנהלת המיזם
pt_br: Administrador do projeto
ru: Администратор проекта

source: Project Member
ca: Membre del projecte
fr: Membre du projet
he: חברות במיזם
pt_br: Membro do projeto
ru: Член проекта

source: original submission:
fr: propos initial :
he: הגשה מקורית:
pt_br: envio original:
ru: первоначальная заявка:

source: recipe preview:
fr: aperçu de la recette :
he: תצוגת מתכון מקדימה:
pt_br: visualização da receita:
ru: предварительный просмотр рецепта:

source: comment #%s:
ca: comentari #%s:
fr: commentaire #%s :
he: תגובה מס׳ %s:
pt_br: comentário #%s:
ru: комментарий №%s:

source: Quote
fr: Citation
he: ציטוט
pt_br: Citar
ru: Цитировать

source: In charge of this item.
ca: Responsable d'aquest element.
fr: Responsable de cet élément.
he: יש אחריות על הפריט הזה.
pt_br: Encarregado deste item.
ru: Отвечает за эту заявку.

source: Flag as spam
fr: Signaler comme spam
he: סימון כספאם
pt_br: Marcar como spam
ru: Выставить признак спама

source: No files currently attached
ca: No hi ha cap fitxer adjunt
fr: Il n'y a aucun document joint actuellement
he: אין קבצים מצורפים כרגע
pt_br: Não há arquivos anexados atualmente
ru: Никакие файлы в настоящее время не приложены

source: <!-- file -->%1$s added by %2$s
fr: <!-- file -->%1$s ajouté par %2$s
he: ‫<!-- file -->%1$s נוסף על ידי %2$s
pt_br: <!-- arquivo -->%1$s adicionado por %2$s
ru: %1$s добавлен пользователем %2$s

source: CC list is empty
ca: La llista a/c és buida
fr: La liste des Copies-Carbone est vide
he: רשימת העותק ריקה
pt_br: A lista de CC está vazia
ru: Список уведомлений пуст

source: Submitted the item
fr: A posté l'élément
he: הפריט הוגש
pt_br: Enviou o item
ru: Автор заявки

source: Posted a comment
fr: A posté un commentaire
he: פורסמה הערה
pt_br: Enviou um comentário
ru: Автор комментария

source: Updated the item
fr: A mis à jour l'élément
he: הפריט עודכן
pt_br: Atualizou o item
ru: Редактор заявки

source: Voted in favor of this item
fr: A voté en faveur de cet élément
he: הצבעה לטובת הפריט הזה
pt_br: Votou a favor deste item
ru: Голосует за эту заявку

source: <!-- email --> %1$s added by %2$s
fr: <!-- email --> %1$s ajouté par %2$s
he: ‫<!-- email --> %1$s נוסף על ידי %2$s
pt_br: <!-- e-mail --> %1$s adicionado por %2$s
ru: %1$s добавлен пользователем %2$s

source: Anonymous Users
ca: Usuaris anònims
fr: Utilisateurs anonymes
he: משתמשים אלמוניים
pt_br: Usuários anônimos
ru: Анонимные пользователи

source: Logged-in Users
ca: Usuaris connectats
fr: Utilisateurs authentifiés
he: משתמשים שנכנסו למערכת
pt_br: Usuários autenticados
ru: Неанонимные пользователи

source: All Project Members
ca: Tots els membres del projecte
fr: Tout membre du projet
he: כל חברי המיזם
pt_br: Todos os membros do projeto
ru: Все участники проекта

source: Project Members who are technicians
ca: Membres del projecte que siguin tècnics
fr: Membres du projet qui sont techniciens
he: חברים במיזם שהם טכנאים
pt_br: Membros do projeto que são técnicos
ru: Участники-техники

source: Project Members who are managers
ca: Membres del projecte que siguin administradors
fr: Membres du projet qui sont gestionnaires
he: חברים במיזם שהם מנהלים
pt_br: Membros do projeto que são gerenciadores
ru: Участники-секретари

source: Project Main Pages
ca: Pàgines principals del projecte
fr: Pages d'accueil du projet
he: עמודים ראשיים של מיזמים
pt_br: Página principal do projeto
ru: Главные страницы проекта

source: Project Homepage
ca: Pàgina inicial del projecte
fr: Site web du projet
he: דף הבית של המיזם
pt_br: Página inicial do projeto
ru: Домашняя страница проекта

source: Download Area
ca: Àrea de baixada
fr: Espace de téléchargement
he: אזור הורדה
pt_br: Área de download
ru: Область выпущенных файлов

source: Support Tracker
ca: Sistema de seguiment de suport
fr: Assistance technique
he: עוקב תמיכה
pt_br: Rastreador de suporte
ru: Журнал поддержки

source: Bug Tracker
ca: Sistema de seguiment d'errors
fr: Suivi d'anomalies
he: עוקב תקלות
pt_br: Rastreador de erros
ru: Журнал ошибок

source: Task Manager
ca: Administrador de tasques
fr: Suivi des tâches
he: מנהל משימות
pt_br: Gerente de tarefas
ru: Журнал задач

source: Patch Tracker
ca: Sistema de seguiment de pedaços
fr: Suivi de patch
he: עוקב טלאים
pt_br: Rastreador de patches
ru: Журнал заплаток

source: News Manager
ca: Administrador de notícies
fr: Gestionnaire de dépêches
he: מנהל חדשות
pt_br: Gerente de notícias
ru: Управление новостями

source: Source Code Manager: CVS Repositories
ca: Administrador del codi font: dipòsits de CVS
fr: Gestion de code source : Dépôt CVS
he: מנהל קוד מקור: מאגרי CVS
pt_br: Gerenciador de código-fonte: Repositórios CVS
ru: Исходный текст: хранилище CVS

source: Source Code Manager: GNU Arch Repositories
ca: Administrador del codi font: dipòsits de GNU Arch
fr: Gestion de code source : Dépôt GNU Arch
he: מנהל קוד מקור: מאגרי GNU Arch
pt_br: Gerenciador de código-fonte: Repositórios GNU Arch
ru: Исходный текст: хранилище GNU Arch

source: Source Code Manager: Subversion Repositories
ca: Administrador del codi font: dipòsits de Subversion
fr: Gestion de code source : Dépôt Subversion
he: מנהל קוד מקור: מאגרי Subversion
pt_br: Gerenciador de código-fonte: Repositórios Subversion
ru: Исходный текст: хранилище Subversion

source: User Personal Area
fr: Pages personnelles de l'utilisateur
he: אזור אישי של משתמש
pt_br: Área pessoal do usuário
ru: Личная зона пользователя

source: Site Statistics
ca: Estadístiques del lloc
fr: Statistiques du site
he: סטטיסטיקת אתר
pt_br: Estatísticas do site
ru: Статистика сайта

source: Browsing
ca: Examinant
fr: Consulter
he: עיון
pt_br: Navegação
ru: Просмотр

source: Posting New Items
ca: Enviant nous elements
fr: Poster de nouveaux éléments
he: פרסום פריטים חדשים
pt_br: Envio de novos itens
ru: Размещение новых заявок

source: Editing Items, Posting Comments
ca: Editant elements i enviant comentaris
fr: Modifier des éléments, poster des commentaires
he: עריכת פריטים, פרסום הערות
pt_br: Edição de itens, Envio de comentários
ru: Правка заявок, оставление комментариев

source: Doing Searches
ca: Fent cerques
fr: Faire des recherches
he: ביצוע חיפושים
pt_br: Realização de pesquisas
ru: Поиск

source: Configuring Features
ca: Configurant les funcions
fr: Configurer des outils
he: יכולות מוגדרות
pt_br: Configuração da recursos
ru: Конфигурация функций

source: Defines which users will actually get such recipe showing up as related recipe while browsing the site. It will not prevent other users to see the recipe in the big list inside the Cookbook.
fr: Définit les utilisateurs auxquels seront présentées ces recettes comme recettes apparentées lors de la navigation sur le site. Cela n'empêchera pas les autres utilisateurs de les voir dans la liste complète des recettes.
he: מגדיר אילו משתמשים יקבלו בפועל מתכון כזה שיופיע כקשור בעת גלישה באתר. זה לא ימנע ממשתמשים אחרים לראות את המתכון ברשימה הגדולה שבספר המתכונים.
pt_br: Define quais usuários realmente obterão essa receita aparecendo como receita relacionada durante a navegação no site. Isso não impedirá que outros usuários vejam a receita na grande lista dentro do Livro de receitas.
ru: Определяет, каким пользователям такой рецепт будет показан при просмотре сайта. Это не помешает другим пользователям читать этот рецепт в большом списке рецептов.

source: Defines on which pages such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
fr: Définit les pages sur lesquelles seront présentées ces recettes comme recettes apparentées lors de la navigation sur le site. Cela n'empêchera pas les autres utilisateurs de les voir dans la liste complète des recettes.
he: מגדיר באילו עמודים מתכון שכזה יופיע כמתכון קשור. זה לא ימנע ממשתמשים אחרים לראות את המתכון ברשימה הגדולה שבתוך ספר המתכונים.
pt_br: Define em quais páginas essa receita aparecerá como receita relacionada. Isso não impedirá que outros usuários vejam a receita na grande lista dentro do Livro de receitas.
ru: Определяет, на каких страницах такой рецепт будет показан в качестве рецепта по теме. Это не помешает другим пользователям читать этот рецепт в большом списке рецептов.

source: Defines while doing which actions such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
fr: Définit les actions durant lesquelles seront présentées ces recettes comme recettes apparentées lors de la navigation sur le site. Cela n'empêchera pas les autres utilisateurs de les voir dans la liste complète des recettes.
he: מגדיר שבזמן שפעולה מסוימת מתבצעת איזה מתכון יופיע כמתכון ‫תואם. זה לא ימנע ממשתמשים אחרים לצפות במתכון ברשימה הגדולה ‫בספר המתכונים.
pt_br: Define, ao fazer, quais ações essa receita vai aparecer como receita relacionada. Isso não impedirá que outros usuários vejam a receita na grande lista dentro do Livro de receitas.
ru: Определяет, при каких действиях такой рецепт будет показан в качестве рецепта по теме. Это не помешает другим пользователям читать этот рецепт в большом списке рецептов.

source: Audience/Feature/Action updated
ca: Públic/Funció/Acció actualitzats
fr: Audience/Outil/Action mises à jour.
he: קהל/יכולת/פעולה עודכנו
pt_br: Audiência/Recurso/Ação atualizada(a)
ru: Аудитория/Функция/Действие обновлены

source: This project has turned off this tracker.
ca: Aquest projecte ha desactivat aquest sistema de seguiment.
fr: Ce projet a désactivé l'usage de cet outil de suivi.
he: המיזם הזה כיבה את העוקב הזה.
pt_br: Esse projeto desligou este rastreador.
ru: В этом проекте этот журнал отключен.

source: Start:
fr: Début :
he: התחלה:
pt_br: Início:
ru: Начало:

source: End:
fr: Fin :
he: סיום:
pt_br: Fim:
ru: Конец:

source: Any time
fr: N'importe quand
he: כל מועד שהוא
pt_br: Qualquer momento
ru: Любое время

source: comparison operator
fr: opérateur de comparaison
he: פעולת השוואה
pt_br: operador de comparação
ru: оператор сравнения

source: Error: no group defined
ca: Error: no s'ha definit cap grup
fr: Erreur: pas de groupe défini
he: שגיאה: לא מוגדרת קבוצה
pt_br: Erro: nenhum grupo definido
ru: Ошибка: группа не определена

source: Internal error: no group id
ca: Error intern: grup sense identificador
fr: Erreur interne: pas de id de groupe
he: שגיאה פנימית: אין מזהה קבוצה
pt_br: Erro interno: nenhum id de grupo
ru: Внутренняя ошибка: нет идентификатора группы

source: These fields are mandatory: %s. Fill them and re-submit the form.
fr: Ces champs sont obligatoires : %s. Renseignez-les et re-postez le formulaire.
he: השדות האלו הם בגדר חובה: %s. ‫יש למלא אותם ולהגיש את הטופס מחדש.
pt_br: Esses campos são obrigatórios: %s. Preencha-os e reenvie o formulário.
ru: Следующие поля обязательны: %s. Заполните их и отправьте форму снова.

source: The field %s is mandatory. Fill it and re-submit the form.
fr: Le champ %s est obligatoire. Renseignez-le et re-postez le formulaire.
he: השדה %s הוא בגדר חובה. יש למלא אותו ולהגדיר את הטופס מחדש.
pt_br: O campo é obrigatório: %s. Preencha-o e reenvie o formulário.
ru: Поле %s обязательно. Заполните его и отправьте форму снова.

source: These fields are mandatory: %s. They have been reset to their previous value. Check them and re-submit the form.
fr: Ces champ sont obligatoires : %s. Ils ont été réinitialisés à leur valeur précédente. Vérifiez-les et re-postez le formulaire.
he: השדות האלו הם בגדר חובה: %s. הם אופסו לערך הקודם שלהם. יש לבדוק אותם ולהגיש את הטופס מחדש.
pt_br: Esses campos são obrigatórios: %s. Eles foram redefinidos para seu valor anterior. Confira-os e reenvie o formulário.
ru: Следующие поля обязательны: %s. Они сброшены в предыдущие значения. Проверьте их и отправьте форму снова.

source: The field %s is mandatory. It has been reset to its previous value. Check it and re-submit the form.
fr: Le champ %s est obligatoire. Sa valeur précédent a été reprise. Vérifiez-le et re-postez le formulaire.
he: השדה %s הוא בגדר חובה. הוא אופס לערך הקודם שלו. יש לבדוק אותו ולהגיש את הטופס מחדש.
pt_br: O campo %s é obrigatório. Ele foi redefinido para seu valor anterior. Confira-o e reenvie o formulário.
ru: Поле %s обязательно. Оно сброшено в предыдущее значение. Проверьте его и отправьте форму снова.

source: Error, no group_id
ca: Error, no hi ha group_id
fr: Erreur, pas de group_id
he: שגיאה, אין מזהה_קבוצה
pt_br: Erro, nenhum group_id
ru: Ошибка, нет group_id

source: Multiple Canned Responses
ca: Múltiples respostes predefinides
fr: Réponses prédéfinies multiples
he: מגוון תגובות מראש
pt_br: Várias respostas pré-definidas
ru: Несколько шаблонов ответов

source: No canned response available
ca: No hi ha cap resposta predefinida disponible
fr: Aucune réponse prédéfinie disponible
he: אין תגובות מראש זמינות
pt_br: Nenhuma resposta pré-definida disponível
ru: Шаблоны ответов недоступны

source: Presumed spam: no mail will be sent
fr: Spam présumé : aucun courriel ne sera envoyé
he: חשד לספאם: לא תישלחנה הודעות
pt_br: Spam presumido: nenhum e-mail será enviado
ru: Предполагается спам: сообщение не будет отправлено

source: Could not send item update.
ca: No s'ha pogut enviar l'actualització de l'element.
fr: Impossible d'envoyer la mise à jour de l'élément.
he: לא ניתן לשלוח עדכון פריט.
pt_br: Não foi possível enviar atualização do item.
ru: Не удалось отправить обновление заявки.

source: The upload directory '%s' is not writable.
fr: Le répertoire de téléchargement « %s » n'est pas accessible en écriture.
he: תיקיית ההעלאה ‚%s’ נעולה לכתיבה.
pt_br: O diretório de envio “%s” não pode ser gravado.
ru: Каталог для загрузки "%s" недоступен для записи.

source: File %s not attached: unable to open it
fr: Échec de l'ajout du document %s : impossible de l'ouvrir
he: הקובץ %s לא מצורף: לא ניתן לפתוח אותו
pt_br: Arquivo %s não anexado: não foi possível abri-lo
ru: Файл %s не приложен: его не удалось открыть

source: Unexpected error, disregarding file %s attachment
fr: Erreur inattendue, le document joint %s sera ignoré
he: שגיאה לא צפויה, הקובץ המצורף %s לא יתווסף
pt_br: Erro inesperado, desconsiderando o anexo do arquivo %s
ru: Неожиданная ошибка, файл приложения %s игнорируется

source: You already uploaded %s kilobyte.
fr: Vous avez déjà envoyé %s kilooctet.
he: כבר שלחת קילובית.
pt_br: Você já enviou %s kilobyte.
ru: Вы же отправили %s килобайт.

source: File %s not attached: its size is %s kilobyte.
fr: Échec de l'ajout du document %s : sa taille est de %s kilooctet.
he: הקובץ %s לא צורף. גודלו הוא קילובית.
pt_br: Arquivo %s não anexado: seu tamanho é %s kilobyte.
ru: Файл %s не приложился: его размер %s килобайт.

source: Maximum allowed file size is %s kilobyte, after escaping characters as required.
fr: La taille maximale autorisée pour le fichier est de %s kilooctet après l'échappement de certains caractères comme exigé.
he: גודל הקובץ המרבי המותר הוא קילובית, לאחר תווי ההחרגה כפי שנדרש.
pt_br: O tamanho máximo permitido do arquivo é de %s kilobyte, após os caracteres de escape, conforme necessário.
ru: Максимальный допустимый размер файла&nbsp;&mdash; %s килобайт, после добавления экранирующих символов.

source: File %s is empty.
fr: Le fichier %s est vide.
he: הקובץ %s ריק.
pt_br: O arquivo %s está vazio.
ru: Файл %s пуст.

source: Error while attaching file %s
fr: Erreur pendant l'ajout du document %s
he: שגיאה בצירוף קובץ %s
pt_br: Erro ao anexar o arquivo %s
ru: Ошибка при приложении файла %s

source: Error while saving file %s on disk
fr: Erreur durant l'enregistrement du fichier %s sur le disque
he: שגיאה בשמירת הקובץ %s בכונן
pt_br: Erro ao salvar o arquivo %s em disco
ru: Ошибка при сохранении файла %s на диске

source: file #%s attached
ca: S'ha adjuntat el fitxer #%s
fr: document #%s joint
he: קובץ מס׳ %s צורף
pt_br: arquivo #%s anexado
ru: файл №%s приложен

source: CC addition failed.
ca: Ha fallat l'addició d'a/c.
fr: Échec de l'ajout de CC.
he: הוספת עותק נכשלה.
pt_br: Adição de CC falhou.
ru: Не удается добавить адрес уведомления.

source: CC added.
ca: S'ha afegit l'a/c.
fr: CC ajoutée.
he: נוסף עותק.
pt_br: CC adicionada.
ru: Адрес уведомления добавлен.

source: Removing CC is not allowed
fr: La suppression des copies-carbone n'est pas permise
he: הסרת עותק אסורה
pt_br: A remoção de CC não é permitida
ru: Удалять адрес уведомления не разрешено

source: Failed to remove CC
fr: Échec de la suppression de CC
he: הסרת עותק נכשלה
pt_br: Falha ao remover CC
ru: Не удалось удалить адрес уведомления.

source: CC Removed
fr: CC supprimée
he: עותק הוסר
pt_br: CC removida
ru: Адрес уведомления удален

source: Failed to delete dependency.
fr: Échec de la suppression de dépendance.
he: מחיקת תלות נכשלה.
pt_br: Falha ao excluir a dependência.
ru: Не удалось удалить зависимость.

source: Dependency Removed.
ca: S'ha eliminat la dependència.
fr: Dépendance supprimée.
he: התלות הוסרה.
pt_br: Dependência removida.
ru: Зависимость удалена.

source: down
fr: descendant
he: למטה
pt_br: para baixo
ru: по убыванию

source: up
fr: ascendant
he: למעלה
pt_br: para cima
ru: по возрастанию

source: Begin
ca: Inici
fr: Début
he: התחלה
pt_br: Início
ru: Начало

source: Previous Results
ca: Resultats anteriors
fr: Résultats précédents
he: התוצאות הקודמות
pt_br: Resultados anteriores
ru: Предыдущие

source: %d matching item
ca: %d element coincident
fr: %d élément correspondant
he: פריט מתאים
pt_br: %d item correspondente
ru: %d подходящая заявка

source: Items %1$s to %2$s
fr: Éléments de %1$s à %2$s
he: פריטים %1$s עד %2$s
pt_br: Itens %1$s até %2$s
ru: Заявки с %1$s по %2$s

source: Next Results
ca: Resultats següents
fr: Résultats suivants
he: התוצאות הבאות
pt_br: Próximos resultados
ru: Следующие

source: End
ca: Fi
fr: Fin
he: סיום
pt_br: Fim
ru: Конец

source: For Everybody
ca: Per a tothom
fr: Pour tous
he: לכולם
pt_br: Para todos
ru: Для всех

source: For Project Members Only
ca: Només per a membres de projecte
fr: Pour les membres du projet seulement
he: לחברי המיזם בלבד
pt_br: Para membros do projeto apenas
ru: Только для участников проекта

source: Other audience
fr: Autre audience
he: קהל אחר
pt_br: Outra audiência
ru: Другая аудитория

source: Undefined audience
fr: Audience indéfinie
he: קהל בלתי מוגדר
pt_br: Audiência não definida
ru: Неопределенная аудитория

source: From %s User Docs
ca: Procedent dels documents d'usuari de %s
fr: Issu de la documentation utilisateur de %s
he: מהתיעוד למשתמשים של %s
pt_br: Da documentação de usuário do %s
ru: Из документации пользователя сайта %s

source: Follows %s latest change.
fr: Ci-dessous la %s dernière modification.
he: לפי השינוי האחרון.
pt_br: Segue %s última alteração.
ru: Далее идет %s последнее изменение.

source: Changed by
fr: Changé par
he: עודכן על ידי
pt_br: Alterado por
ru: Автор

source: Updated Field
ca: Ha fallat l'actualització
fr: Champ mis à jour
he: שדה שעודכן
pt_br: Campo atualizado
ru: Обновлено поле

source: Previous Value
ca: Valor anterior
fr: Valeur précédente
he: ערך קודם
pt_br: Valor anterior
ru: Предыдущее значение

source: Replaced by
fr: Remplacé par
he: הוחלף על ידי
pt_br: Substituído por
ru: Изменено на

source: Automatic update due to transitions settings
ca: Actualització automàtica deguda a la configuració de les transicions
fr: Mise à jour automatique due à la configuration des transitions
he: עדכון אוטומטי עקב הגדרות מעברונים
pt_br: Atualização automática em razão de configurações de transição
ru: Автоматическое обновление согласно настройкам переходов

source: No changes have been made to this item
fr: Aucun changement n'a eu lieu sur cet élément
he: לא בוצעו שינויים בפריט זה
pt_br: Nenhuma alteração foi feita neste item
ru: Эта заявка не изменялась

source: Items that depend on this one
ca: Elements que depenen d'aquest
fr: Éléments dépendants de celui-ci
he: פריטים שתלויים בזה
pt_br: Itens que dependem deste
ru: Заявки, зависящие от этой

source: Depends on the following items
ca: Depèn dels següents elements
fr: Dépend des éléments suivants
he: תלוי בפריטים הבאים
pt_br: Depende dos seguintes itens
ru: Зависит от следующих заявок

source: Delete this dependency
fr: Effacer cette dépendance ?
he: מחיקת התלות הזאת
pt_br: Excluir esta dependência
ru: Удалить эту зависимость

source: ---- Private ----
ca: ---- Privat ----
fr: ---- Privé ----
he: ---- אישי ----
pt_br: ---- Privado ----
ru: ---- Скрыто ----

source: Digest:
ca: Resumeix:
fr: Compilation :
he: תקציר:
pt_br: Resumo:
ru: Сводка:
