Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: An account associated with that email address has already been created.
ca: Ja s'ha creat un compte associat amb aquesta adreça de correu electrònic.
fr: Un compte associé avec ce courriel existe déjà.
he: חשבון שמשויך עם כתובת הדוא״ל הזו כבר קיים.
pt_br: Uma conta associada a esse endereço de e-mail já foi criada.
ru: Учетная запись с таким адресом электронной почты уже существует.

source: It is not allowed to associate an account with this email address.
ca: No està permesa l'associació d'un compte amb aquesta adreça de correu.
fr: Il n'est pas autorisé d'associer un compte avec cette adresse électronique.
he: אסור לשייך חשבון עם כתובת הדוא״ל הזאת.
pt_br: Não é permitido associar uma conta a esse endereço de e-mail.
ru: С этим адресом электронной почты связывать учетную запись нельзя.

source: This group name is not allowed.
ca: Aquest nom de grup no està permès.
fr: Ce nom de groupe n'est pas autorisé.
he: שם הקבוצה אסור.
pt_br: Esse nome de grupo não é permitido.
ru: Это название группы недопустимо.

source: Group name cannot contain underscore for DNS reasons.
ca: El nom del grup no pot contenir caràcters de subratllat a causa dels DNS.
fr: Le nom de groupe ne peut contenir de caractère de soulignement (à cause des DNS).
he: שם הקבוצה לא יכול להכיל קו תחתי משיקולי DNS.
pt_br: Nome do grupo não pode conter sublinhado por causa do DNS.
ru: Название группы не должно содержать подчеркивания по соображениям DNS.

source: day of month
fr: jour du mois
he: יום בחודש
pt_br: dia do mês
ru: день месяца

source: required field
fr: champ requis
he: שדה הכרחי
pt_br: campo exigido
ru: обязательное поле

source: This item is private. However, you are allowed to read it as you submitted it.
ca: Aquest element és privat, però com que l'heu enviat, el podeu llegir.
fr: Cet élément est privé. Cependant, sa consultation vous est autorisée puisque c'est vous qui l'avez posté.
he: פריט זה הוא אישי. עם זאת, מותר לך לקרוא אותו אם הגשת אותו.
pt_br: Este item é privado. Porém, você tem permissão para lê-lo pois você o enviou.
ru: Это скрытая заявка. Однако вы можете читать ее, поскольку вы ее написали.

source: This item is private. You are not listed as member allowed to read private items.
fr: Cet élément est privé. Vous n'êtes pas listé comme membre ayant le droit de consulter des éléments privés.
he: פריט זה הוא אישי. אינך ברישומי החברות למורשים לקרוא פריטים אישיים.
pt_br: Este item é privado. Você não está listado como membro permitido para ler itens privados.
ru: Это скрытая заявка. Вы не указаны как участник, которому позволено читать скрытые заявки.

source: You are both technician and manager for this tracker.
ca: Sou tècnic i administrador d'aquest sistema de seguiment.
fr: Vous êtes technicien et gestionnaire sur cet outil de suivi.
he: תפקידך בעוקב זה הוא טכנאות וניהול.
pt_br: Você é tanto técnico quanto gerente deste rastreador.
ru: Вы и техник и секретарь этого журнала.

source: technician
ca: Tècnic
fr: technicien
he: טכנאות
pt_br: técnico
ru: техник

source: can be assigned items, cannot change status or priority
ca: poden ser elements assignats, no es pot canviar ni l'estat ni la prioritat
fr: peut se voir assigner des éléments, ne peut changer leur état ou priorité
he: אפשר להקצות לתפקיד משימות, אי אפשר לשנות מצב או עדיפות
pt_br: pode ser atribuído a itens, não pode alterar o status ou prioridade
ru: может назначаться ответственным за заявку, не может менять состояние и приоритет

source: manager
ca: administrador
fr: gestionnaire
he: ניהול
pt_br: gerente
ru: секретарь

source: fully manage the items
ca: administra totalment els elements
fr: gère intégralement les éléments
he: ניהול מלא של הפריטים
pt_br: gerencia totalmente os itens
ru: полностью управляет заявками

source: You are technician for this tracker.
ca: Sou el tècnic d'aquest sistema de seguiment.
fr: Vous êtes technicien sur cet outil de suivi.
he: תפקידך בעוקב זה הוא טכנאות.
pt_br: Você é técnico para este rastreador.
ru: Вы техник этого журнала.

source: you can be assigned tracker's items, but you cannot reassign items, change priority nor open/close
fr: vous pouvez vous voir attribuer des éléments de cet outil de suivi mais vous ne pouvez ni en réassigner ni changer leur état (ouvert/fermé) ni leur priorité
he: אפשר להקצות אליך פריטים מהעוקב, אך לך אסור להקצות פריטים מחדש, לשנות עדיפות או לפתוח/לסגור
pt_br: você pode ser atribuído a itens do rastreador, mas você não pode reatribuir itens, alterar prioridade nem abrir/fechar
ru: вам могут поручаться заявки из журнала, но вы не можете перепоручать заявки, изменять приоритеты, открывать и закрывать заявки

source: You are manager for this tracker.
ca: Sou administrador d'aquest sistema de seguiment.
fr: Vous êtes gestionnaire sur cet outil de suivi.
he: תפקידך בעוקב זה הוא ניהול.
pt_br: Você é gerente para este rastreador.
ru: Вы секретарь этого журнала.

source: you can fully manage the trackers items, including assigning items to technicians, reassign items over trackers and projects, changing priority and open/close items
fr: vous pouvez, sans restriction, gérer les éléments de cet outil de suivi, y compris assigner des éléments à des techniciens, réassigner des éléments à d'autres outils de suivi et projets, changez les priorité et état (ouvert/fermé) des éléments
he: מותר לך לנהל את פריטי העוקב באופן מלא, כולל הקצאת פריטים לטכנאים, להקצות אותם מחדש על פני עוקבים ומיזמים, לשנות את העדיפות ולפתוח/לסגור פריטים
pt_br: você pode gerenciar totalmente os itens de rastreadores, incluindo atribuir itens para técnicos, reatribuir itens entre rastreadores e projetos, alternado prioridade e abrir/fechar itens
ru: вы можете полностью управлять заявками журнала, в том числе поручать заявки техникам, переназначать заявки на другие журналы и проекты, изменять приоритеты, открывать и закрывать заявки

source: Submitted by:
ca: Enviat per:
fr: Posté par :
he: הוגש על ידי:
pt_br: Enviado por:
ru: Автор:

source: Submit Changes and Browse Items
ca: Envia els canvis i vés als elements
fr: Poster et consulter d'autres éléments
he: הגשת השינויים ועיון בפריטים
pt_br: Enviar mudanças e navegar itens
ru: Сохранить и вернуться к списку

source: Submitted on:
ca: Enviat el:
fr: Posté le :
he: הוגש ב־:
pt_br: Enviado em:
ru: Дата размещения:

source: Submit Changes and Return to this Item
ca: Envia els canvis i torna a aquest element
fr: Poster et revenir à cet élément
he: הגשת השינויים וחזרה לפריט זה
pt_br: Enviar mudanças e retornar para este item
ru: Сохранить и продолжить редактирование

source: Votes:
ca: Vots:
he: הצבעות:
pt_br: Votos:
ru: Голосование:

source: None
ca: Cap
fr: Aucun
he: ללא
pt_br: Nada
ru: Пусто

source: Any
ca: Qualsevol
fr: Tous
he: כלשהו
pt_br: Qualquer
ru: Любые

source: Mandatory Fields
ca: Camps obligatoris
fr: Champs obligatoires
he: שדות חובה
pt_br: Campos obrigatórios
ru: Обязательные поля

source: Post a Comment
fr: Poster un commentaire
he: פרסום תגובה
pt_br: Publicar um comentário
ru: Оставить комментарий

source: Add a New Comment
fr: Ajouter un commentaire
he: הוספת תגובה חדשה
pt_br: Adicionar um novo comentário
ru: Добавить комментарий

source: Preview
fr: Aperçu
he: תצוגה מקדימה
pt_br: Pré-visualização
ru: Предпросмотр

source: New comment
fr: Nouveau commentaire
he: תגובה חדשה
pt_br: Outros comentários
ru: Новый комментарий

source: Comment Type & Canned Response:
fr: Type de commentaire & réponse prédéfinies :
he: סוג הערה ותגובה מראש:
pt_br: Tipo de comentário & resposta pré-definida:
ru: Тип комментария и шаблон ответа:

source: Strangely enough, there is no canned response available.
ca: És estrany, però no hi ha cap resposta predefinida disponible.
fr: Étrangement, il n'y a aucune réponse prédéfinie disponible.
he: באופן די חריג, אין תגובה מראש זמינה.
pt_br: Estranhamente, não há resposta pré-definida disponível.
ru: Странно, шаблонов ответа нет.

source: Or define a new Canned Response
ca: O defineix una nova resposta predefinida
fr: Ou définissez une nouvelle réponse prédéfinie
he: כדי להגדיר תגובה מראש חדשה
pt_br: Ou defina uma nova Resposta Pré-definida
ru: Определить новый шаблон ответа

source: Discussion locked!
fr: Discussion verrouillée !
he: דיון ננעל!
pt_br: Discussão travada!
ru: Обсуждение заблокировано!

source: Your privileges however allow to override the lock.
fr: Vos privilèges vous permettent toutefois de passer outre ce verrou.
he: ההרשאות שלך מאפשרות בכל מקרה לעקוף את הנעילה.
pt_br: Seus privilégios, porém, permitem substituir a trava.
ru: Однако ваши привилегии позволяют обходить блокировку.

source: Discussion
he: דיון
pt_br: Discussão
ru: Обсуждение

source: Attached Files
ca: Fitxers adjunts
fr: Documents joints
he: קבצים מצורפים
pt_br: Arquivos anexados
ru: Присоединенные файлы

source: (Note: upload size limit is set to %s kB, after insertion of the required escape characters.)
fr: (Note : la taille maximale d'envoi est définie à %s ko, après l'insertion des caractères d'échappement requis.)
he: (לתשומת לבך: מגבלת גודל ההעלאה היא %s ק״ב, לאחר הוספת‬ ‫תווי ההחרגה הנחוצים).
pt_br: (Nota: o limite de tamanho de envio está definido como %s kB, após a inserção dos caracteres de escape necessários.)
ru: (Замечание: размер файлов ограничен величиной %s кБ после вставки необходимых экранирующих символов.)

source: Attach Files:
fr: Joindre des fichiers :
he: צירוף קבצים:
pt_br: Anexar arquivos:
ru: Присоединить файлы:

source: File to attach
fr: Document à joindre
he: קובץ לצירוף
pt_br: Arquivo para anexar
ru: Файл для присоединения

source: Comment:
ca: Comentari:
fr: Commentaire :
he: הערה:
pt_br: Comentário:
ru: Комментарий:

source: File description
fr: Description du fichier
he: תיאור קובץ
pt_br: Descrição do arquivo
ru: Описание файла

source: Search an item (to fill a dependency against):
ca: Cerca un element (per assignar-li una dependència):
fr: Rechercher un élément (pour ajouter une dépendance) :
he: חיפוש אחר פריט (כדי למלא מולו תלות):
pt_br: Pesquisar um item (para preencher uma dependência):
ru: Поиск заявки (для заполнения зависимости):

source: New search, in case the previous one was not satisfactory (to fill a dependency against):
fr: Nouvelle recherche, au cas ou la précédente ne serait pas satisfaisante (pour remplir une dépendance) :
he: חיפוש חדש, במקרה שהקודם לא היה מספק, (כדי למלא מולו תלות):
pt_br: Nova pesquisa, em caso da anterior não ter sido satisfatória (para preenche uma dependência):
ru: Новый поиск на случай, если предыдущий был неудовлетворителен (для заполнения зависимости):

source: Terms to look for
fr: Terme à rechercher
he: ביטויים לחיפוש
pt_br: Termos para procurar por
ru: Слова для поиска

source: Tracker to search in
fr: Outil de suivi où rechercher
he: עוקב לחיפוש
pt_br: Rastreador para pesquisar
ru: Журнал для поиска

source: Any Tracker
ca: qualsevol sistema de seguiment
fr: tous les outils de suivi
he: כל עוקב שהוא
pt_br: qualquer rastreador
ru: любого журнала

source: The Support Tracker Only
ca: només el sistema de seguiment de suport
fr: l'assistance technique seulement
he: עוקב התמיכה בלבד
pt_br: rastreador de suporte apenas
ru: только журнала поддержки

source: The Bug Tracker Only
ca: només el sistema de seguiment d'errors
fr: le suivi d'anomalies seulement
he: עוקב התקלות בלבד
pt_br: rastreador de erro apenas
ru: только журнала ошибок

source: The Task Manager Only
ca: només el sistema de seguiment de tasques
fr: le suivi de tâches seulement
he: מנהל המשימות בלבד
pt_br: gerente de tarefas apenas
ru: только журнала задач

source: The Patch Manager Only
ca: només el sistema de seguiment de pedaços
fr: le suivi de correctifs seulement
he: עוקב הטלאים בלבד
pt_br: gerente de patch apenas
ru: только журнала заплаток

source: Wether to search in any project
fr: faut-il chercher dans n'importe quel projet
he: האם לחפש בכל מיזם שהוא
pt_br: Se deve pesquisar em qualquer projeto
ru: искать ли во всех проектах

source: Any Project
ca: qualsevol projecte
fr: tous les projets
he: כל מיזם שהוא
pt_br: qualquer projeto
ru: любого проекта

source: This Project Only
ca: només aquest projecte
fr: ce projet uniquement
he: מיזם זה בלבד
pt_br: este projeto apenas
ru: только этого проекта

source: Of %1$s of %2$s
fr: Du %1$s sur %2$s
he: של %1$s של %2$s
pt_br: de %1$s de %2$s
ru: %1$s %2$s

source: New search
ca: Nova cerca
fr: Nouvelle recherche
he: חיפוש
pt_br: Nova pesquisa
ru: Новый поиск

source: Please select a dependency to add in the result of your search of '%s' in the database:
fr: Veuillez choisir une dépendance à ajouter parmi les résultats de votre recherche de « %s » dans la base de données :
he: נא לבחור תלות להוספה בתוצאות החיפוש אחר ‚%s’ במסד הנתונים:
pt_br: Por favor, selecione uma dependência para adicionar no resultado de sua pesquisa de “%s” no banco de dados:
ru: Выберите зависимость, которую нужно добавить, из результата поиска по '%s':

source: group
ca: grup
fr: groupe
he: קבוצה
pt_br: grupo
ru: группа

source: None found. Please note that only search words of more than three characters are valid.
fr: Rien trouvé. Notez que seuls les mots de plus de 3 caractères sont pris en compte.
he: לא נמצא אף אחד. נא לשים לב שרק מילות חיפוש שאורכן עולה על שלוש אותיות תקפות.
pt_br: Nada encontrado. Note que apenas palavras de pesquisa de mais de três caracteres são válidas.
ru: Ничего не найдено. Учтите, что в поиске участвуют только слова, в которых более трех символов.

source: Mail Notification Carbon-Copy List
ca: Llista de còpia de les notificacions de correu
fr: Liste des copies-carbones des notifications par courriel
he: רשימת עותק להתראות דוא״ל
pt_br: Lista de cópia carbono de notificação por e-mail
ru: Список уведомлений

source: (Note: for %s users, you can use their login name rather than their email addresses.)
fr: (Note : il est possible de ne mettre que le login des utilisateurs de %s, au lieu de leur courriel.)
he: (לתשומת לבך: למשתמשי %s, אפשר להשתמש בשם המשתמש שלהם במקום בכתובות הדוא״ל שלהם).
pt_br: (Nota: para usuários do %s, você pode usar seu nome de login em vez de seus endereços de e-mail.)
ru: (Замечание: для пользователей %s вместо адреса электронной почты можно указывать учетную запись.)

source: Add Email Addresses (comma as separator):
ca: Afegeix adreces de correu electrònic (utilitza la coma com a separador):
fr: Ajouter des adresses électroniques (séparées par une virgule)&nbsp;:
he: הוספת כתובות דוא״ל (מופרדות בפסיקים):
pt_br: Adicionar endereços de e-mail (vírgula como separador):
ru: Добавить адреса электронной почты (разделенные запятыми):

source: Votes
ca: Vots
he: הצבעות
pt_br: Votos
ru: Голосование

source: There is %s vote so far.
ca: Fins ara hi ha %s vot.
fr: Il y a %s vote pour le moment.
he: יש הצבעה אחת עד כה.
pt_br: Há %s voto até agora.
ru: Пока %s голос.

source: Votes easily highlight which items people would like to see resolved in priority, independently of the priority of the item set by tracker managers.
fr: Les votes mettent en avant les éléments que de nombreuses personnes aimeraient voir traités, indépendamment de leur priorité définie par les gestionnaires d'outil de suivi.
he: הצבעות מדגישות בקלות אילו פריטים אנשים רוצים לראות סגורים לפי עדיפות, ללא קשר לעדיפות הפריט שהוגדר על ידי הנהלת העוקב.
pt_br: Os votos destacam facilmente quais itens as pessoas gostariam de ver resolvidas em prioridade, independentemente da prioridade do item definido pelos gerentes de rastreador.
ru: Голосование указывает, решение каких заявок люди хотели бы получить прежде всего, независимо от приоритета, установленного секретарями журнала.

source: Your vote:
ca: El vostre vot:
fr: Votre vote :
he: ההצבעה שלך:
pt_br: Seu voto:
ru: Ваш голос:

source: / %s remaining vote
ca: / %s vot restant
fr: / %s vote restant
he: / הצבעה שנותרה
pt_br: / %s voto restante
ru: из %s оставшегося голоса

source: Reassign this item
ca: Reassigna aquest element
fr: Réassigner cet élément
he: הקצאת הפריט הזה מחדש
pt_br: Reatribuir este item
ru: Переместить эту заявку

source: Tracker to reassign to
fr: Outil de suivi auquel réassigner
he: עוקב להקצות אליו מחדש
pt_br: Rastreador para reatribuir para
ru: Журнал, в который перемещать

source: <!-- Move to the -->Support Tracker
fr: <!-- Move to the -->L'assistance technique
he: עוקב התמיכה
pt_br: <!-- Mover para o -->rastreador de suporte
ru: журнал поддержки

source: <!-- Move to the -->Bug Tracker
fr: <!-- Move to the -->Suivi d'anomalies
he: עוקב התקלות
pt_br: <!-- Mover para o -->rastreador de erros
ru: журнал ошибок

source: <!-- Move to the -->Task Tracker
fr: <!-- Move to the -->Suivi de tâches
he: עוקב המשימות
pt_br: <!-- Mover para o -->rastreador de tarefas
ru: журнал задач

source: <!-- Move to the -->Patch Tracker
fr: <!-- Move to the -->Suivi de correctifs
he: עוקב הטלאים
pt_br: <!-- Mover para o -->rastreador de patches
ru: журнал заплаток

source: Move to the %s
fr: Déplacer vers le %s
he: העברה אל %s
pt_br: Mover para o %s
ru: Переместить в %s

source: Move to the project:
ca: Mou al projecte:
fr: Déplacer vers le projet :
he: העברה למיזם:
pt_br: Mover para o projeto:
ru: Переместить в проект:

source: New search, in case the previous one was not satisfactory (to reassign the item to another project):
fr: Nouvelle recherche, au cas ou la précédente ne serait pas satisfaisante (pour réassigner l'élément à un autre projet) :
he: חיפוש חדש, במקרה שהקודם לא הספיק (כדי להקצות את הפריט למיזם אחר):
pt_br: Nova pesquisa, caso a anterior não tenha sido satisfatória (para reatribuir o item para outro projeto):
ru: Новый поиск на случай, если предыдущий не удался (для перемещения заявки в другой проект):

source: Project to reassign item to
fr: Projet auquel réassigner l'élément
he: מיזם אליו להקצות את הפריט מחדש
pt_br: Projeto para reatribuir item para
ru: Проект, в который перемещать заявку

source: To which project this bug should be reassigned to? This is the result of your search of '%s' in the database:
fr: À quel projet cet élément devrait-il être réassigné ? Ceci est le résultat de votre recherche de « %s » dans la base de données :
he: לאיזה מיזם להקצות את התקלה הזאת מחדש? זאת תוצאה של החיפוש שלך אחר ‚%s’ במסד הנתונים:
pt_br: Para qual projeto esse relatório de erro deve ser reatribuído? Este é o resultado da sua pesquisa de “%s” no banco de dados:
ru: В какой проект переместить эту заявку? Вот результат поиска по строке '%s':

source: Do not reassign to another project.
ca: No es reassigna a un altre projecte.
fr: Ne pas réaffecter à un autre projet.
he: לא להקצות מחדש למיזם אחר.
pt_br: Não reatribuir para outro projeto.
ru: Не перемещать заявку в другой проект.

source: None found. Please note that only search words of more than three characters are valid.
fr: Rien trouvé. Notez que seuls les mots de plus de trois caractères sont pris en compte.
he: לא נמצא אף אחד. נא לשים לב שרק מילות חיפוש שאורכן עולה על שלוש אותיות תקפות.
pt_br: Nada encontrado. Note que apenas palavras de pesquisa de mais de três caracteres são válidas.
ru: Ничего не найдено. Учтите, что в поиске участвуют только слова, в которых более трех символов.

source: History
ca: Historial
fr: Historique
he: היסטוריה
pt_br: Histórico
ru: История

source: Couldn't find attached file (file #%s)
fr: Impossible de trouver le document joint (fichier #%s)
he: לא ניתן למצוא קובץ מצורף (קובץ מס׳ %s)
pt_br: Não foi possível localizar o arquivo anexado (arquivo #%s)
ru: Присоединенный файл не найден (файл №%s)

source: File has a null size
fr: Le fichier a une taille nulle
he: הקובץ בגודל אפס
pt_br: O arquivo possui um tamanho nulo
ru: Размер файла равен нулю

source: Data Export requires an access to private data of the group
fr: L'export de données requiert un accès aux données privées du groupe
he: ייצוא נתונים דורש גישה לנתונים האישיים של הקבוצה
pt_br: Exportação de dados exige um acesso a dados privativos do grupo
ru: Для экспорта нужен доступ к скрытым данным этой группы

source: Data Export
fr: Export de données
he: ייצוא נתונים
pt_br: Exportação de dados
ru: Экспорт данных

source: Here you can export data from this tracker.
fr: Ici, vous pouvez exporter des données de cet outil de suivi.
he: כאן ניתן לייצא נתונים מהעוקב הזה.
pt_br: Aqui você pode exportar dados deste rastreador.
ru: Здесь можно экспортировать данные этого журнала.

source: Download tracker data
fr: Télécharger les données de l'outil de suivi
he: הורדת נתוני עוקב
pt_br: Baixar dados do rastreador
ru: Данные журнала

source: With the following form, you can perform a search in the item summaries and details. If you need to perform more complex search, use the query forms in Browse items page.
fr: Avec le formulaire suivant, vous pouvez effectuer une recherche dans les sujets et détails des éléments. Si vous avez besoin d'effectuer une recherche plus complexe, utilisez les formulaires de requête dans la page de consultation des éléments en cours.
he: עם הטופס הבא, ניתן לחפש בתקצירי הפריטים ובפרטיהם. כדי לבצע חיפושים מורכבים יותר, ניתן להשתמש בטופסי השאילתה בעמוד עיון הפריטים.
pt_br: Com o seguinte formulário, você pode realizar uma pesquisa nos resumos e detalhes. Se você precisa executar pesquisas mais complexas, use os formulários de consulta na página Navegar itens.
ru: С помощью следующей формы можно осуществлять поиск по темам и содержанию заявок. Если нужно выполнить более сложный поиск, воспользуйтесь формами заявок на странице просмотра заявок.

source: Action Unavailable: %s
ca: Acció no disponible: %s
fr: Action indisponible : %s
he: פעולה אינה זמינה: %s
pt_br: Ação indisponível: %s
ru: Действие недоступно: %s

source: Submit Item
ca: Envia l'element
fr: Poster un nouvel élément
he: הגשת פריט
pt_br: Enviar item
ru: Написать заявку

source: Preamble
ca: Preàmbul
fr: Préambule
he: מבוא
pt_br: Preâmbulo
ru: Преамбула

source: Mail Notification CC
ca: Notificació de correu a/c
fr: Copies-Carbone des notifications par courriel
he: עותק של התראות דוא״ל
pt_br: CC de notificação por e-mail
ru: Уведомление почтой

source: Add Email Addresses (use comma as separator):
fr: Ajouter des adresses électroniques (séparées par une virgule) :
he: הוספת כתובות דוא״ל (מופרדות בפסיקים):
pt_br: Adicionar endereços de e-mail (use vírgula como separador):
ru: Добавить адреса (разделенные запятой):

source: Did you check to see if this item has already been submitted?
ca: Heu comprovat si aquest element ja s'ha enviat?
fr: Avez-vous vérifié que cet élément n'est pas déjà signalé ?
he: בדקת אם פריט זה כבר הוגש?
pt_br: Você já verificou para ver se esse item já não foi enviado?
ru: Вы проверяли, не была ли уже эта заявка отправлена?

source: You're not logged in and you didn't enter the magic anti-spam number, please go back!
fr: Vous n'êtes pas identifié et vous n'avez pas entré le numéro magique anti-spam, veuillez retourner en arrière !
he: לא נכנסת למערכת ולא הקלדת את מספר הקסם למניעת ספאם, נא לחזור!
pt_br: Você não está autenticado e você não inseriu o número mágico anti-spam, por favor volte!
ru: Вы не представлены системе и не ввели тест против спама. Попробуйте еще раз.

source: Originator E-mail is not valid, thus was not added to the Carbon-Copy list.
fr: L'adresse source du courriel n'est pas valide. Elle n'a par conséquent pas été ajoutée en copie-carbone.
he: כתובת הדוא״ל במקור אינה תקפה, לכן לא נוספה לרשימת העותק.
pt_br: O e-mail do originador não é válido, portanto não foi adicionado à lista de cópia carbono.
ru: Адрес приславшего заявку недействителен, таким образом, он не занесен в список оповещаемых.

source: Warning: do not forget to re-attach your file '%s'
ca: Avís: no oblidis de tornar a adjuntar el teu fitxer '%s'
fr: Attention : n'oubliez pas de joindre à nouveau votre document '%s'
he: אזהרה: לא לשכוח לצרף את הקובץ שלך ‚%s’ מחדש
pt_br: Aviso: não se esqueça de reanexar seu arquivo “%s”
ru: Внимание: не забудьте снова приложить свой файл '%s'
