Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Browse (External to Savane)
ca: Vés a la pàgina (fora de Savane)
fr: Consulter (hors de Savane)
he: עיון (מחוץ ל־Savane)
pt_br: Navegar (Externo ao Savane)
ru: Просмотр (вне Саванны)

source: Browse Documentation that is located outside of Savane
ca: Visualitza la documentació situada fora de Savane
fr: Consulter la documentation (hors de Savane)
he: עיון בתיעוד שנמצא מחוץ ל־Savane
pt_br: Navega a documentação que está localizada fora do Savane
ru: Просмотр документации, размещенной вне Саванны

source: Edit
ca: Edita
fr: Modifier
he: עריכה
pt_br: Editar
ru: Править

source: Digest recipes
ca: Resumeix les receptes
fr: Compiler des recettes
he: מתכוני לקט
pt_br: Receitas resumidas
ru: Сводка рецептов

source: Savane In Depth Guide
ca: Guia completa de Savane
fr: Guide approfondi de Savane
he: מדריך Savane לעומק
pt_br: Guida detalhado do Savane
ru: Руководство по Саванне

source: Select fields
fr: Sélectionner les champs
he: בחירת שדות
pt_br: Secionar campos
ru: Выбрать поля

source: Define what fields you want to use in this tracker
ca: Definiu els camps que voleu utilitzar en aquest sistema de seguiment
fr: Définir quels champs vous désirez utiliser pour cet outil de suivi
he: מגדיר אילו באילו שדות ברצונך להשתמש בעוקב הזה
pt_br: Defina quais campos você deseja usar neste rastreador
ru: Определить, какие поля нужны в этом журнале

source: Edit field values
fr: Modifier les valeurs des champs
he: עריכת ערכי שדות
pt_br: Editar valores de campos
ru: Править значения полей

source: Define the set of possible values for the fields you have decided to use in this tracker
fr: Définir l'ensemble des valeurs pour les champs que vous avez décidés d'utiliser dans cet outil de suivi
he: הגדרת סדרת הערכים האפשריים לשדות בהם בחרת להשתמש ‫בעוקב הזה
pt_br: Defina o conjunto de valores possíveis para os campos que você decidiu usar nestes rastreador
ru: Определить набор значений для полей, которые вы решили применять в этом журнале

source: Edit query forms
fr: Modifier les formulaires de requête
he: עריכת טופסי שאילתה
pt_br: Editar formulários de consulta
ru: Править формы запроса

source: Define project-wide query form: what search criteria to use and what item fields to show in the query form table
fr: Définir des formulaires de requête pour le projet : quels critères utiliser et quels champs d'éléments afficher dans la table du formulaire de recherche
he: הגדרת טופס כלל מיזמי: באילו תנאי חיפוש להשתמש ואילו שדות פריט להציג בטבלת טופס התישאול
pt_br: Defina formulários de consulta para todo o projeto: qual critério de pesquisa usar e quais campos de itens mostrar na tabela de formulário de consulta
ru: Определить форму запроса для всего проекта: по каким критериям проводить поиск и какие поля заявок показывать в таблице запроса

source: Define posting restrictions
fr: Définir les restrictions d'envoi
he: הגדרת הגבלות פרסום
pt_br: Definir restrições de publicação
ru: Определить ограничения на запись в журнал

source: Copy the configuration of another tracker
ca: Copia la configuració d'un altre sistema de seguiment
fr: Copier la configuration d'un autre outil de suivi
he: העתקת ההגדרות לעוקב אחר
pt_br: Copie a configurações de outro rastreador
ru: Скопировать конфигурацию другого журнала

source: Other settings
fr: Autres configurations
he: הגדרות אחרות
pt_br: Outras configurações
ru: Другие установки

source: Modify the preamble shown on the item submission form
ca: Modifica el preàmbul que apareix al formulari d'enviament d'elements
fr: Modifier le préambule du formulaire de postage d'élément :
he: עריכת המבוא שמופיע בטופס הגשת הפריט
pt_br: Modifique o preâmbulo mostrado no formulário de envio de item
ru: Изменить сообщение, выводимое при размещении заявки

source: Configuration
ca: Configuració
he: הגדרות
pt_br: Configuração
ru: Конфигурация

source: Test System Configuration
fr: Tester la configuration système
he: בדיקת הגדרות המערכת
pt_br: Testar configuração do sistema
ru: Проверить конфигурацию системы

source: Configure Group Types
fr: Configurer les types de groupe
he: הגדרת סוגי קבוצות
pt_br: Configurar tipos de grupos
ru: Настройка типов групп

source: Configure People Area
fr: Configurer la zone utilisateurs
he: הגדרת אזור לאנשים
pt_br: Configurar área de pessoas
ru: Настройка сообщества

source: Management
fr: Gestion
he: הנהלה
pt_br: Gerenciamento
ru: Управление

source: Currently Shown Project:
fr: Projet actuellement affiché :
he: המיזמים שמופיעים כרגע:
pt_br: Projeto atualmente mostrado:
ru: Текущий проект:

source: Administer
fr: Administrer
he: ניהול
pt_br: Administrar
ru: Администрирование

source: Edit Public Info
ca: Edita la informació pública
fr: Modifier les informations publiques
he: עריכת פרטים ציבוריים
pt_br: Editar informações públicas
ru: Править общедоступные сведения

source: Select Features
ca: Selecciona les funcions actives
fr: Sélectionner les outils
he: בחירת יכולות
pt_br: Selecionar recursos
ru: Выбрать возможности

source: Manage Members
ca: Administra els membres
fr: Gérer les membres
he: ניהול חברים
pt_br: Gerenciar membros
ru: Управление участниками

source: Show History
ca: Mostra l'historial
fr: Afficher l'historique
he: הצגת היסטוריה
pt_br: Mostrar histórico
ru: Показать историю

source: Browse Pending Project Registrations
fr: Consulter les enregistrements de projets en attente
he: עיון ברישומי מיזמים ממתינים
pt_br: Navegar por registros de projetos pendentes
ru: Список незавершенных регистраций проектов

source: Approve News
fr: Approuver des dépêches
he: אישור חדשות
pt_br: Aprovar notícias
ru: Подтвердить новости

source: Browse Groups List
fr: Consulter la liste des groupes
he: עיון ברשימת קבוצות
pt_br: Navegar a lista de grupos
ru: Просмотреть список групп

source: Browse Users List
fr: Consulter la liste des utilisateurs
he: עיון ברשימת משתמשים
pt_br: Navegar a lista de usuários
ru: Список пользователей

source: Monitoring
fr: Surveillance
he: ניטור
pt_br: Monitoramento
ru: Наблюдение

source: Monitor Spams
fr: Surveiller les spams
he: ניטור ספאם
pt_br: Monitorar spams
ru: Спам

source: Check Last Logins
fr: Surveiller les dernières sessions ouvertes
he: בדיקת הכניסות אחרונות
pt_br: Verificar últimos logins
ru: Проверить последние входы

source: posted by
ca: enviat per
fr: posté par
he: פורסם על ידי
pt_br: publicação de
ru: автор

source: Reply
ca: Respon
fr: Répondre
he: תגובה
pt_br: Responder
ru: Ответ

source: Item posted by %1$s on %2$s.
fr: Élément posté par %1$s le %2$s.
he: פריט שפורסם על ידי %1$s ב־%2$s.
pt_br: Item enviado por %1$s em %2$s.
ru: Автор заявки: %1$s, дата: %2$s.

source: Thread
fr: Fils
he: שרשור
pt_br: Tópico
ru: Тема

source: Posting has been disabled.
fr: L'envoi est désactivé.
he: פרסום הושבת.
pt_br: Publicação foi desativada.
ru: Возможность комментариев выключена.

source: You could post if you were logged in
ca: Per enviar un missatge, inicieu una sessió
fr: Il faut être authentifié pour pouvoir poster
he: כניסה למערכת תאפשר לך לפרסם
pt_br: Você poderá publicar se você estiver autenticado
ru: Чтобы добавить комментарий, нужно войти в систему

source: Trying to post without a forum ID
ca: S'està intentant enviar un element sense un identificador de fòrum
fr: Vous essayez de poster sur un forum inexistant
he: מתבצע ניסיון לפרסום ללא מזהה פורום
pt_br: Tentando publicar sem um ID de fórum
ru: Попытка добавить комментарий без идентификатора форума

source: Must include a message body and subject
ca: Cal incloure el cos del missatge i l'assumpte
fr: Vous devez compléter le sujet et le corps du message
he: חייב לכלול את גוף ונושא ההודעה
pt_br: Precisa incluir um corpo de mensagem e um assunto
ru: Должны быть тело сообщения и тема

source: You appear to be double-posting this message, since it has the same subject and followup information as a prior post.
fr: Il semblerait que vous soyez en train de poster un doublon d'un autre message, étant donné qu'il a le même sujet et contenu qu'un postage précédent.
he: כנראה שזאת הודעה שמיועדת לפרסום כפול מאחר שיש לה את אותו ‫הנושא ופרטי המשך טיפול כמו הפוסט הקודם.
pt_br: Você parece ter publicado duas vezes essa mensagem, já que ela possui o mesmo assunto e informação de resposta do primeiro envio.
ru: Вы отправляете это сообщение второй раз: в нем та же тема и содержание, что и в предыдущем.

source: Trying to followup to a message that doesn't exist.
ca: Esteu intentant respondre a un missatge que no existeix.
fr: Vous essayez de répondre à un message inexistant.
he: מתבצע ניסיון להשיב להודעה שאינה קיימת.
pt_br: Tentando responder a uma mensagem que não existe.
ru: Попытка ответа на несуществующее сообщение.

source: No followup ID present when trying to post to an existing thread.
ca: No apareix l'identificador de resposta en intentar enviar un missatge a un fil existent.
fr: Pas de ID de réponse présent lors d'une tentative de poster dans un fil de discussion inexistant.
he: לא קיים מזהה תשובה בעת הניסיון לפרסם לשרשור קיים.
pt_br: Nenhuma ID de resposta quando tentava publicar em um tópico já existente.
ru: Попытка добавить комментарий в существующей теме без идентификатора ответа.

source: Subject
ca: Assumpte
fr: Sujet
he: נושא
pt_br: Assunto
ru: Тема

source: Post Comment
ca: Envia un comentari
fr: Poster un commentaire
he: פרסום הערה
pt_br: Enviar comentário
ru: Оставить комментарий

source: No news items found
ca: No s'ha trobat la notícia
fr: Pas de dépêche trouvée
he: לא נמצאו פריטי חדשות
pt_br: Nenhum item de notícia encontrada
ru: Новостей не найдено

source: Read more
fr: Lire la suite
he: להציג עוד
pt_br: Ler mais
ru: Читать дальше

source: %s reply
ca: %s resposta
fr: %s réponse
he: תגובה
pt_br: %s resposta
ru: %s ответ

source: Submit News
ca: Envia notícies
fr: Poster une dépêche
he: הגשת חדשות
pt_br: Enviar notícias
ru: Написать новость

source: %d news in archive
ca: %d notícia a l'arxiu
fr: %d dépêche archivée
he: פריט חדש בארכיון
pt_br: %d notícia no arquivo
ru: %d новость в архиве

source: Not found
ca: No s'ha trobat
fr: Pas trouvé
he: לא נמצא
pt_br: Não encontrado
ru: Не найдено

source: Your IP address is blacklisted: %s
fr: Votre adresse IP est sur liste noire : %s
he: כתובת ה־IP ברשימה השחורה: %s
pt_br: Seu endereço IP está na lista negra: %s
ru: Ваш адрес IP в черном списке: %s

source: Your IP address is blacklisted
fr: Votre adresse IP est sur liste noire
he: כתובת ה־IP שלך ברשימה השחורה
pt_br: Seu endereço IP está na lista negra
ru: Ваш адрес IP в черном списке

source: Back to %s Homepage
ca: Torna a la pàgina inicial de %s
fr: Retour à la page d'accueil de %s
he: חזרה לעמוד הבית של %s
pt_br: Voltar para página inicial do %s
ru: Вернуться на домашнюю страницу %s

source: Main page
ca: Pàgina principal
fr: Page principale
he: עמוד ראשי
pt_br: Página principal
ru: Главная страница

source: Pending projects
ca: Projectes pendents
fr: Projets en attente
he: מיזמים ממתינים
pt_br: Projetos pendentes
ru: Проекты на рассмотрении

source: Site news approval
ca: Aprovació de les notícies del lloc
fr: Approbation des dépêches du site
he: אישור חדשות באתר
pt_br: Aprovação de notícias do site
ru: Подтвердить новости

source: Hosted Projects
ca: Projectes hostatjats
fr: Projets hébergés
he: מיזמים מתארחים
pt_br: Projetos hospedados
ru: Проекты

source: Register New Project
ca: Registra un nou projecte
fr: Inscrire un nouveau projet
he: רישום מיזם חדש
pt_br: Registrar novo projeto
ru: Зарегистрировать проект

source: Register your project at %s
ca: Registra el projecte a %s
fr: Inscrire votre projet sur %s
he: רישום המיזם שלך מול %s
pt_br: Registre seu projeto no %s
ru: Зарегистрируйте свой проект на %s

source: Full List
ca: Llista completa
fr: Liste complète
he: רשימה מלאה
pt_br: Lista completa
ru: Полный список

source: Browse the full list of hosted projects
ca: Vés a la llista completa de projectes hostatjats
fr: Consulter la liste complète des projets hébergés
he: עיון ברשימת המיזמים המתארחים המלאה
pt_br: Mostra a lista completa de projetos hospedados
ru: Посмотреть полный список проектов

source: Contributors Wanted
fr: Appels à contribution
he: דרושים מתנדבים
pt_br: Contribuidores procurados
ru: Нужны помощники

source: Browse the list of request for contributions
ca: Vés a la llista de sol·licituds de col·laboració
fr: Consulter la liste des appels à contribution
he: עיון ברשימת המיזמים שמחפשים מתנדבים
pt_br: Mostra a lista de requisições por contribuições
ru: Список запросов помощи

source: Browse statistics about %s
ca: Vés a les estadístiques de %s
fr: Consulter les statistiques de %s
he: עיון בסטטיסטיקה על %s
pt_br: Mostra as estatísticas do %s
ru: Статистика по сайту %s

source: This Page
ca: Aquesta pàgina
fr: Cette page
he: עמוד זה
pt_br: Essa página
ru: Эта страница

source: Language
fr: Langue
he: שפה
pt_br: Idioma
ru: Язык

source: Choose website language
fr: Choisissez la langue du site
he: בחירת שפת האתר
pt_br: Escolha o idioma do site
ru: Выбор языка сайта

source: Clean Reload
ca: Recàrrega neta
fr: Recharger proprement
he: רענון נקי
pt_br: Recarregamento limpo
ru: Обновить

source: Reload the page without risk of reposting data
ca: Torna a carregar la pàgina sense el risc de tornar a enviar les dades
fr: Recharge la page sans risque de reposter des données
he: רענון העמוד מבלי סכנת פרסום נתונים מחדש
pt_br: Recarrega a página sem risco de reenviar dados
ru: Перезагрузить страницу (без риска повторной отправки формы)

source: Printer Version
ca: Versió per imprimir
fr: Version imprimable
he: גירסה למדפסת
pt_br: Versão para impressão
ru: Версия для печати

source: Show this page with a style adapted to printers
ca: Mostra la pàgina amb un estil adaptat per a impressores
fr: Afficher cette page de manière adaptée à l'impression
he: הצגת העמוד הזה בסגנון מותאם למדפסות
pt_br: Mostra essa página com um estilo adaptado para impressoras
ru: Показать эту страницу в виде, пригодном для печати

source: Bookmark It
ca: Afegeix-la a les adreces d'interès
fr: Mettre un signet ici
he: הוספה לסימניות
pt_br: Favoritá-la
ru: Сделать закладку

source: Add this page to my bookmarks
ca: Afegeix aquesta pàgina a les adreces d'interès
fr: Ajouter cette page à mes signets
he: הוספת העמוד הזה לסימניות שלי
pt_br: Adicione essa página aos meus favoritos
ru: Добавить эту страницу в мои закладки

source: Related Recipes:
ca: Receptes relacionades:
fr: Recettes en rapport :
he: מתכונים קשורים:
pt_br: Receitas relacionadas:
ru: Рецепты по теме:

source: Site Help
fr: Aide du site
he: עזרה באתר
pt_br: Ajuda do site
ru: Нужна помощь?

source: User Docs: FAQ
fr: Docs utilisateur : FAQ
he: מסמכי משתמשים: שו״ת
pt_br: Documentos de usuário: FAQ
ru: Пользователю: Вопросы и ответы

source: User Docs: In Depth Guide
ca: Documents d'usuari: Guia completa
fr: Docs : Guide approfondi
he: מסמכי משתמשים: מדריך עומק
pt_br: Docs de usuário: Guia detalhado
ru: Документация: подробности

source: In-depth Documentation dedicated to any users, including Project Admins
ca: Documentació completa dirigida a qualsevol usuari, inclosos els administradors de projectes
fr: Documentation approfondie dédiée à l'ensemble des utilisateurs, y compris aux administrateurs de projets
he: תיעוד לעומק שמוקדש למשתמשים כלשהם, כולל מנהלי מיזמים
pt_br: Documentação detalhada dedicada a quaisquer usuários, incluindo administradores de projeto
ru: Более подробная документация для всех пользователей, включая администраторов проектов

source: Get Support
ca: Obtenció de suport
fr: Obtenir de l'aide
he: קבלת תמיכה
pt_br: Obtenha suporte
ru: Поддержка

source: Get help from the Admins of %s, when documentation is not enough
ca: Obtingueu ajuda dels administradors de %s quan no n'hi hagi prou amb la documentació
fr: Obtenez de l'aide de la part des Administrateurs de %s, lorsque la documentation ne suffit pas
he: קבלת תמיכה מהמנהלים של %s, כאשר התיעוד אינו מספיק
pt_br: Obtenha ajuda dos administradores do %s, quando a documentação não for suficiente
ru: Получить помощь от администраторов %s, когда документации не достаточно

source: Contact Savannah
fr: Contacter Savannah
he: יצירת קשר עם Savannah
pt_br: Contate o Savannah
ru: Связаться с Savannah

source: Contact address of %s Admins
ca: Adreça de contacte dels administradors de %s
fr: Adresse de contact des Administrateurs de %s
he: כתובת הקשר של מנהלי %s
pt_br: Endereço de contato dos administradores do %s
ru: Контактный адрес администраторов %s

source: Logged in as %s
ca: S'ha iniciat la sessió com a %s
fr: Authentifié(e) en tant que %s
he: נכנסת בתור %s
pt_br: Autenticado como %s
ru: Пользователь: %s

source: %s logged in as superuser
ca: %s ha iniciat la sessió com a superusuari
fr: %s authentifié(e) en super utilisateur
he: הכניסה של %s היא כמשתמש על
pt_br: %s entrou como um superusuário
ru: %s работает как суперпользователь

source: Become Superuser
ca: Esdevé superusuari
fr: Devenir super utilisateur
he: להפוך למשתמש על
pt_br: Se tornar superusuário
ru: Стать суперпользователем

source: Superuser rights are required to perform site admin tasks
ca: Per realitzar tasques d'administració del lloc es necessiten drets de superusuari
fr: Les privilèges de super utilisateur sont requis pour accomplir des tâches d'administration du site
he: הרשאות משתמשי על נחוצות לביצוע משימות מנהלי אתר
pt_br: Permissões de superusuário são necessários para executar tarefas administrativas do site
ru: Права суперпользователя требуются для администрирования сайта

source: Become this user:
fr: Devenir cet utilisateur :
he: להפוך למשתמש הזה:
pt_br: Se tornar este usuário:
ru: Стать пользователем:

source: Impersonate
fr: Usurper l'identité
he: התחזות
pt_br: Representar
ru: Воплотиться

source: What's new for me: new items I should have a look at
ca: Novetats: nous elements per donar-hi un cop d'ull
fr: Quoi de neuf pour moi : de nouveaux éléments auxquels je devrais jeter un œil
he: מה חדש בשבילי: פריטים חדשים שעלי לעיין בהם
pt_br: O que há de novo para mim: novos itens que eu deveria dar uma olhada
ru: Что нового: новые заявки, которые нужно просмотреть

source: Browse my items (submitted by me or assigned to me)
ca: Vés als meus elements (enviats, assignats)
fr: Consulter mes éléments (postés par moi ou assignés à moi)
he: עיון בפריטים שלי (הוגש על ידי או הוקצה אלי)
pt_br: Mostra meus itens (enviados por mim ou atribuídos a mim)
ru: Просмотреть входящие (отправленные мной или порученные мне)

source: Show my bookmarks
ca: Mostra les meves adreces d'interès
fr: Consulter mes signets
he: הצגת המועדפים שלי
pt_br: Mostra meus favoritos
ru: Показать мои закладки

source: My Account Conf
ca: Configuració del meu compte
fr: Mes préférences
he: הגדרות החשבון שלי
pt_br: Configuração da minha conta
ru: Моя учетная запись

source: Logout Superuser
ca: Tanca la sessió com a superusuari
fr: Retour en mode utilisateur
he: הוצאת משתמש על
pt_br: Sair de superusuário
ru: Выйти из режима суперпользователя

source: End the Superuser session, go back to normal user session
ca: Acaba la sessió com a superusuari, torna a la sessió d'usuari normal
fr: Clore la session Superutilisateur, retour à une session classique
he: סיום הפעלת משתמש העל, חזרה להפעלה של משתמש רגיל
pt_br: Encerra a sessão de superusuário, volta para a sessão de usuário normal
ru: Завершить сеанс работы суперпользователя, вернуться в обычный режим

source: Logout
ca: Fi de sessió
fr: Retour à l'anonymat
he: יציאה
pt_br: Sair
ru: Выйти

source: End the session, remove the session cookie
ca: Finalitza la sessió, elimina la galeta de la sessió
fr: Clore la session, impliquant la suppression du cookie de session
he: סיום ההפעלה, הסרת עוגיית ההפעלה
pt_br: Encerra a sessão, remove o cookie da sessão
ru: Завершить сеанс, удалить сеансовые куки

source: Not Logged in
fr: Vous n'êtes pas authentifié
he: לא נכנסת
pt_br: Não autenticado
ru: Анонимный пользователь

source: Login page - you must have registered an account first
ca: Pàgina d'inici de sessió: primer heu de registrar un compte
fr: Page d'authentification – vous devez avoir enregistré un compte en premier lieu
he: עמוד הכניסה - יתכן שעליך להירשם תחילה
pt_br: Página de login - você deve ter registrado uma conta primeiro
ru: Страница входа, если у вас уже есть учетная запись

source: New User
ca: Nou usuar
fr: Nouvel utilisateur
he: משתמש חדש
pt_br: Novo usuário
ru: Новый пользователь

source: Account registration form
ca: Formulari de registre de compte
fr: Formulaire de création de compte
he: טופס רישום חשבון
pt_br: Formulário de registro de conta
ru: Регистрация учетной записи

source: System error while creating the form, report it to admins
ca: S'ha produït un error del sistema en crear el formulari, notifiqueu-ho als administradors
fr: Erreur système lors de la création du formulaire. Signalez le aux administrateurs
he: שגיאת מערכת ביצירת הטופס, יש לדווח על כך למנהלים
pt_br: Erro de sistema ao criar o formulário, relate-o aos administradores
ru: Системная ошибка при создании формы, сообщите администраторам

source: Unrecognized unique form_id
ca: L'identificador del formulari exclusiu no es reconeix
fr: L'identifiant unique du formulaire n'est pas reconnu
he: מזהה_טופס ייחודי בלתי מוכר
pt_br: form_id único não reconhecido
ru: Неопознанный уникальный form_id

source: Duplicate Post: this form was already submitted.
ca: Enviament duplicat: aquest formulari ja s'ha enviat.
fr: Doublon : ce formulaire à déjà été posté.
he: רשומה כפולה: טופס זה כבר הוגש.
pt_br: Publicação duplicada: esse formulário já foi enviado.
ru: Повторная запись: эта форма уже была отправлена.

source: January
ca: Gener
fr: Janvier
he: ינואר
pt_br: Janeiro
ru: января

source: February
ca: Febrer
fr: Février
he: פברואר
pt_br: Fevereiro
ru: февраля

source: March
ca: Març
fr: Mars
he: מרץ
pt_br: Março
ru: марта

source: April
ca: Abril
fr: Avril
he: אפריל
pt_br: Abril
ru: апрель

source: May
ca: Maig
fr: Mai
he: מאי
pt_br: Maio
ru: мая

source: June
ca: Juny
fr: Juin
he: יוני
pt_br: Junho
ru: июня

source: July
ca: Juliol
fr: Juillet
he: יולי
pt_br: Julho
ru: июля

source: August
ca: Agost
fr: Août
he: אוגוסט
pt_br: Agosto
ru: августа

source: September
ca: Setembre
fr: Septembre
he: ספטמבר
pt_br: Setembro
ru: сентября

source: October
ca: Octubre
fr: Octobre
he: אוקטובר
pt_br: Outubro
ru: октября

source: November
ca: Novembre
fr: Novembre
he: נובמבר
pt_br: Novembro
ru: ноября

source: December
ca: Desembre
fr: Décembre
he: דצמבר
pt_br: Dezembro
ru: декабря

source: every Monday
ca: cada Dilluns
fr: chaque lundi
he: כל יום שני
pt_br: toda segunda-feira
ru: каждый понедельник

source: every Tuesday
ca: cada Dimarts
fr: chaque mardi
he: כל יום שלישי
pt_br: toda terça-feira
ru: каждый вторник

source: every Wednesday
ca: cada Dimecres
fr: chaque mercredi
he: כל יום רביעי
pt_br: toda quarta-feira
ru: каждую среду

source: every Thursday
ca: cada Dijous
fr: chaque jeudi
he: כל יום חמישי
pt_br: toda quinta-feira
ru: каждый четверг

source: every Friday
ca: cada Divendres
fr: chaque vendredi
he: כל יום שישי
pt_br: toda sexta-feira
ru: каждую пятницу

source: every Saturday
ca: cada Dissabte
fr: chaque samedi
he: כל יום שבת
pt_br: todo sábado
ru: каждую субботу

source: every Sunday
ca: cada Diumenge
fr: chaque dimanche
he: כל יום ראשון
pt_br: todo domingo
ru: каждое воскресенье

source: month
fr: mois
he: חודש
pt_br: mês
ru: месяц

source: year
fr: année
he: שנה
pt_br: ano
ru: год

source: You already flagged this comment
fr: Vous avez déjà signalé ce commentaire
he: כבר סימנת את ההערה הזאת
pt_br: você já sinalizou esse comentário
ru: Этот комментарий уже помечен

source: Not able to find out who submitted the alleged spam, stopping here
fr: Impossible de savoir qui a soumis le supposé spam
he: הניסיון למצוא את הגורם שפרסם, לכאורה, את הספאם לא צלח, נעצר כאן
pt_br: Incapaz de descobrir quem enviou o suposto spam, parando aqui
ru: Не удалось узнать, кто прислал предположительный спам, конец обработки
