Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Missing parameters, nothing added.
ca: Falten paràmetres, no s'ha afegit res.
fr: Paramètres manquants, rien n'est ajouté.
he: חסרים משתנים, לא נוצר כלום.
pt_br: Faltando parâmetros, nada adicionado.
ru: Не хватает параметров, ничего не добавлено.

source: You provided search words to get a list of items this one may depend on. Below, in the section [%s Dependencies], you can now select the appropriate ones and submit the form.
fr: Vous avez fourni des critères de recherche pour obtenir une liste d'éléments dont celui affiché pourrait dépendre. Plus bas, dans la section [%s Dépendances], vous pouvez maintenant choisir l'élément approprié et poster le formulaire.
he: סיפקת מילות חיפוש כדי לקבל רשימת פריטים שהפריט הזה כנראה תלוי בהם. להלן, בסעיף [%s תלויות], ניתן עתה לבחור את המתאימות ולהגיש את הטופס.
pt_br: Você forneceu palavras de pesquisa para obter uma lista de itens em que isso pode depender. Abaixo, na seção [%s Dependências], agora você pode selecionar as apropriadas e enviar o formulário.
ru: Вы ввели слова для поиска заявок, от которых эта заявка может зависеть. Ниже, в разделе [%s Зависимости], теперь можно выбрать нужные заявки и отослать форму.

source: You provided search words to get a list of projects this item should maybe reassigned to. Below, in the section [%s Reassign this item], you can now select the appropriate project and submit the form.
fr: Vous avez fourni des critères de recherche pour obtenir une liste de projets auxquels cet élément pourrait être réassigné. Plus bas, dans la section [%s Réassigner cet élément], vous pouvez maintenant choisir le projet approprié et poster le formulaire.
he: סיפקת מילות חיפוש כדי לקבל רשימת מיזמים שאליהם אפשר להקצות את הפריט הזה מחדש. להלן, בסעיף [%s הקצאת הפריט הזה מחדש], ניתן עתה לבחור את המיזם הרצוי ולהגיש את הטופס.
pt_br: Você forneceu palavras de pesquisa para obter uma lista de projetos para os quais este item deve ser reatribuído. Abaixo, na seção [%s Reatribuir esse item], agora você pode selecionar o projeto apropriado e enviar o formulário.
ru: Вы ввели слова для поиска проектов, в которые эту заявку, возможно, надо перевести. Ниже, в разделе [%s Перевести эту заявку], теперь можно выбрать нужный проект и отослать форму.

source: You selected Multiple Canned Responses: you are free now to select the one you want to use to compose your answer.
fr: Vous avez sélectionné les réponses prédéfinies multiples : vous êtes maintenant libre de choisir celles que vous voulez utiliser pour composer votre réponse.
he: בחרת מגוון תגובות מראש: כעת ניתן לבחור את אלו בהן ברצונך להשתמש לכתיבת התשובה שלך.
pt_br: Você selecionou várias respostas pré-definidas: agora você pode selecionar aquela que você deseja usar para compor sua resposta.
ru: Вы выбрали несколько шаблонных ответов; сейчас вы можете выбрать шаблон, по которому будете составлять свой ответ.

source: Comment added
fr: Commentaire ajouté
he: נוספה הערה
pt_br: Comentário adicionado
ru: Комментарий добавлен

source: Browse Items
ca: Vés als elements
fr: Consulter les éléments
he: עיון בפריטים
pt_br: Navegar itens
ru: Просмотреть заявки

source: Query form #%s doesn't exist
fr: Le formulaire de requête #%s n'existe pas
he: טופס תשאול מס׳ %s לא קיים
pt_br: O formulário de consulta #%s não existe
ru: Форма запроса №%s не существует

source: Digest
ca: Resumeix
fr: Compiler
he: תקציר
pt_br: Resumo
ru: Обзор

source: Basic
fr: Basique
he: בסיסי
pt_br: básico
ru: простой

source: query form
fr: Formulaire de requête
he: טופס תשאול
pt_br: formulário de consulta
ru: форма запроса

source: Simple Search
ca: Cerca simple
fr: Recherche simple
he: חיפוש פשוט
pt_br: Pesquisa simples
ru: Простой поиск

source: Advanced Search
ca: Cerca avançada
fr: Recherche avancée
he: חיפוש מתקדם
pt_br: Pesquisa avançada
ru: Расширенный поиск

source: Multiple
ca: Múltiple
he: מגוון
pt_br: Múltipla
ru: сложным

source: Simple
he: פשוט
pt_br: Simples
ru: простым

source: type of search
fr: type de recherche
he: סוג החיפוש
pt_br: tipo de pesquisa
ru: тип поиска

source: Browse with the %1$s query form and %2$s selection.
fr: Naviguez avec le formulaire de recherche %1$s et la sélection %2$s.
he: עיון עם טופס התשאול ה%1$s ועם הבחירה בחיפוש %2$s.
pt_br: Navegar com o formulário de consulta %1$s e a seleção %2$s.
ru: Просмотреть с %1$s формой запроса и %2$s выбором.

source: OR
ca: O
fr: OU
he: או
pt_br: OU
ru: ИЛИ

source: AND
ca: I
fr: ET
he: וגם
pt_br: E
ru: И

source: logical operation to apply
fr: opération logique à appliquer
he: פעולות לוגיות להחיל
pt_br: operação lógica para aplicar
ru: логический оператор

source: Use logical %1$s between '%2$s' and '%3$s' searches.
fr: Utiliser un %1$s logique entre les recherches dans « %2$s » et « %3$s ».
he: להשתמש בפעולת %1$s לוגית בין חיפושי ‚%2$s’ לבין ‚%3$s’.
pt_br: Usar o %1$s lógico entre as pesquisas de “%2$s” e “%3$s”.
ru: Применить логическое %1$s между поисками по '%2$s' и '%3$s'.

source: modified
ca: modificat
fr: modifié
he: נערך
pt_br: modificado
ru: изменено

source: not modified
ca: no modificat
fr: inchangé
he: לא נערך
pt_br: não modificado
ru: не изменено

source: whether additional constraint is activated
fr: selon qu'une contrainte additionnelle est activée
he: האם מופעל אילוץ אחר
pt_br: se restrição adicional está ativada
ru: действует ли дополнительное условие

source: deactivated
ca: desactivada
fr: désactivée
he: מושבת
pt_br: desativada
ru: не действует

source: activated
ca: activada
fr: activée
he: מופעל
pt_br: ativada
ru: действует

source: Field for criteria
fr: Champ pour le critère
he: שדה לקריטריון
pt_br: Campo para critérios
ru: поле для этого критерия

source: modified or not
fr: modifié ou non
he: נערך או לא
pt_br: modificado ou não
ru: изменено или нет

source: Any field
he: שדה כלשהוא

source: Additional constraint %1$s:
fr: Contrainte additionnelle %1$s :
he: אילוץ נוסף %1$s:
pt_br: Restrição adicional %1$s:
ru: Дополнительное условие %1$s:

source: %1$s %2$s since %3$s
fr: %1$s %2$s depuis le %3$s
he: ‫%1$s %2$s מאז %3$s
pt_br: %1$s %2$s desde %3$s
ru: Поле %1$s %2$s с %3$s

source: Show %1$s item at once with a spam score lower than %2$s.
fr: Afficher %1$s élément à la fois avec un score de spam inférieur à %2$s.
he: להציג פריט אחד כל פעם עם ציון ספאם שנמוך מ־%2$s.
pt_br: Mostrar %1$s item de uma só vez com uma pontuação de spam mais baixa que %2$s.
ru: Показывать %1$s заявку на странице со счетчиком спама ниже %2$s.

source: Items to show at once: %s.
fr: Éléments à montrer en une fois : %s.
he: פריטים להצגה בו־זמנית: %s.
pt_br: Itens para mostrar de uma só vez: %s.
ru: Показать заявок на странице: %s.

source: Number of items to show at once
he: מספר הפריטים שיוצגו בבת אחת

source: Show items with a spam score lower than %s.
fr: Afficher les éléments ayant un score de spam inférieur à %s.
he: להציג פריטים עם דירוג ספאם קטן מאשר %s.
pt_br: Mostrar itens com uma pontuação de spam mais baixa que %s.
ru: Показывать заявки со счетчиком спама ниже %s.

source: Spam level of items to hide
fr: Niveau de spam des éléments à cacher
he: רמת ספאם של פריטים להסתרה
pt_br: Nível de spam de itens para ocultar
ru: Уровень спама скрытых заявок

source: Warning: only %s item can be shown at once, unless using Printer Version.
fr: Attention : hormis en version imprimable, seulement %s élément est affiché à la fois.
he: אזהרה: רק פריט יכול להופיע בו־זמנית, אלא אם השתמשת בגירסה להדפסה.
pt_br: Aviso: apenas %s item pode ser mostrado de uma só vez, a menos que esteja usando a versão para impressão.
ru: Внимание: одновременно может быть показана только %s заявка, если не используется версия для печати.

source: Column heading links sort results (up or down), you can also <a href="%1$s">sort by priority</a> or <a href="%2$s">reset sort</a>.
fr: Les liens dans les en-têtes de colonnes trient les résultats (ascendant ou descendant), vous pouvez aussi <a href="%1$s">trier par priorité</a> ou <a href="%2$s">réinitialiser le tri</a>.
he: קישורי כותרות עמודות מסדרים תוצאות (למעלה או למטה), אפשר גם <a href="%1$s">לסדר לפי עדיפות</a> או <a href="%2$s">לאפס את הסידור</a>.
pt_br: Resultados da classificação de links de cabeçalhos de coluna (para cima ou para baixo); você também pode <a href="%1$s">classificar por prioridade</a> ou <a href="%2$s">reiniciar classificação</a>.
ru: Ссылки в заголовках столбцов сортируют результаты (в возрастающем или убывающем порядке), можно также <a href="%1$s">сортировать по приоритету</a> или <a href="%2$s">сбросить сортировку</a>.

source: You can also <a href="%s">deactivate multicolumn sort</a>.
fr: Vous pouvez aussi <a href="%s">désactiver le tri multicolonnes</a>.
he: ניתן גם <a href="%s">להשבית מיון רב עמודתי</a>.
pt_br: Você também pode <a href="%s">desativar classificação multicoluna</a>.
ru: Можно также <a href="%s">отключить сортировку по нескольким столбцам</a>.

source: You can also <a href="%s">activate multicolumn sort</a>.
fr: Vous pouvez aussi <a href="%s">activer le tri multicolonnes</a>.
he: ניתן גם <a href="%s">להפעיל מיון רב עמודתי</a>.
pt_br: Você também pode <a href="%s">ativar classificação multicoluna</a>.
ru: Можно также <a href="%s">включить сортировку по нескольким столбцам</a>.

source: Currently, results are sorted by %s.
ca: Ara els resultats estan ordenats per %s.
fr: Actuellement, les éléments sont triés par %s.
he: נכון לעכשיו, התוצאות מסודרות לפי %s.
pt_br: Atualmente, os resultados estão classificados por %s.
ru: Сейчас результаты отсортированны по %s.

source: Proceed to Digest next step
ca: Pas següent del resum
fr: Passer à l'étape suivante de la compilation
he: התקדמות לשלב הבא בתקציר
pt_br: Prosseguir para o próximo passo do resumo
ru: Перейти к следующему этапу

source: No matching items found. The display criteria may be too restrictive.
ca: No s'ha trobat cap element coincident. Pot ser que els criteris de visualització siguin massa restrictius.
fr: Aucun élément correspondant trouvé. Les critères d'affichage sont peut-être trop restrictifs.
he: לא נמצאים פריטים מתאימים. כנראה שקריטריון התצוגה יותר מדי מגביל.
pt_br: Nenhum item correspondente encontrado. Os critérios podem estar restritivos demais.
ru: Ничего не найдено. Возможно, заданы слишком жесткие критерии поиска.

source: Other statistics:
ca: Altres estadístiques:
fr: Autres statistiques
he: סטטיסטיקה אחרת:
pt_br: Outras estatísticas:
ru: Другая статистика:

source: Aging Statistics
ca: Estadístiques d'antiguitat
fr: Statistiques par date
he: סטטיסטיקת לפי זמן
pt_br: Estatísticas de tempo
ru: Статистика по срокам

source: Statistics by '%s'
ca: Estadístiques per '%s'
fr: Statistiques par « %s »
he: סטטיסטיקה לפי ‚%s’
pt_br: Estatísticas por “%s”
ru: Статистика по полю '%s'

source: Aging statistics:
ca: Estadístiques d'antiguitat:
fr: Statistiques par date :
he: סטטיסטיקה לפי זמן:
pt_br: Estatísticas de tempo:
ru: Статистика по срокам:

source: %1$s to %2$s
fr: de %1$s à %2$s
he: ‫%1$s עד %2$s
pt_br: %1$s até %2$s
ru: с %1$s по %2$s

source: Average Turnaround Time for Closed Items
fr: Temps de rotation moyen pour les éléments clôturés
he: זמן השלמה ממוצע לפריטים שנסגרו
pt_br: Tempo médio levados para itens fechados
ru: Среднее время обработки закрытых заявок

source: Number of Items Opened
ca: Nombre d'elements oberts
fr: Nombre d'éléments ouverts
he: מספר הפריטים הפתוחים
pt_br: Número de itens abertos
ru: Число открытых заявок

source: Number of Items Still Open
ca: Nombre d'elements que encara estan oberts
fr: Nombre d'éléments toujours ouverts
he: מספר הפריטים שעדיין פתוחים
pt_br: Número de itens ainda em aberto
ru: Число до сих пор открытых заявок

source: Statistics by '%s':
ca: Estadístiques per '%s':
fr: Statistiques par « %s » :
he: סטטיסטיקה לפי ‚%s’:
pt_br: Estatísticas por “%s”:
ru: Статистика по полю '%s':

source: Field Description:
ca: Descripció del camp:
fr: Description du champ :
he: תיאור שדה:
pt_br: Descrição do campo:
ru: Описание поля:

source: Can't generate report for field %s
ca: No es pot generar l'informe del camp %s
fr: Impossible de générer un rapport pour le champ %s
he: אי אפשר לייצר דוח לשדה %s
pt_br: Não foi possível gerar relatório para o campo %s
ru: Не удалось создать отчет по полю %s

source: Open Items
ca: Elements oberts
fr: Éléments ouverts
he: פריטים פתוחים
pt_br: Itens abertos
ru: Открытые заявки

source: No item found.
ca: No s'ha trobat cap element.
fr: Aucun élément trouvé.
he: לא נמצאו פריטים.
pt_br: Nenhum item encontrado.
ru: Ничего не найдено.

source: All Items
ca: Tots els elements
fr: Tous les éléments
he: כל הפריטים
pt_br: Todos itens
ru: Все заявки

source: No item found. This field is probably unused
ca: No s'ha trobat cap element. Segurament aquest camp no s'utilitza.
fr: Aucun élément trouvé. Ce champ est probablement inutilisé
he: לא נמצא פריט. כנראה שהשדה הזה אינו בשימוש
pt_br: Nenhum item encontrado. Esse campo provavelmente não está em uso
ru: Данных для отчета не найдено. Возможно, поле не используется

source: Statistics
ca: Estadístiques
fr: Statistiques
he: סטטיסטיקה
pt_br: Estatísticas
ru: Статистика

source: No item found with that id.
ca: No s'ha trobat cap element amb aquest identificador.
fr: Aucun élément trouvé avec cet id.
he: לא נמצא פריט עם המזהה הזה.
pt_br: Nenhum item encontrado com esse id.
ru: Заявка с таким идентификатором не найдена.

source: This item is private.
ca: Aquest element és privat.
fr: Cet élément est privé.
he: זה פריט אישי.
pt_br: Esse item é privado.
ru: Это скрытая заявка.

source: You are not allowed to post comments on this tracker with your current authentication level.
fr: Vous n'êtes pas autorisé à poster des commentaires sur cet outil de suivi avec votre niveau d'authentification actuel.
he: אסור לך לפרסם הערות בעוקב הזה עם רמת ההרשאות הנוכחית שלך.
pt_br: Você não tem permissão para publicar comentários sobre este rastreador com seu nível de autenticação atual.
ru: Вам с текущими привилегиями не разрешено размещать комментарии в этом журнале.

source: You are not logged in
ca: No heu iniciat cap sessió
fr: Vous n'êtes pas authentifié
he: לא נכנסת
pt_br: Você não está autenticado
ru: Вы не представлены системе

source: Please <a href="%s">log in</a>, so followups can be emailed to you.
fr: Veuillez vous <a href="%s">authentifier</a>, afin que les réponses puissent vous être envoyés par courriel.
he: נא <a href="%s">להיכנס</a>, כדי שהתכתובת העוקבת תישלח לדוא״ל שלך.
pt_br: Por favor, <a href="%s">autentique-se</a> para que as respostas serão enviadas para o seu e-mail.
ru: Пожалуйста, <a href="%s">представьтесь системе</a>, чтобы получать ответы по электронной почте.

source: (Note: upload size limit is set to %s kB, after insertion of the required escape characters.)
fr: (Note : la taille maximale d'envoi est définie à %s ko, après l'insertion des caractères d'échappement requis.)
he: (לתשומת לבך: מגבלת גודל ההעלאה היא %s ק״ב, לאחר הוספת ‫תווי ההחרגה הנחוצים).
pt_br: (Nota: o limite de tamanho de envio está definido como %s kB, após a inserção dos caracteres de escape necessários.)
ru: (Замечание: размер приложений ограничен величиной %s кБ с учетом вставки экранирующих символов.)

source: Do you think this task is very important?
fr: Pensez vous que cette tâche est très importante ?
he: לדעתך המשימה הזאת חשוב מאוד?
pt_br: Você acha que essa tarefa é muito importante?
ru: Эта задача очень важна?

source: If so, you can add your encouragement to it.
fr: Si oui, vous pouvez y ajouter vos encouragements.
he: אם כן, אפשר להוסיף לה עידוד מצדך.
pt_br: Se sim, você pode adicionar seu encorajamento para ele.
ru: Тогда вы можете добавить к ней поощрение.

source: This task has %s encouragement so far.
fr: Cette tâche a %s encouragement pour l'instant.
he: למשימה הזאת יש חיזוק אחד עד כה.
pt_br: Essa tarefa possui %s encorajamento até agora.
ru: Этой задаче присвоено %s поощрение.

source: Only logged-in users can vote.
ca: Només poden votar els usuaris connectats.
fr: Seuls les utilisateurs authentifiés peuvent voter.
he: רק משתמשים שנכנסו יכולים להצביע.
pt_br: Apenas usuários autenticados podem votar.
ru: Анонимно голосовать нельзя.

source: Only project members can vote.
ca: Només poden votar els membres del projecte.
fr: Seuls les membres du projet peuvent voter.
he: רק חברי מיזם יכולים להצביע.
pt_br: Apenas membros do projeto podem votar.
ru: Голосовать могут только участники проекта.

source: Please enter the title of <a href="https://en.wikipedia.org/wiki/George_Orwell">George Orwell</a>'s famous dystopian book (it's a date):
fr: Veuillez entrer le titre de la célèbre dystopie de <a href="https://fr.wikipedia.org/wiki/George_Orwell">George Orwell</a> (c'est une date):
he: נא להקליד את הכותרת של הספר<a ‫הדיסטופי המפורסם של href="https://en.wikipedia.org/wiki/George_Orwell">ג׳ורג׳ אורוול</a> ‫(קבענו):
pt_br: Por favor, insira o título do famoso livro distópico de <a href="https://en.wikipedia.org/wiki/George_Orwell">George Orwell</a> (é uma data):
ru: Введите название знаменитой антиутопии <a href="https://en.wikipedia.org/wiki/George_Orwell">Джорджа Оруэлла</a> (это дата):

source: Select the items you wish to digest with the checkbox shown next to the &ldquo;Item Id&rdquo; field, on the table below. You will be able to select the fields you wish to include in your digest at the next step.
fr: Sélectionnez les éléments que vous désirez compiler avec les cases à cocher affichées à coté du champ « Item Id », dans le tableau suivant. Vous pourrez ensuite sélectionner les champs à inclure dans la compilation à l'étape suivante.
he: נא לבחור את הפריטים שיתווספו לתקציר עם תיבת הסימון שמופיעה ליד שדה „מזהה הפריט” בטבלה שלהלן. אפשר לבחור את השדות שברצונך להוסיף לתקציר בצעד הבא.
pt_br: Selecione os itens que deseja compilar com a caixa de seleção mostrada ao lado do campo “Id de item”, na tabela abaixo. Você poderá selecionar os campos que deseja incluir na sua compilação no próximo passo.
ru: Выберите заявки, которые вы хотите резюмировать, в представленной ниже таблице. Поля можно будет выбрать на следующем шаге.

source: Once your selection is made, push the button &ldquo;Proceed to Digest next step&rdquo; at the bottom of this page.
fr: Une fois votre sélection faite, cliquez sur le bouton « Passer à l'étape suivante » au bas de cette page.
he: לאחר בחירתך, יש ללחוץ על הכפתור „להמשיך לצעד הבא בתקציר” בתחתית העמוד הזה.
pt_br: Uma vez que sua seleção seja feita, pressione o botão “Prosseguir para o próximo passo do resumo” na parte inferior desta página.
ru: После выбора нажмите в конце страницы &ldquo;Перейти к следующему шагу&rdquo;.

source: No items selected for digest
ca: No s'ha seleccionat cap element per resumir.
fr: Aucun élément sélectionné pour la compilation
he: לא נבחרו פריטים לתקציר
pt_br: Nenhum item selecionado para o resumo
ru: Не выбрано ни одной заявки

source: Digest Items: Fields Selection
ca: Resum d'elements: Selecció de camps
fr: Compilation d'éléments : sélection des champs
he: פריטי תקציר: בחירת שדות
pt_br: Itens do resumo: seleção de campos
ru: Резюмирование заявок: выбор полей

source: You selected %s item for this digest.
fr: Vous avez sélectionné %s élément pour cette compilation.
he: בחרת בפריט לתקציר הזה.
pt_br: Você selecionou %s item para este resumo.
ru: Для резюме выбрана %s заявка.

source: Now you must unselect fields you do not want to be included in the digest.
fr: Vous devez maintenant dé-sélectionner les champs à ne pas inclure dans la compilation.
he: כעת עליך להסיר את הסימון משדות שאין לך עניין שיופיעו בתקציר.
pt_br: Agora você deve desmarcar os campos que você não deseja incluir no resumo.
ru: Снимите выделение с полей, которые не нужно включать в резюме.

source: Latest Comment
ca: Darrer comentari
fr: Dernier commentaire
he: ההערה האחרונה
pt_br: Últimos comentários
ru: Последние коментарии

source: Latest comment posted about the item.
ca: Darrer comentari enviat sobre l'element.
fr: Dernier commentaire posté à propos de cet élément
he: ההערה העדכנית ביותר שפורסמה על הפריט.
pt_br: Último comentário publicado sobre o item.
ru: Последние комментарии из заявки.

source: Submit
ca: Envia
fr: Poster
he: הגשה
pt_br: Enviar
ru: Отправить

source: No fields selected for digest
ca: No s'ha seleccionat cap camp per resumir
fr: Aucun champ sélectionné pour la compilation
he: לא נבחרו שדות לתקציר
pt_br: Nenhum campo selecionado para o resumo
ru: Для резюме не выбрано ни одного поля

source: Closed Item
ca: Element tancat
fr: Élément fermé
he: פריט סגור
pt_br: Item fechado
ru: Закрытая заявка

source: Open Item
ca: Element obert
fr: Élément ouvert
he: פריט פתוח
pt_br: Item aberto
ru: Открытая заявка

source: Anonymous
ca: Anònim
fr: Anonyme
he: אלמוני
pt_br: Anônimo
ru: Аноним

source: Latest comment posted (by %s):
ca: Darrer element enviat (per %s):
fr: Dernier commentaire posté (par %s) :
he: הערות אחרונות שפורסמו (מאת %s):
pt_br: Último comentário publicado (por %s):
ru: Последний комментарий (добавлен пользователем %s):

source: This item was not approved
ca: Aquest element no s'ha aprovat.
fr: Cet élément n'a pas été approuvé
he: הפריט הזה לא אושר
pt_br: Este item não foi aprovado
ru: Эта заявка не была подтверждена

source: If you want to edit or comment this recipe, go to [%s this item's edit page]
fr: Si vous voulez éditer ou commenter cette recette, allez à [%s sa page d'édition]
he: כדי לערוך או להעיר על המתכון הזה יש לגשת אל [%s עמוד העריכה של הפריט הזה]
pt_br: Se você quiser editar ou comentar esta receita, vá para [%s página de edição deste item]
ru: Для редактирования этого рецепта перейдите на [%s страницу редактирования этой заявки]

source: Last update: %s
ca: Darrera actualització: %s
fr: Dernière mise à jour : %s
he: עדכון אחרון: %s
pt_br: Última atualização: %s
ru: Последнее обновление: %s

source: This recipe comes from %s User Docs
ca: Aquesta recepta ve dels documents d'usuari %s
fr: Cette recette provient de la documentation utilisateur de %s
he: המתכון הזה מגיע ממסמכי המשתמשים של %s
pt_br: Essa receita veio da documentação de usuário do %s
ru: Этот рецепт размещен в Документации пользователя %s

source: Audience and Context
ca: Públic i context
fr: Contexte et audience visée
he: קהל והקשר
pt_br: Audiência e contexto
ru: Аудитория и контекст

source: Audience:
ca: Públic:
fr: Audience visée :
he: קהל:
pt_br: Audiência:
ru: Аудитория:

source: Feature:
ca: Funció:
fr: Outil :
he: יכולת:
pt_br: Recursos:
ru: Функция:

source: Action:
ca: Acció:
he: פעולה:
pt_br: Ação:
ru: Действие:

source: (As there is at least one of the Audience/Feature/Action context information not set, this recipe will not show up in related recipes links)
fr: (Comme il y a au moins un élément contextuel (audience, outil, action) indéfini, cette recette ne s'affichera pas dans les liens des recettes apparentées)
he: (כיוון שיש לפחות קהל/יכולת/פעולה אחד שלא הוגדר עבורו מפרט הקשר, מתכון זה לא יופיע בקישורים המתכונים הקשורים)
pt_br: (Como há pelo menos uma das informações de contexto de Audiência/Recurso/Ação não definidas, essa receita não será exibida nos links de receitas relacionadas)
ru: Поскольку аудитория, функция или действие не были указаны, этот рецепт не будет показан в соответствующих списках рецептов.

source: Item Edition
ca: Edició d'elements
fr: Modification de l'élément
he: מהדורת פריט
pt_br: Edição de item
ru: Редакция заявки

source: Edit this page
fr: Modifier cette page
he: עריכת העמוד הזה
pt_br: Editar esta página
ru: Править эту страницу

source: Error deleting transition
ca: Error en suprimir una transició
fr: Erreur lors de la suppression d'une transition
he: מחיקת המעברון נכשלה
pt_br: Erro ao excluir transição
ru: Ошибка при удалении перехода

source: Transition deleted
ca: S'ha suprimit la transició
fr: Transition effacée
he: המעברון נמחק
pt_br: Transição excluída
ru: Переход удален

source: Empty field value is not allowed
fr: Le champ vide est interdit
he: ערך שדה ריק אסור
pt_br: Valor de campo vazio não permitido
ru: Пустое значение недопустимо
