Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: File #%s not found
fr: Fichier #%s introuvable
he: קובץ מס׳ %s לא נמצא
pt_br: Arquivo #%s não encontrado
ru: Файл №%s не найден

source: Invalid artifact %s
fr: Artéfact %s invalide
he: תוצר %s שגוי
pt_br: Artefato inválido %s
ru: Недопустимый журнал %s

source: Non-authorized access to file attached to private item
fr: Tentative d'accès non-autorisé à un document joint à un élément privé
he: גישה לא מורשית לקובץ שמצורף לפריט אישי
pt_br: Acesso não autorizado para arquivo anexado a item privado
ru: Несанкционированный доступ к файлу, прилагающемуся к скрытой заявке

source: Nothing in here, file is empty
fr: Il n'y a rien à voir, ce document est vide
he: אין כאן כלום, הקובץ ריק
pt_br: Nada aqui, o arquivo está vazio
ru: Файл пуст

source: The filename in the URL does not match the filename registered in the database
fr: Le nom de fichier dans l'URL ne correspond pas au nom de fichier enregistré dans la base de données
he: שם הקובץ בכתובת לא תואם לשם הקובץ שנרשם במסד הנתונים
pt_br: O nome do arquivo na URL não corresponde ao nome de arquivo registrado no banco de dados
ru: Имя файла в URL не соответсвует имени файла, зарегистрированное в базе данных

source: No access to the file.
fr: Pas d'accès au fichier.
he: אין גישה לקובץ.
pt_br: Nenhum acesso ao arquivo.
ru: К файлу нет доступа.

source: Couldn't find attached file #%s.
fr: Impossible de trouver le document joint #%s
he: לא ניתן למצוא את הקובץ המצורף מס׳ %s.
ru: Приложенный файл №%s не найден.

source: Attached file #%s was lost.
fr: Le document joint #%s a été perdu.
he: הקובץ המצורף מס׳ %s אבד.
ru: Приложенный файл №%s был утрачен.

source: File attributes: name '%s', size %s, type '%s', date %s.
fr: Attributs du fichier : nom « %s », taille %s, type « %s », date %s.
he: תכונות קובץ: שם ‚%s’, גודל %s, סוג ‚%s’, תאריך %s.
ru: Атрибуты файла: имя '%s', размер %s, тип '%s', дата %s.

source: Apply
ca: Aplica
fr: Appliquer
he: החלה
pt_br: Aplicar
ru: Применить

source: From %1$s till %2$s.
fr: Du %1$s au %2$s.
he: מ־%1$s עד %2$s.
pt_br: De %1$s até %2$s.
ru: С %1$s по %2$s.

source: From %1$s till %2$s
fr: Du %1$s au %2$s
he: מ־%1$s עד %2$s
pt_br: De %1$s até %2$s
ru: С %1$s по %2$s

source: The begin of the period you asked for is later than its end.
fr: Le début de la période que vous avez demandée est après sa fin.
he: תחילת התקופה שביקשת מאוחרת מסופה.
pt_br: O início do período que você pediu é posterior ao seu final.
ru: Начало запрошенного периода находится после его конца.

source: Accounts
fr: Comptes
he: חשבונות
pt_br: Contas
ru: Учетные записи

source: New users
fr: Nouveaux utilisateurs
he: משתמשים חדשים
pt_br: Novos usuários
ru: Новые участники

source: %s new user
ca: %s nou usuari
fr: %s nouvel utilisateur
he: משתמש חדש
pt_br: %s novo usuário
ru: %s новый участник

source: New groups
fr: Nouveaux groupes
he: קבוצות חדשות
pt_br: Novos grupos
ru: Новые группы

source: %s new project
ca: %s nou projecte
fr: %s nouveau projet
he: מיזם חדש
pt_br: %s novo projeto
ru: %s новый проект

source: New users and new groups / total
fr: Nouveaux utilisateurs et nouveaux groupes / total
he: משתמשים וקבוצות חדשים / סך הכול
pt_br: Novos usuários e novos grupos / total
ru: Новые пользователи и новые группы / в целом

source: Trackers
fr: Outils de suivi
he: עוקבים
pt_br: Rastreadores
ru: Журналы

source: %s new support request,
ca: %s nova sol·licitud de suport,
fr: %s nouvelle requête d'assistance,
he: בקשת תמיכה חדשה,
pt_br: %s nova solicitação de suporte,
ru: %s новый запрос на поддержку,

source: including %s already closed<!-- support request -->
fr: dont %s déjà fermée<!-- support request -->
he: כולל %s שכבר נסגרה<!-- support request -->
pt_br: incluindo %s já fechada<!-- solicitação de suporte -->
ru: в том числе %s уже закрытый

source: Support requests
fr: Requêtes d'assistance
he: בקשות תמיכה
pt_br: Solicitações de suporte
ru: Запросы на поддержку

source: %s new bug,
ca: %s nou error,
fr: %s anomalie à traiter,
he: תקלה חדשה,
pt_br: %s novo relatório de erro,
ru: %s новая ошибка

source: including %s already closed<!-- bug -->
fr: dont %s déjà fermée<!-- bug -->
he: כולל %s שכבר נסגרה<!-- bug -->
pt_br: incluindo %s já fechado<!-- relatório de erro -->
ru: в том числе %s уже закрытая

source: Bugs
ca: Errors
fr: Anomalies
he: תקלות
pt_br: Erros
ru: Ошибки

source: %s new task,
ca: %s nova tasca,
fr: %s nouvelle tâche,
he: משימה חדשה,
pt_br: %s nova tarefa,
ru: %s новая задача

source: including %s already closed<!-- task -->
fr: dont %s déjà fermée<!-- task -->
he: כולל %s שכבר נסגרה<!-- task -->
pt_br: incluindo %s já fechada<!-- tarefa -->
ru: в том числе %s уже закрытая

source: Tasks
ca: Tasques
fr: Tâches
he: משימות
pt_br: Tarefas
ru: Задачи

source: %s new patch,
ca: %s nou pedaç,
fr: %s nouveau correctif,
he: טלאי חדש,
pt_br: %s novo patch,
ru: %s новая заплатка,

source: including %s already closed<!-- patch -->
fr: dont %s déjà fermé<!-- patch -->
he: כולל %s שכבר נסגר<!-- patch -->
pt_br: incluindo %s já fechado<!-- patch -->
ru: в том числе %s уже закрытая

source: Patches
ca: Pedaços
fr: Correctifs
he: טלאים
ru: Заплатки

source: The trackers look unused, no items were found
fr: Ces outils de suivi semblent inutilisés, aucun élément n'a été trouvé
he: העוקבים לא נראו בשימוש, לא נמצאו פריטים
pt_br: Os rastreadores parecem estar sem uso, nenhum item foi encontrado
ru: Журналы не используются, заявок не найдено

source: %s new item,
ca: %s nou element,
fr: %s nouvel élément,
he: פריט חדש,
pt_br: %s novo item,
ru: %s новая заявка,

source: including %s already closed<!-- item -->
fr: dont %s déjà fermé<!-- item -->
he: כולל %s שכבר נסגר<!-- item -->
pt_br: incluindo %s já fechado<!-- item -->
ru: в том числе %s уже закрытая

source: New items per tracker / tracker total
fr: Nouveaux éléments par outil de suivi / total
he: פריטים חדשים לעוקב / סך הכול בעוקב
pt_br: Novos itens por rastreador / total para rastreadores
ru: Новые заявки по журналам / по типу журнала

source: Overall
ca: Total
fr: Au total
he: סך הכול
pt_br: Geral
ru: В целом

source: %s user
ca: %s usuari
fr: %s utilisateur
he: משתמש %s
pt_br: %s usuário
ru: %s пользователь

source: %s project,
ca: %s projecte,
fr: %s projet,
he: מיזם %s,
pt_br: %s projeto,
ru: %s проект

source: including %s in private state
ca: %s en estat privat
fr: dont %s est privé
he: כולל %s במצב אישי
pt_br: includindo %s no estado privado
ru: в том числе %s в скрытом состоянии

source: Projects per group type
fr: Projets par type de groupe
he: מיזמים לפי סוג קבוצה
pt_br: Projetos por tipo de grupo
ru: Проекты по типам групп

source: %s support request,
ca: %s sol·licitud de suport
fr: %s requête d'assistance,
he: בקשת תמיכה,
pt_br: %s solicitação de suporte,
ru: %s запрос на поддержку,

source: including %s still open<!-- support request -->
fr: dont %s toujours ouverte<!-- support request -->
he: כולל %s שעדיין פתוחה<!-- support request -->
pt_br: incluindo %s ainda aberta<!-- solicitação de suporte -->
ru: в том числе %s до сих пор открытый

source: %s bug,
ca: %s error,
fr: %s anomalie,
he: תקלה %s,
pt_br: %s relatório de erro,
ru: %s ошибка,

source: including %s still open<!-- bug -->
fr: dont %s toujours ouverte<!-- bug -->
he: כולל %s שעדיין פתוחה<!-- bug -->
pt_br: incluindo %s ainda aberto<!-- relatório de erro -->
ru: в том числе %s до сих пор открытая

source: %s task,
ca: %s tasca,
fr: %s tâche,
he: משימה %s,
pt_br: %s tarefa,
ru: %s задача,

source: including %s still open<!-- task -->
fr: dont %s toujours ouverte<!-- task -->
he: כולל %s שעדיין פתוחה<!-- task -->
pt_br: incluindo %s ainda aberta<!-- tarefa -->
ru: в том числе %s до сих пор открытая

source: %s patch,
ca: %s pedaç,
fr: %s correctif,
he: טלאי %s,
ru: %s заплатка,

source: including %s still open<!-- patch -->
fr: dont %s toujours ouvert<!-- patch -->
he: כולל %s שעדיין פתוח<!-- patch -->
pt_br: incluindo %s ainda aberto<!-- patch -->
ru: в том числе %s до сих пор открытая

source: %s item,
ca: %s element,
fr: %s élément,
he: פריט %s,
ru: %s заявка,

source: including %s still open<!-- item -->
fr: dont %s toujours ouvert<!-- item -->
he: כולל %s שעדיין פתוח<!-- item -->
pt_br: incluindo %s ainda aberto<!-- item -->
ru: в том числе %s до сих пор открытая

source: Items per tracker
fr: Éléments par outil de suivi :
he: פריטים לעוקב
pt_br: Itens por rastreador
ru: Заявок на журнал

source: Most popular themes
fr: Thèmes les plus populaires
he: ערכות העיצוב הנפוצות ביותר
pt_br: Temas mais populares
ru: Популярные стили оформления

source: No users yet.
fr: Pas encore d'utilisateur
he: אין משתמשים עדיין.
pt_br: Ainda sem usuário.
ru: Пользователей пока нет.

source: User not found
ca: No s'ha trobat l'usuari
fr: Utilisateur introuvable.
he: משתמש לא נמצא
pt_br: Usuário não encontrado
ru: Пользователь не найден

source: This user deactivated his/her Resume & Skills page
ca: Aquest usuari ha desactivat la seva pàgina "CV i Competències"
fr: Cet utilisateur a désactivé son CV et description de compétences
he: קורות החיים והמיומנויות של המשתמש הושבתו על ידיו/ידיה
pt_br: Esse usuário desativou sua página de currículo & habilidades
ru: Этот пользователь отключил свою страницу навыков

source: This account was deleted.
fr: Ce compte a été supprimé.
he: חשבון זה נמחק.
pt_br: Essa conta foi excluída.
ru: Эта учетная запись удалена.

source: %s Resume & Skills
ca: %s CV i competències
fr: CV et compétences de %s
he: קורות החיים והמיומנויות של %s
pt_br: Currículo & habilidades de %s
ru: %s: справка и навыки

source: Follows Resume & Skills of %s.
ca: Segueix "CV i competències" de %s.
fr: Voici le CV et la description des compétences de %s.
he: תואם לקורות החיים והמיומנויות של %s.
pt_br: Segue currículo & habilidades de %s.
ru: Далее представлены навыки пользователя %s.

source: Resume
ca: CV
fr: CV
he: קורות חיים
pt_br: Currículo
ru: Справка

source: Skills
ca: Competències
fr: Compétences
he: מיומנויות
pt_br: Habilidades
ru: Навыки

source: error - missing info
ca: error: falta informació
fr: erreur - information manquante
he: שגיאה - חסר מידע
pt_br: erro - faltando informações
ru: ошибка - нет данных

source: Fill in all required fields
ca: Ompliu tots els camps obligatoris
fr: Remplissez tous les champs nécessaires
he: נא למלא את כל השדות הנחוצים
pt_br: Preencha todos os campos exigidos
ru: Заполните все обязательные поля

source: JOB insert FAILED
ca: Ha fallat la inserció del treball
fr: Échec de l'insertion d'une tâche
he: הוספת משרה נכשלה
pt_br: FALHA na inserção de TRABALHO
ru: Сбой при вставке вакансии

source: JOB inserted successfully
ca: El treball s'ha inserit correctament
fr: Tâche insérée
he: המשרה נוספה בהצלחה
pt_br: TRABALHO inserido com sucesso
ru: Вакансия вставлена

source: JOB update FAILED
ca: Ha fallat l'actualització del treball
fr: Échec de la mise à jour de la tâche
he: עדכון המשרה נכשל
pt_br: FALHA na atualização do TRABALHO
ru: Сбой при обновлении вакансии

source: JOB updated successfully
ca: El treball s'ha actualitzat correctament
fr: Mise à jour de la tâche accomplie
he: המשרה עודכנה בהצלחה
pt_br: TRABALHO atualizado com sucesso
ru: Вакансия обновлена

source: JOB update failed - wrong project_id
ca: Ha fallat l'actualització del treball: project_id incorrecte
fr: Échec de la mise à jour d'une compétente requise - mauvais project_id
he: עדכון המשרה נכשל - project_id שגוי
pt_br: Falha ao atualizar o TRABALHO - project_id incorreto
ru: Сбой при обновлении вакансии - неверный project_id

source: JOB skill update FAILED
ca: Ha fallat l'actualització de la competència del treball
fr: Échec de la mise à jour d'une compétence requise :
he: עדכון המיומנות למשרה נכשל
pt_br: FALHA ao atualizar habilidade de TRABALHO
ru: Сбой при обновлении навыков

source: JOB skill updated successfully
ca: La competència del treball s'ha actualitzat correctament
fr: Succès de la mise à jour d'une compétence requise
he: מיומנות משרה עודכנה בהצלחה
pt_br: Habilidade de TRABALHO atualizada com sucesso
ru: Навыки обновлены

source: JOB skill update failed - wrong project_id
ca: Ha fallat l'actualització de la competència del treball: project_id incorrecte
fr: Échec de la mise à jour d'une compétence requise - mauvais project_id
he: עדכון מיומנות משרה נכשל - project_id שגוי
pt_br: Falha ao atualizar de habilidade de TRABALHO - project_id incorreto
ru: Сбой при обновлении навыков - неверный project_id

source: JOB skill delete FAILED
ca: Ha fallat la supressió de la competència del treball
fr: Échec de la suppression d'une compétence requise
he: מחיקת מיומנות משרה נכשלה
pt_br: FALHA ao excluir habilidade de TRABALHO
ru: Сбой при удалении навыков

source: JOB skill deleted successfully
ca: La competència del treball s'ha suprimit correctament
fr: Compétence requise supprimée
he: מיומנות משרה נמחקה בהצלחה
pt_br: Habilidade de TRABALHO excluída com sucesso
ru: Навыки удалены

source: JOB skill delete failed - wrong project_id
ca: Ha fallat la supressió de la competència del treball: project_id incorrecte
fr: Échec de la suppression d'une compétence requise - mauvais project_id
he: מחיקת מיומנות משרה נכשלה - project_id שגוי
pt_br: Falha ao excluir habilidade de TRABALHO - project_id incorreto
ru: Сбой при удалении навыков - неверный project_id

source: Edit a job for your project
ca: Edita un treball per al vostre projecte
fr: Modifier une tâche pour votre projet
he: עריכת מקום עבודה למיזם שלך
pt_br: Edite um trabalho para o seu projeto
ru: Редактировать вакансию вашего проекта

source: POSTING fetch FAILED
ca: Ha fallat el recull de l'enviament
fr: Aucun utilisateur ne correspond
he: קבלת פרסום נכשלה
pt_br: FALHA na obtenção da PUBLICAÇÃO
ru: Сбой при извлечении публикации

source: No Such Posting For This Project
ca: Aquest enviament no existeix en aquest projecte
fr: Aucune tâche semblable pour ce projet
he: אין פרסום כזה למיזם הזה
pt_br: Nenhuma publicação para este projeto
ru: Такого сообщения для данного проекта нет

source: Category:
ca: Categoria:
fr: Catégorie :
he: קטגוריה:
pt_br: Categoria:
ru: Категория:

source: Status
ca: Estat
fr: État
he: מצב
pt_br: Estado
ru: Состояние

source: Short Description:
ca: Descripció breu:
fr: Description courte :
he: תיאור קצר:
pt_br: Descrição curta:
ru: Краткое описание:

source: Long Description:
ca: Descripció ampliada
fr: Description longue :
he: תיאור ארוך:
pt_br: Descrição longa:
ru: Подробное описание:

source: Update Descriptions
ca: Actualitza les descripcions
fr: Mise à jour de la description
he: עדכון תיאורים
pt_br: Atualizar descrições
ru: Обновить описания

source: Back to jobs listing
fr: Retour à la liste des tâches
he: חזרה לרשימת משרות
pt_br: Voltar para listagem de trabalhos
ru: Вернуться к списко вакансий

source: Looking for a job to Edit
ca: Cercant un treball per editar
fr: Recherche d'une tâche à éditer
he: בחיפוש אחר משרה לעריכה
pt_br: Procurando por um trabalho para Editar
ru: Выбор вакансии для редактирования

source: Here is a list of positions available for this project, choose the one you want to modify.
fr: Voici une liste des postes disponibles pour ce projet. Choisissez celui que vous voulez modifier.
he: להלן רשימת משרות שזמינות במיזם הזה, נא לבחור את זאת שברצונך לערוך.
pt_br: Aqui está uma lista de posições disponíveis para esse projeto, escolha a que você deseja modificar.
ru: Вот список вакансий этого проекта. Выберите, какую вы хотите изменить.

source: Project Help Wanted
ca: Sol·licitud d'ajuda del projecte
fr: Appels à contribution
he: דרושה עזרה למיזם
pt_br: Precisa-se de ajuda para projeto
ru: Нужна помощь

source: Groups Needing Help
he: קבוצות שצריכות עזרה

source: Job category #%s does not exist
he: קטגוריית משרות מס׳ %s לא קיימת

source: Group type #%s does not exist
he: סוג קבוצה מס׳ %s לא קיים

source: Create a job for your project
ca: Crea un treball per al projecte
fr: Créer une demande de contribution pour votre projet
he: יצירת משרה למיזם שלך
pt_br: Criar um trabalho para seu projeto
ru: Создать вакансию для вашего проекта

source: Summary:
fr: Résumé :
he: סיכום:
pt_br: Resumo:
ru: Краткое описание:

source: Your project description will be inserted on the announce.
ca: La descripció del vostre projecte s'inserirà a l'anunci.
fr: La description de votre projet sera insérée dans l'annonce.
he: תיאור המיזם שלך יתווסף להכרזה.
pt_br: A descrição do seu projeto será inserida no anúncio.
ru: В объявление будет вставлено описание вашего проекта.

source: Details (job description, contact...):
ca: Detalls (descripció del treball, contacte...):
fr: Détails (description de la tâche, contact...) :
he: פרטים (תיאור המשרה, פרטי קשר…):
pt_br: Detalhes (descrição do trabalho, contato...):
ru: Подробности (описание работы, координаты...):

source: continue >>
ca: continua >>
fr: poursuivre >>
he: להמשיך >>
pt_br: continuar >>
ru: продолжить >>

source: Error inserting value
ca: Error en inserir el valor
fr: Erreur lors de l'insertion
he: שגיאה בהוספת הערך
pt_br: Erro ao inserir valor
ru: Ошибка при выполнении вставки значения

source: Category Inserted
ca: S'ha inserit la categoria
fr: Catégorie insérée
he: נוספה קטגוריה
pt_br: Categoria inserida
ru: Категория добавлена

source: Skill Inserted
ca: S'ha inserit la competència
fr: Compétence insérée
he: נוספה מיומנות
pt_br: Habilidade inserida
ru: Навык добавлен

source: Change Categories
fr: Changer les catégories
he: החלפת קטגוריות
pt_br: Alterar categorias
ru: Изменить категории

source: Existing Categories
ca: Categories existents
fr: Catégories existantes
he: קטגוריות קיימות
pt_br: Categorias existentes
ru: Существующие категории

source: No job categories
ca: No hi ha cap categoria de treball
fr: Pas de catégories de travail trouvée
he: אין קטגוריות משרות
pt_br: Nenhuma categoria de trabalho
ru: Категорий работы нет

source: Add a new job category:
ca: Afegeix una nova categoria de treball:
fr: Ajouter une nouvelle catégorie de travail :
he: הוספת קטגוריית משרות חדשה:
pt_br: Adicionar nova categoria de trabalho:
ru: Добавить новую категорию работы:

source: New Category Name:
ca: Nou nom de categoria:
fr: Nom de la nouvelle catégorie :
he: שם הקטגוריה החדשה:
pt_br: Novo nome de categoria:
ru: Название новой категории:

source: Once you add a category, it cannot be deleted
ca: Un cop afegida una categoria, no es pot suprimir
fr: Une fois que vous avez ajouté une catégorie, il est impossible de l'effacer
he: לאחר הוספת קטגוריה, אי אפשר למחוק אותה
pt_br: Uma vez adicionada uma categoria, ela não pode ser excluída
ru: Добавленная категория не может быть удалена

source: Add
ca: Afegeix
fr: Ajouter
he: הוספה
pt_br: Adicionar
ru: Добавить

source: Change People Skills
fr: Modifier les compétences
he: שינוי מיומנויות אנושיות
pt_br: Alterar habilidades do pessoal
ru: Изменить список навыков

source: Existing Skills
ca: Competències existents
fr: Compétences existantes
he: מיומנויות קיימות
pt_br: Habilidades existentes
ru: Существующие навыки

source: No Skills Found
ca: No s'ha trobat cap competència
fr: Aucune compétence trouvée
he: לא נמצאו מיומנויות
pt_br: Nenhuma habilidade encontrada
ru: Навыков не найдено

source: Add a new skill:
ca: Afegeix una nova competència:
fr: Ajouter une nouvelle compétence :
he: הוספת מיומנות חדשה:
pt_br: Adicionar uma nova habilidade:
ru: Добавить новые навыки:

source: New Skill Name:
ca: Nou nom de competència:
fr: Nom de la nouvelle compétence :
he: שם המיומנות החדשה:
pt_br: Novo nome de habilidade:
ru: Название нового навыка:

source: Once you add a skill, it cannot be deleted
ca: Un cop afegida una competència, no es pot suprimir
fr: Une fois que vous avez ajouté une compétence, il est impossible de l'effacer
he: לאחר הוספת מיומנות, לא ניתן להסיר אותה
pt_br: Uma vez que tenha adicionado uma habilidade, ela não pode ser excluída
ru: Добавленный навык не может быть удален

source: People Administration
fr: Administration des personnes
he: ניהול אנשים
pt_br: Administração de pessoas
ru: Участники

source: Help Wanted Administration
ca: Administració de sol·licituds d'ajuda
fr: Administration des requêtes d'aide
he: דרושה עזרה בניהול
pt_br: Administração do precisa-se de ajuda
ru: Требуется помощь в администрировании

source: Add Job Categories
ca: Afegeix categories de feines
fr: Ajouter des catégories de travail
he: הוספת קטגוריות משרות
pt_br: Adicionar categorias de trabalho
ru: Добавить категории работы

source: Add Job Skills
ca: Afegeix competències de feines
fr: Ajouter une compétence
he: הוספת מיומנויות למשרות
pt_br: Adicionar habilidades de trabalho
ru: Добавить навыки

source: Error
fr: Erreur
he: שגיאה
pt_br: Erro
ru: Ошибка

source: Posting ID not found
ca: No s'ha trobat l'identificador de l'enviament
fr: ID de publication pas trouvé
he: מזהה הפרסום לא נמצא
pt_br: ID de publicação não encontrado
ru: Идентификатор публикации не найден

source: View a Job
ca: Mostra un treball
fr: Consulter une tâche
he: הצגת משרה
pt_br: Ver um trabalho
ru: Просмотр вакансии

source: %1$s for %2$s
he: ‫%1$s ב־%2$s

source: Submitted By:
ca: Enviat per:
fr: Posté par :
he: הוגשה על ידי:
pt_br: Enviado por:
ru: Автор:

source: Date:
ca: Data:
he: תאריך:
pt_br: Data:
ru: Дата:

source: Status:
ca: Estat:
fr: État :
he: מצב:
pt_br: Estado:
ru: Состояние:

source: License
ca: Llicència
fr: Licence
he: רישיון
pt_br: Licença
ru: Лицензия

source: Invalid status ID
fr: ID de statut non valide
he: מזהה המצב שגוי
pt_br: ID de estado inválido
ru: Неверный идентификатор состояния

source: Development Status
ca: Estat de desenvolupament
fr: Statut du développement
he: מצב הפיתוח
pt_br: Estado do desenvolvimento
ru: Состояние разработки

source: Details (job description, contact ...):
ca: Detalls (descripció del treball, contacte...):
fr: Détails (description de la tâche, contact...) :
he: פרטים (תיאור המשרה, פרטי קשר…):
pt_br: Detalhes (descrição do trabalho, contato ...):
ru: Детали (описание работы, координаты...):

source: Required Skills:
ca: Competències necessàries:
fr: Compétences requises :
he: מיומנויות נדרשות:
pt_br: Habilidades exigidas:
ru: Необходимы навыки:

source: User not found.
ca: No s'ha trobat l'usuari.
fr: Utilisateur introuvable.
he: משתמש לא נמצא.
pt_br: Usuário não encontrado.
ru: Пользователь не найден.

source: This user hasn't registered a GPG key.
ca: Aquest usuari no ha registrat cap clau GPG.
fr: Cet utilisateur n'a pas enregistré sa clé GPG.
he: המשתמש הזה לא רשם מפתח GPG.
pt_br: Esse usuário não registrou uma chave GPG.
ru: Этот пользователь не зарегистрировал ключ GPG.

source: GPG Key of the user %s
fr: Clé GPG de l'utilisateur %s
he: מפתח GPG של המשתמש %s
pt_br: Chave GPG do usuário %s
ru: Ключ GPG пользователя %s

source: Invalid Group
ca: Grup no vàlid
fr: Groupe non valide
he: קבוצה שגויה
pt_br: Grupo inválido
ru: Неверная группа

source: That group does not exist.
fr: Ce groupe n'existe pas.
he: הקבוצה הזאת לא קיימת.
pt_br: Esse grupo não existe.
ru: Такой группы нет.

source: Savane thinks your cookies are not activated for %s. Please activate cookies in your web browser for this website and [%s try again].
fr: Savane pense que vos cookies ne sont pas activés pour %s. Veuillez activer les cookies dans votre navigateur pour ce site et [essayer à nouveau %s].
he: ‫Savane סבורה כי העוגיות שלך עבור %s אינן מופעלות. ‫נא להפעיל עוגיות בדפדפן שלך עבור האתר הזה ‫ו[%s לנסות שוב].
pt_br: Savane acha que seus cookies não estão ativados para %s. Por favor, ative os cookies em seu navegador web para este site e [%s tente novamente].
ru: Кажется, у вас не разрешены куки для %s. Разрешите куки для этого сайта в своем браузере и [%s попробуйте снова].

source: Requested language code '%s' is unknown.
fr: Le code de langue « %s » demandé est inconnu.
he: קוד השפה המבוקש ‚%s’ אינו ידוע.
pt_br: O código de idioma solicitado “%s” é desconhecido.
ru: Запрошенный код языка '%s' неизвестен.

source: Set language
fr: Définir la langue
he: הגדרת שפה
pt_br: Definir idioma
ru: Установить язык
