Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: When a new member joins the list, their initial posting is held for the list owner's review (<tt>default_member_moderation</tt>, under &lsquo;Privacy &gt; Sender filters&rsquo;). This is necessary because smart spam systems can now automatically subscribe to mailman lists and then start sending their junk mail. However, provided the subscription is legitimate (as it usually will be), we strongly recommend <i>accept</i>ing their address for future postings.
fr: Lorsqu'un nouveau membre rejoint la liste, ses messages initiaux sont retenus pour être inspectés par le propriétaire de la liste (<tt>default_member_moderation</tt> sous &lsquo;Confidentialité &gt; Filtres d'expéditeur&rsquo;). Ceci est nécessaire car des systèmes intelligents d'envoi de spam savent maintenant s'enregistrer sur une liste mailman et commencer à envoyer leur détritus. Cependant, si la souscription est légitime (et c'est généralement le cas), nous recommandons fortement d'<i>accepter</i> leur adresse pour des messages ultérieurs.
he: כשחבר חדש מצטרף לרשימה, הפרסום הראשוני שלו מוחזק לביקורת ‫בלי הרשימה ((<tt>default_member_moderation</tt>, תחת „מסנני ‫פרטיות ומוענים”). הגדרה זו נחוצה כיוון שמערכות ספאם חכמות יכולות ‫להירשם אוטומטית לרשימות של mailman ולהתחיל לשלוח את דואר ‫הזבל שלהן. עם זאת, בהנחה שהמינוי הוא לגיטימי (כפי שהוא בדרך כלל), ‫אנו ממליצים בחום <i>לאשר</i> את הכתובת שלו לפרסום עתידי.
pt_br: Quando um novo membro entra na lista, sua publicação inicial é mantido para a revisão do proprietário da lista (<tt>default_member_moderation</tt>, em “Opções de Privacidade... &gt; Filtros do remetentes”). Isso é necessário porque os sistemas de spam inteligentes agora podem se inscrever automaticamente em listas de discussão e começar a enviar lixo eletrônico. No entanto, desde que a assinatura seja legítima (como geralmente será), recomendamos <i>aceitar</i> o endereço deles para futuras publicações.
ru: Когда новый член присоединяется к списку, его первое сообщение удерживается до проверки владельцем списка (<tt>default_member_moderation</tt> в разделе &lsquo;Privacy &gt; Sender filters&rsquo;). Это необходимо, поскольку интеллектуальные системы спама теперь могут автоматически подписываться и начинать рассылать свою корреспонденцию. Однако в случае, когда подписка правомерна (как это обычно бывает), мы настоятельно рекомендуем <i>принимать</i> последующие сообщения из этого адреса.

source: Automated (though asynchronous) spam deletion, through the <a href="%s">listhelper system</a>. More details about this:
fr: Suppression automatique (mais asynchrone) des spams au travers du <a href="%s">système listhelper</a>. Plus de détails à son sujet :
he: מחיקת ספאם אוטומטית (אם כי אסינכרונית), דרך<a href="%s">מערכת הסיוע לרשימות</a>. פרטים נוספים על כך:
pt_br: Exclusão de spam automatizada (apesar de assíncrona), por meio de <a href="%s">sistema do listhelper</a>. Mais detalhes sobre isso:
ru: Автоматическое (хотя и асинхронное) удаление спама с помощью системы <a href="%s">listhelper</a>. Подробности:

source: The first time a person posts to a list under a particular email address, the message is held for review, potentially by the mailman list owners, the listhelper automated system, and the listhelper human volunteers. This is when spam is detected and deleted.
fr: La première fois qu'une personne poste sur une liste avec un adresse de courriel donnée, le message est retenu pour être éventuellement inspecté par le propriétaire de la liste mailman, le système automatique listhelper et les bénévoles humains de listhelper. C'est à ce moment que le spam est détecté et supprimé.
he: כשמשתמש מפרסם לראשונה לרשימה תחת כתובת דוא״ל מסוימת, ‫ההודעה מוחזקת לבדיקה, בדרך כלל על ידי בעלי הרשימה ב־mailman , ‫המערכת האוטומטית של מסייעי המערכת והמתנדבים האנושיים לסייע ‫ברשימות. זה כאשר ספאם מזוהה ונמחק.
pt_br: A primeira vez que uma pessoa publica em uma lista sob um determinado endereço de e-mail, a mensagem é retida para análise, potencialmente pelos proprietários da lista de mailman, pelo sistema automatizado listhelper e pelos voluntários humanos do listhelper. É quando o spam é detectado e excluído.
ru: Когда человек с конкретного адреса впервые присылает в список рассылки сообщение, оно удерживается до рассмотрения владельцем списка рассылки, автоматической системой listhelper и людьми-добровольцами listhelper. Вот тут-то спам обнаруживается и удаляется.

source: Therefore, if you are concerned about your list's messages being seen by the small group of listhelper volunteers, you should disable listhelper (remove listhelper@nongnu.org from the <tt>moderator</tt> field on the &lsquo;General Options&rsquo; page), and consequently deal with any incoming spam yourself.
fr: Par conséquent, si vous êtes inquiet que les messages de votre liste soient vus par le petit groupe de bénévoles de listhelper, vous devez désactiver listhelper (supprimer listhelper@nongnu.org du champ <tt>modérateur</tt> sur la page &lsquo;Options générales&rsquo;) et traiter les spams vous-même.
he: לכן, אם מטריד אותך שהודעות הרשימה שלך מופיעות בפני קבוצה קטנה ‫של מתנדבי מסייעי רשימות, עליך להשבית את מסייעי הרשימות (להסיר את ‏‫listhelper@nongnu.org משדה ה<tt>פיקוח</tt> בעמוד „אפשרויות כלליות”) ‫וכתוצאה מכך להתמודד עם ספאם נכנס בכוחות עצמך.
pt_br: Portanto, se você estiver preocupado com as mensagens da sua lista sendo vistas pelo pequeno grupo de voluntários do listhelper, desabilite o listhelper (remova listhelper@nongnu.org do campo <tt>moderador</tt> na página “Opções Gerais”) e, consequentemente, lide com qualquer spam recebido.
ru: Следовательно, если вас беспокоит, что сообщения в вашем списке просматриваются небольшой группой добровольцев listhelper, вам следует выключить listhelper (удалить listhelper@nongnu.org из поля <tt>moderator</tt> на странице &lsquo;General Options&rsquo;) и соотвественно обрабатывать весь входящий спам самим.

source: By default, Mailman sends a &ldquo;request for approval&rdquo; notification on every message, and this is critical for listhelper's operation. You will probably want to filter these from your inbox, with a pattern such as this:
fr: Par défaut, mailman envoie une &ldquo;requête d'approbation&rdquo; pour chaque message. Ceci est critique pour le fonctionnement de listhelper. Vous souhaiterez probablement les éliminer de votre boîte aux lettres avec un motif tel que celui-ci :
he: כברירת מחדל, Mailman שולח התראת „בקשת אישור” וזה משמעותי לפעילות של מסייעי הרשימות. יכול להיות שעדיף לך לסנן אותן מתיבת הדוא״ל הנכנס שלך עם תבנית בסגנון הבא:
pt_br: Por padrão, o Mailman envia uma notificação “requisição para aprovação” em cada mensagem, e isso é crítico para a operação do listhelper. Você provavelmente desejará filtrá-los da sua caixa de entrada, com um padrão como este:
ru: По умолчанию Mailman высылает &ldquo;запрос на проверку&rdquo; каждого сообщения, и это необходимо для работы listhelper. Возможно, вы захотите отфильтровать эти запросы шаблоном вида:

source: (Despite appearances, that needs to match in the body of the message, not the headers.) Alternatively, if you choose to turn off listhelper, you may also want to turn off this option (<tt>admin_immed_notify</tt> on the &lsquo;General Options&rsquo; page).
fr: (Malgré les apparences, la correspondance s'applique sur le corps du message et non l'en-tête). Autrement, si vous désactivez listhelper, vous souhaiterez aussi désactiver cette option (<tt>admin_immed_notify</tt> sur la page des &lsquo;Options générales&rsquo;).
he: (למרות המראה, זה צריך להיות תואם לגוף ההודעה, לא לכותרות). לחלופין, אם בחירתך תהיה לכבות את מסייעי הרשימות, כדאי לך גם לכבות את האפשרות הזאת (<tt>admin_immed_notify</tt> בעמוד „אפשרויות כלליות”).
pt_br: (Apesar das aparências, isso precisa corresponder ao corpo da mensagem, não aos cabeçalhos.) Alternativamente, se você optar por desativar o listhelper, talvez também queira desativar essa opção (<tt>admin_immed_notify</tt> na página “Opções Gerais”).
ru: (Несмотря на внешний вид, это нужно сравнивать с телом сообщения, а не заголовками.) Если вы решите выключить listhepler, вместо этого можно выключить этот параметр (<tt>admin_immed_notify</tt> на странице &lsquo;General Options&rsquo;).

source: For more information, see the <a href="%s">listhelper home page</a>.
fr: Pour plus d'informations, consultez la <a href="%s">page d'accueil de listhelper</a>.
he: למידע נוסף, ניתן לפנות אל <a href="%s">עמוד הבית של listhelper</a>.
pt_br: Para mais informações, veja a <a href="%s">página web do listhelper</a>.
ru: Подробности см. на <a href="%s">домашней странице listhelper</a>.

source: Of course, as the list owner, you can make changes to the configuration at any time, but if in any doubt, please ask. The defaults are set to minimize spam, list administrator overhead, and the chance of our mail server being blacklisted.
fr: Bien entendu, en tant que propriétaire de la liste, vous pouvez changer la configuration à n'importe quel moment mais si vous avez un doute, n'hésitez pas à demander. Les paramètres par défaut ont pour but de minimiser les spams, la surcharge de l'administrateur et le risque que notre serveur de courriel soit placé sur liste noire
he: כמובן, בתור בעלי רשימת הדיוור, אפשר לשנות את ההגדרות בכל עת, אך במקרה של ספק, כדאי להתייעץ. ברירות המחדל נועדו לצמצם ספאם, עבודה מיותרת של הנהלת הרשימה ואת הסיכוי ששרת הדוא״ל ייחסם.
pt_br: Claro que, como proprietário da lista, você pode fazer alterações na configuração a qualquer momento, mas se tiver alguma dúvida, por favor, pergunte. Os padrões são definidos para minimizar o spam, a sobrecarga do administrador da lista e a chance de o nosso servidor de e-mail ficar na lista negra.
ru: Конечно, будучи владельцем списка рассылки, вы можете менять конфигурацию в любое время, но если у вас какие-то сомнения, спрашивайте. Исходные значения выбраны так, чтобы минимизировать спам, нагрузку на администраторов списков и вероятность того, что наш почтовый сервер попадет в черные списки.

source: Savannah is a hosting facility for the free software movement. Our mission is to spread the freedom to copy and modify software.
fr: Savannah est une plateforme d'hébergement pour le mouvement des logiciels libres. Notre mission est de propager la liberté de copier et de modifier le logiciel.
he: ‫Savannah היא פלטפורמת אירוח לתנועת התוכנה החופשית. המטרה שלנו היא להפיץ את החופש להעתיק ולשנות תוכנה.
pt_br: Savannah é uma instalação de hospedagem para o movimento do software livre. Nossa missão é disseminar a liberdade de copiar e modificar software.
ru: Саванна&nbsp;&mdash; служба размещения проектов для движения за свободные программы. Наша задача&nbsp;&mdash; содействовать свободе копирования и изменения программ.

source: <strong>Important</strong>: check <a href="%s"> Project - How to get it approved quickly</a>.
fr: <strong>Important</strong> : consultez <a href="%s"> Projet – Comment le faire approuver rapidement</a>.
he: ‫<strong>חשוב</strong>: לקרוא את <a href="%s"> ‏‫‬ ‫‫מיזם - איך לקבל עליו אישור מהר</a>.
pt_br: <strong>Importante</strong>: Confira <a href="%s"> Projeto - Como fazer para ser aprovado rapidamente</a>.
ru: <strong>Важно</strong>: прочтите <a href="%s"> Проект - Как ускорить регистрацию</a>.

source: It contains a few advices to get your package compliant with our hosting policies. Following them will considerably speed up the registration process.
fr: Il contient quelques conseils pour rendre votre paquet conforme avec la politique d'hébergement. Y adhérer accélérera considérablement le processus d'enregistrement.
he: מופיעות שם מגוון עצות להתאים את החבילה שלך למדיניות האירוח שלנו. היצמדות אליהן תאיץ משמעותית את תהליך ההרשמה.
pt_br: Ele contém alguns conselhos para que seu pacote fique em conformidade com nossas políticas de hospedagem. Segui-lo irá acelerar consideravelmente o processo de registro.
ru: Статья содержит несколько советов, помогающих привести ваш пакет в соответствие с нашими правилами. Следуя им, вы значительно ускорите процесс регистрации.

source: You are welcome to host your project in Savannah if it falls within one of these groups:
fr: Vous êtes le bienvenu pour héberger votre projet dans Savannah si il correspond à l'un de ces groupes :
he: אירוח המיזם שלך ב־Savannah יתקבל בברכה אם הוא עונה על אחת מהקבוצות האלו:
pt_br: Você é bem-vindo para hospedar seu projeto em Savannah se ele estiver dentro de um desses grupos:
ru: Мы с радостью разместим ваш проект в Саванне, если он попадает в одну из групп:

source: Software Project
fr: Projets Logiciel
he: מיזם תוכנה
pt_br: Projeto do software
ru: Проект по разработке программ

source: A free software package that can run on a completely free operating system, without depending on any nonfree software. You can only provide versions for nonfree operating systems if you also provide free operating systems versions with the same or more functionalities. Large software distributions are not allowed; they should be split into separate projects.
fr: Un paquet pour un logiciel libre qui peut tourner sur un système d'exploitation complètement libre sans dépendance à des logiciels non libres. Vous pouvez uniquement fournir des versions pour des systèmes d'exploitation non libres si vous fournissez également des versions pour des systèmes d'exploitation libres avec les mêmes fonctionnalités ou plus de fonctionnalités. Les gros logiciels n'est pas permis. Ils doivent être scindés en projets séparés.
he: חבילות תוכנה חופשית שיכולה לרוץ על מערכת הפעלה חופשית לגמרי, מבלי להסתמך על תכנה קניינית כלשהי. ניתן לספק גירסאות למערכות הפעלה קנייניות אם בחרת גם לספק גירסאות חופשיות למערכות ההפעלה עם אותן תכונות או יותר. חבילות תוכנה גדולות אסורות, יש לפצל אותן למיזמים נפרדים.
pt_br: Um pacote de software livre que pode ser executado em um sistema operacional totalmente livre, sem depender de nenhum software não livre. Você só pode fornecer versões para sistemas operacionais livres se também fornecer versões livres de sistemas operacionais com as mesmas ou mais funcionalidades. Grandes distribuições de software não são permitidas; eles devem ser divididos em projetos separados.
ru: Пакет свободных программ, который может работать на полностью свободной операционной системе, не нуждаясь ни в каких несвободных программах. Версии для несвободных операционных систем можно предоставлять, только если вы выпускаете также версии для свободных операционных систем с теми же или более богатыми функциями. Большие дистрибутивы недопустимы; их следует разбивать на отдельные проекты.

source: Free Documentation Projects
fr: Projets de documentation libre
he: מיזמי תיעוד חופשיים
pt_br: Projetos de documentação livre
ru: Проекты свободной документации

source: Documentation for free software programs, released under a free documentation license.
fr: De la documentation pour des logiciels libres, distribuée sous une licence de documentation libre.
he: תיעוד לתוכניות חופשיות, בכפוף לרישיון תיעוד חופשי.
pt_br: Documentação para programas de software livre, lançados sob uma licença de documentação livre.
ru: Документация по свободным программам, выпускаемая по лицензии свободной документации.

source: Free Educational Textbook Projects
fr: Projets de manuels scolaires libres
he: מיזמי ספרים חינוכיים בחינם
pt_br: Projetos de livros educativos livres
ru: Проекты свободных учебников

source: Projects aimed to create educational textbooks, released under a free documentation license.
fr: Projets destinés à créer des manuels scolaires distribués sous une licence de documentation libre.
he: מיזמים שמכוונים ליצור ספרים חינוכיים לילדים, בכפוף לרישיון תיעוד חופשי.
pt_br: Projetos voltados para a criação de livros didáticos, divulgados sob um licença de documentação livre.
ru: Проекты, предназначенные для создания учебников, выпускаемых по лицензии свободной документации.

source: FSF/GNU projects
fr: Projets FSF/GNU
he: מיזמי FSF/GNU
pt_br: Projetos GNU/FSF
ru: Проекты GNU и ФСПО

source: Internal projects of the FSF and projects that have been approved by the GNU Project management.
fr: Projets internes de la FSF et projets qui ont été approuvés par les responsables du projet GNU.
he: מיזמים פנימיים של קרן התוכנה החופשית ומיזמים שאושרו על ידי הנהלת מיזם גנו.
pt_br: Projetos internos da FSF e projetos que foram aprovados pela gerência do Projeto GNU.
ru: Внутренние проекты ФСПО и проекты по требованию руководства проекта GNU.

source: GNU/Linux User Groups (GUG)
fr: Groupes d'utilisateurs GNU/Linux (GUG)
he: קבוצות משתמשי גנו/לינוקס (GUG)
pt_br: Grupo de Usuários do GNU/Linux (GUG)
ru: Группы пользователей GNU/Linux (GUG)

source: Organizational project for your user group. GUG need to be listed at <a href="%1$s">GNU Users Groups page</a>&mdash;contact %2$s for details.
fr: Projets d'organisation pour votre groupe d'utilisateurs. Le GUG doit être listé sur la <a href="%1$s">page des groupes d'utilisateurs GNU</a>&mdash; contactez %2$s pour les détails.
he: מיזם ארגוני לקבוצת המשתמשים שלך. יש לתעד את פרטי הקשר של ה־GUG ‫ב<a href="%1$s">עמוד קבוצות משתמשי גנו</a>&mdash;ניתן ליצור קשר עם %2$s לפרטים.
pt_br: Projeto organizacional para o seu grupo de usuários. Um GUG precisa ser listado na <a href="%1$s">página Grupos de Usuários do GNU</a> &ndash; contate %2$s para detalhes.
ru: Организационный проект для вашей группы пользователей. Проект нужно занести на <a href="%1$s">страницу групп пользователей GNU<a>&nbsp;&mdash; за подробностями обращайтесь по адресу %2$s.

source: In the following 5 registration steps you will be asked to describe your project and choose a free license for it. Your project does not have to be part of the GNU project or be released under the GPL to be hosted here, but if you want to take the opportunity to make your project part of GNU, you can request that later on in the registration process.
fr: Dans les 5 étapes d'enregistrement suivantes, il vous sera demandé de décrire votre projet et de choisir une licence libre pour lui. Votre projet n'a pas besoin de faire partie du projet GNU ou d'être diffusé sous la licence GPL pour être hébergé ici mais si vous voulez saisir l'opportunité de joindre votre projet à GNU, vous pourrez le demander plus tard durant le processus d'inscription.
he: ב־5 צעדי ההרשמה הבאים נבקש ממך לתאר את המיזם שלך ולבחור עבורו רישיון חופשי. המיזם שלך לא חייב להיות חלק ממיזם גנו או כפוך לרישיון GPL כדי לקבל כאן אירוח, אך אם מעניין אותך לנצל את ההזדמנות להפוך את המיזם שלך להיות חלק מגנו, אפשר לבקש זאת בהמשך בתהליך ההרשמה.
pt_br: Nos 5 passos de registro a seguir, você será solicitado a descrever seu projeto e escolher uma licença livre para ele. Seu projeto não precisa fazer parte do projeto GNU ou ser lançado sob a GPL para ser hospedado aqui, mas se você quiser aproveitar a oportunidade para tornar seu projeto parte do GNU, você pode solicitar isso mais tarde no processo de registro.
ru: На следующих 5 шагах регистрации вас попросят описать свой проект и выбрать для него свободную лицензию. Для размещения здесь ваш проект не обязательно должен быть частью проекта GNU или выпускаться под GPL, но если вы хотите попробовать сделать его частью GNU, вы можете попросить об этом далее в процессе регистрации.

source: To keep compatibility among Savannah projects, we only accept free software licenses that are compatible with the GPL. The list of GPL-compatible licenses covers several of the most commonly used licenses; if you are not familiar with that list, please take some time to read <a href="%s">GPL-compatible, free software licenses</a>.
fr: Pour garder la compatibilité entre les projets de Savannah, nous n'acceptons que des licences de logiciels libres compatibles avec GPL. La liste des licences compatibles avec GPL couvre plusieurs licences couramment utilisées. Si vous n'êtes pas familiarisé avec cette liste, prenez le temps de lire les <a href="%s"> licences logicielles libres compatibles avec GPL</a>.
he: כדי לשמור על תאימות בין מיזמי Savannah, אנו מקבלים רישיונות תכנה חופשית בלבד ‫שתואמים ל־GPL. רשימת הרישיונות שתואמים ל־GPL מכסה כמה מהרישיונות הנפוצים ‫ביותר, אם הרשימה לא מוכרת לך, כדאי לפנות כמה דקות כדי לקרוא את <a href="%s">רישיונות, ‫תוכנה חופשית תואמי GPL</a>.
pt_br: Para manter a compatibilidade entre os projetos do Savannah, aceitamos apenas licenças de software livre compatíveis com a GPL. A lista de licenças compatíveis com GPL abrange várias das licenças mais usadas; se você não estiver familiarizado com essa lista, reserve algum tempo para ler <a href="%s"> Licenças de software livre compatíveis com a GPL</a>.
ru: Чтобы поддерживать совместимость между проектами Саванны, мы принимаем только лицензии свободных программ, совместимые с GPL. Список совместимых с GPL лицензий содержит несколько самых популярных лицензий; если вы незнакомы с этими лицензиями, найдите, пожалуйста, время прочесть раздел <a href="%s"> Совместимые с GPL лицензии свободных программ</a>.

source: Keep in mind that your project is not approved automatically after you follow the registration steps, but it will have to be evaluated by one of the Savannah administrators. Preliminary evaluation may take from one day to a week, depending on the current number of pending projects.
fr: Gardez à l'esprit que votre projet n'est pas approuvé automatiquement après que vous ayez suivi les étapes de l'inscription. Il devra être évalué par un des administrateurs de Savannah. L'évaluation préliminaire peut prendre entre un jour et une semaine en fonction du nombre de projets en attente.
he: כדאי לזכור שהמיזם שלך לא מקבל אישור אוטומטית לאחר מעקב אחר צעדי הרישום, אחד מחברי הנהלת Savanna יצטרך להעריך את המיזם. הערכה ראשונית יכולה לקחת בין יום לשבוע, כתלות במספר המיזמים הממתינים.
pt_br: Tenha em mente que seu projeto não é aprovado automaticamente depois que você seguir as etapas de registro, mas terá que ser avaliado por um dos administradores do Savannah. A avaliação preliminar pode levar de um dia a uma semana, dependendo do número atual de projetos pendentes.
ru: Имейте в виду, что ваш проект не принимается автоматически после того, как вы пройдете эти шаги регистрации, а будет оцениваться администрацией Саванны. Первоначальная оценка может занять от одного дня до недели в зависимости от текущего числа проектов на очереди.

source: Please fill in this submission form. The Savannah Hackers will then review it for hosting compliance.
fr: Veuillez remplir ce formulaire d'inscription. Les Savannah Hackers l'examineront pour la conformité avec l'hébergement.
he: נא למלא את טופס ההגשה. ההאקרים של Svannah יסקרו אותו להתאמה לאירוח.
pt_br: Por favor, preencha este formulário de envio. Os Hackers do Savannah, então, irão revisá-lo para conformidade de hospedagem.
ru: Заполните эту форму. Администраторы Саванны проверят соблюдение требований по размещению.

source: Note: if you wish to submit your package for GNU Evaluation, please check the <a href='%s'>GNU Software Evaluation</a> webpage instead.
fr: Note: si vous souhaitez soumettre votre paquet pour l'évaluation GNU, veuillez consulter la page web <a href='%s'>GNU Software Evaluation</a>.
he: לתשומת לבך: להגשת החבילה שלך להערכה של גנו, נא לעיין בעמוד ‏‫<a href='%s'>הערכת תכנה בגנו</a> במקום.
pt_br: Nota: se você deseja enviar seu pacote para Avaliação do GNU, verifique a página web de <a href='%s'>Avaliação de software GNU</a>.
ru: Внимание: если вы желаете предложить свой пакет для GNU, пожалуйста, обратитесь вместо этого к странице <a href='%s'>Оценка программ для GNU</a>.

source: Registration Complete!
fr: Enregistrement terminé !
he: ההרשמה הושלמה!
pt_br: Registro concluído!
ru: Регистрация завершена!
