Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Savane uses language negotiation to automatically select the translation the visitor prefers, and this is what we generally recommend. In order to use this feature, you should configure your preferred languages in your browser. However, this page offers a way to override the mechanism of language negotiation for the cases where configuring browser is hard or impossible. Note that each domain (like savannah.gnu.org vs. savannah.nongnu.org) has its own setting.
fr: Savane utilise la négociation automatiquement de la langue pour choisir la traduction que le visiteur préfère et c'est ce que nous recommandons habituellement. Pour utiliser cette fonctionnalité, vous devez configurer vos langues préférées dans votre navigateur. Cependant, cette page propose un moyen de forcer la langue dans les cas où la configuration du navigateur est difficile ou impossible. Notez que chaque domaine (tels que savannah.gnu.org ou savannah.nongnu.org) a ses propres paramètres.
he: ‫Savane עורכת משא ומתן כדי לבחור את השפה המועדפת על המבקרים אוטומטית, זאת ההמלצה הכללית שלנו. כדי להשתמש בתכונה הזאת, עליך להגדיר את השפה המועדפת עליך בדפדפן. עם זאת, העמוד הזה מציע דרך לעקוף את המשא והמתן במקרים שבהם הגדרת הדפדפן מסובכת או בלתי אפשרית. נא לשים לב שלכל שם תחום (כגון savannah.gnu.org לעומת savannah.nongnu.org) יש הגדרה משלו.
pt_br: O Savane usa a negociação de idioma para selecionar automaticamente a tradução que o visitante prefere, e é isso que geralmente recomendamos. Para usar este recurso, você deve configurar seus idiomas preferidos no seu navegador. No entanto, esta página oferece uma maneira de substituir o mecanismo de negociação de idioma para os casos em que a configuração do navegador é difícil ou impossível. Observe que cada domínio (como savannah.gnu.org vs. savannah.nongnu.org) possui sua própria configuração.
ru: Savane пользуется автоматическим определением языка для выбора предпочтительного для посетителя перевода, и это мы в общем случае рекомендуем. Чтобы пользоваться этим, нужно настроить языковые предпочтения в браузере. Однако эта страница предлагает способ обойти этот механизм для случаев, когда настройка браузера затруднительна или невозможна. Обратите внимание, что у каждого домена (такого как savannah.gnu.org и savannah.nongnu.org) свои настройки.

source: Keep for a year
fr: Conserver durant un an
he: לשמור למשך שנה
pt_br: Manter por um ano
ru: Запомнить на год

source: Your language choice will be stored in a cookie for a year. When unchecked, it will be cleared at the end of browser session.
fr: Votre choix de langue sera stocké dans un cookie pour un an. Si la case n'est pas cochée, il sera supprimé à la fin de la session de votre navigateur.
he: בחירת השפה שלך תאוחסן בעוגיה למשך שנה. כשהתיבה לא מסומנת היא תפונה בסוף מופע הפעילות של הדפדפן.
pt_br: Sua escolha de idioma será armazenada em um cookie por um ano. Quando desmarcada, será apagada no final da sessão do navegador.
ru: Выбранный язык будет запомнен на год. Если флажок не установлен, настройка будет сбрасываться в конце сеанса работы с браузером.

source: Reset
fr: Réinitialiser
he: איפוס
pt_br: Redefinir
ru: Сброс

source: Use the topmost item (&ldquo;Reset&rdquo;) to clear the cookie immediately.
fr: Utilisez l'élément tout en haut (« Réinitialiser ») pour supprimer le cookie immédiatement.
he: ניתן להשתמש בפריט העליון („איפוס”) כדי לפנות את העוגיה מיידית.
pt_br: Use o item mais alto (“Redefinir”) para limpar o cookie imediatamente.
ru: Верхний вариант (&ldquo;Сброс&rdquo;) сбрасывает настройку немедленно.

source: Enter your search words above.
ca: Introduïu aquí les paraules de cerca.
fr: Inscrivez vos critères de recherche ci-dessous.
he: נא למלא את מילות החיפוש שלך לעיל.
pt_br: Digite suas palavras de pesquisa acima.
ru: Введите сверху слова для поиска.

source: Project
ca: Projecte
fr: Projet
he: מיזם
pt_br: Projeto
ru: Проект

source: Description
ca: Descripció
he: תיאור
pt_br: Descrição
ru: Описание

source: Type
ca: Tipus
he: סוג
pt_br: Tipo
ru: Тип

source: Note that <strong>private</strong> projects are not shown on this page.
fr: Notez que les projets <strong>privés</strong> ne sont pas montrés sur cette page.
he: נא לשים לב שמיזמים <strong>אישיים</strong> לא מופיעים בעמוד הזה.
pt_br: Note que projetos <strong>privados</strong> não são mostrados nessa página.
ru: Обратите внимание, что <strong>скрытые</strong> проекты на этой странице не показаны.

source: Login
ca: Inici de sessió
fr: S'authentifier
he: כניסה
ru: Войти

source: Name
ca: Nom
fr: Nom
he: שם
pt_br: Nome
ru: Имя

source: Item Id
ca: Id. de l'element
fr: Id d'élément
he: מזהה פריט
pt_br: Id de item
ru: Номер заявки

source: Item Summary
ca: Resum dels elements
fr: Sujet de l'élément
he: סיכום פריט
pt_br: Resumo do item
ru: Тема заявки

source: Group
ca: Grup
fr: Groupe
he: קבוצה
pt_br: Grupo
ru: Группа

source: Submitted By
ca: Enviat per
fr: Posté par
he: הוגש על ידי
pt_br: Enviado por
ru: Автор

source: Date
ca: Data
he: תאריך
pt_br: Data
ru: Дата

source: Invalid Search!!
ca: Cerca no vàlida
fr: Recherche non valide !
he: חיפוש שגוי!
pt_br: Pesquisa Inválida!!
ru: Неправильный поиск!

source: This account uses an AFS password. <strong>You cannot change your AFS password via Savane</strong>. Contact the AFS managers.
fr: Ce compte utilise un mot de passe AFS. <strong>Vous ne pouvez pas changer votre mot de passe AFS via Savane</strong>. Contactez le responsable AFS.
he: חשבון זה משתמש בסיסמה של AFS. <strong> אי אפשר לשנות את ‫הסיסמה שלך ב־AFS דרך Savane</strong>. יש ליצור קשר עם הנהלת AFS.
pt_br: Essa conta usa uma senha AFS. <strong>Você não pode alterar sua senha AFS pelo Savane</strong>. Contate os gerentes do AFS.
ru: В этой учетной записи применяется пароль AFS. <strong>Пароль AFS через Savane не изменяется</strong>. Обратитесь в администрацию AFS.

source: This account hasn't been activated, please contact website administration
fr: Ce compte n'a pas été activé, veuillez contacter l'administration du site web
he: חשבון זה לא הופעל, נא ליצור קשר עם הנהלת האתר
pt_br: Essa conta não foi ativada, por favor contate a administração do site
ru: Эта учетная запись не была активирована, обратитесь к администрации сайта

source: This account does not exist
fr: Ce compte n'existe pas
he: החשבון הזה לא קיים
pt_br: Essa conta não existe
ru: Такой учетной записи нет

source: Invalid User
ca: Usuari no vàlid
fr: Utilisateur inconnu
he: משתמש שגוי
pt_br: Usuário inválido
ru: Неправильное имя пользователя.

source: An email for your lost password has already been sent. Please wait one hour and try again.
fr: Un courriel concernant votre mot de passe perdu a déjà été envoyé. Attendez une heure et réessayez.
he: כבר נשלחה אליך בקשה על אובדן סיסמה. נא להמתין שעה ולנסות שוב.
pt_br: Um e-mail para sua senha perdida já foi enviada. Por favor, aguarde uma hora e tente novamente.
ru: Восстановление пароля уже запрошено. Новые запросы принимаются через час.

source: Someone (presumably you) on the %s site requested a password change through email verification.
fr: Quelqu'un (probablement vous) a demandé un changement de mot de passe par courriel sur le site %s.
he: התקבלה בקשה להחלפת סיסמה דרך אימות דוא״ל באתר %s ‫על ידי גורם אלמוני (כנראה מדובר בך).
pt_br: Alguém (possivelmente você) no site do %s solicitou uma alteração de senha através da verificação de e-mail.
ru: Кто-то (предположительно, вы) запросил на сайте %s восстановление пароля по электронной почте.

source: If this was not you, this could pose a security risk for the system.
ca: Si ha estat algú altre, pot haver-hi un risc de seguretat al sistema.
fr: Si ce n'est pas vous, cela pourrait représenter un problème de sécurité pour le système.
he: אם זה לא אתם, יכול להיות שמדובר באיום אבטחה על האתר.
pt_br: Se esse não foi você, isso pode ser um risco de segurança para o sistema.
ru: Если это не вы, возможно, систему пытаются взломать.

source: The request came from %s (IP: %s; port: %s; user agent: %s)
fr: La demande est venue de %s (IP: %s; port: %s; navigateur: %s)
he: הבקשה הגיעה מהמקור %s ‏‫(IP:‏ %s; פתחה: %s; סוכן משתמש: %s)
pt_br: A solicitação veio de %s (IP: %s; porta: %s; user-agent: %s)
ru: Запрос пришел из %s (IP: %s; порт: %s; пользовательский агент: %s)

source: If you requested this verification, visit this URL to change your password:
fr: Si vous avez demandé cette vérification, visitez cette URL pour changer de mot de passe :
he: אם ביקשת את האימות הזה, יש לבקר בכתובת כדי להחליף את הסיסמה שלך:
pt_br: Se você pediu essa verificação, visite essa URL para mudar sua senha:
ru: Если это действие запросили вы, перейдите для смены пароля по адресу:

source: In any case make sure that you do not disclose this URL to somebody else, e.g. do not mail this to a public mailinglist!
fr: Dans tous les cas, assurez-vous de ne pas communiquer cette URL à quelqu'un d'autre. Ne postez pas ce message sur une liste publique !
he: בכל מקרה עליך לוודא לא לחשוף את הכתובת הזאת לגורם נוסף‬ ‫‫כלומר לא לשלוח את זה בקבוצת דיוור ציבורית!‬
pt_br: De qualquer forma, certifique-se de não divulgar essa URL para outra pessoa, ex.: não envie esse e-mail para uma lista de discussões pública!
ru: Во всяком случае, не раскрывайте никому этого адреса, например, не посылайте его в открытый список расылки!

source: -- the %s team.
ca: -- L'equip de %s.
fr: -- L'équipe de %s
he: -- צוות %s.
pt_br: -- a equipe do %s.
ru: -- команда сайта %s.

source: Encryption failed.
fr: Échec du chiffrement.
he: ההצפנה נכשלה.
pt_br: Criptografia falhou.
ru: Сбой при шифровании.

source: No key for encryption found.
fr: Aucune clé trouvée pour le chiffrement.
he: לא נמצא מפתח להצפנה.
pt_br: Nenhuma chave para criptografia encontrada.
ru: Не найден ключ для шифрования.

source: Can't extract user_id from database.
fr: Impossible d'extraire le user_id de la base de données.
he: לא ניתן לחלץ user_id (מזהה משתמש) ממסד הנתונים.
pt_br: Não foi possível extrair user_id do banco de dados.
ru: Не удлось извлечь user_id из базы данных.

source: Can't create temporary files.
fr: Impossible de créer des fichiers temporaires.
he: לא ניתן ליצור קבצים זמניים.
pt_br: Não foi possível criar arquivos temporários.
ru: Не удалось создать временные файлы.

source: Extracted GPG key ID is invalid.
fr: Le ID de la clé GPG extraite est invalide
he: מפתח ה־GPG שחולץ שגוי.
pt_br: O ID de chave GPG extraído é inválida.
ru: Извлеченный идентификатор ключа GPG недопустим.

source: Confirmation mailed
ca: S'ha enviat la confirmació
fr: La confirmation a été envoyée
he: האישור נשלח בדוא״ל
pt_br: Confirmação enviada
ru: Подтверждение отправлено по почте

source: Lost Password Confirmation
ca: Confirmació de pèrdua de contrasenya
fr: Confirmation de perte de mot de passe
he: אישור סיסמה שנשכחה
pt_br: Confirmação de senha perdida
ru: Подтверждение утерянного пароля

source: An email has been sent to the address you have on file.
ca: S'ha enviat un correu electrònic a la vostra adreça registrada.
fr: Un courriel a été envoyé à l'adresse associée à votre compte.
he: נשלחה הודעה בדוא״ל לכתובת שיש לך בקובץ.
pt_br: Um e-mail foi enviado para o endereço que você tem registrado.
ru: Электронное письмо было отослано на ваш электронный адрес.

source: Follow the instructions in the email to change your account password.
ca: Seguiu les instruccions del correu electrònic per canviar la contrasenya del compte.
fr: Suivez les instructions données dans ce courriel pour changer votre mot de passe.
he: נא לעקוב אחר ההנחיות בדוא״ל כדי לשנות את סיסמת החשבון שלך.
pt_br: Siga as instruções no e-mail para modificar a senha da sua conta.
ru: Для изменения пароля следуйте инструкциям в электронном письме.

source: Note that the message was sent unencrypted. In order to use encryption, register an encryption-capable GPG key and set the <b>Encrypt emails when resetting password</b> checkbox in your account settings.
fr: Notez que le message a été envoyé sans chiffrement. Pour utiliser le chiffrement, enregistrez une clé GPG pour le chiffrement et activez la case à cocher <b>Chiffrer les mails lors de la réinitialisation du mot de passe</b> dans votre compte.
he: נא לשים לב שההודעה נשלחה בלתי מוצפנת. כדי להשתמש בהצפנה, יש לרשום מפתח GPG שמותאם להצפנה ולסמן את האפשרות <b>להצפין את הודעות הדוא״ל בעת איפוס סיסמה</b> בהגדרות החשבון שלך.
pt_br: Observe que a mensagem foi enviada sem criptografia. Para usar a criptografia, registre uma chave GPG com criptografia e defina a caixa de seleção <b>Criptografar e-mails ao redefinir a senha</b> nas configurações da sua conta.
ru: Внимание! Сообщение отправлено незашифрованным. Чтобы пользоваться шифрованием, зарегистрируйте ключ GPG с возможностью шифрования и поставьте флажок <b>Шифровать сообщения при сбросе пароля</b> в настройках своей учетной записи.

source: Note that it was encrypted with your registered GPG key.
fr: Notez qu'il a été chiffré avec la clé GPG que vous avez enregistrée.
he: נא לשים לב שהוא הוצפן עם מפתח ה־GPG שרשמת.
pt_br: Note que ela estava criptografada com sua chave GPG registrada.
ru: Обратите внимание, что оно было зашифровано зарегистрированным вами ключом GPG.

source: Savane thinks your cookies are not activated for %s. Please activate cookies in your web browser for this website and [%s try to login again].
fr: Savane pense que vos cookies ne sont pas activés pour %s. Merci d'activer les cookies dans votre navigateur pour ce site et [%s essayez de vous connecter à nouveau].
he: ‫Savane חושבת שהעוגיות שלך אינן מופעלות עבור %s. ‫נא להפעיל עוגיות בדפדפן שלך עבור האתר הזה ‫ו[%s לנסות להיכנס שוב].
pt_br: Savane acha que seus cookies não estão ativados para %s. Ative os cookies em seu navegador web para este site e [%s tente se autenticar novamente].
ru: Кажется, у вас не разрешены куки для %s. Разрешите куки для этого сайта в своем браузере и [%s попробуйте войти снова].

source: Pending Account
ca: Compte pendent
fr: Compte en attente
he: חשבון ממתין
pt_br: Conta pendente
ru: Неподтвержденная учетная запись

source: Your account is currently pending your email confirmation. Visiting the link sent to you in this email will activate your account.
fr: Votre compte est actuellement en attente de votre confirmation. Visitez le lien qui vous a été envoyé dans ce courriel pour activer votre compte.
he: החשבון שלך ממתין לאישור בדוא״ל. כניסה לקישור שנשלח אליך בהודעה הזאת יפעיל את החשבון שלך.
pt_br: Sua conta está com pendência de confirmação de e-mail. Visitar o link enviado a você nesse e-mail vai ativar sua conta.
ru: Ваша учетная запись ожидает подтверждения по электронной почте. Учетная запись будет активирована, когда вы перейдете по ссылке, которую вам прислали.

source: Resend Confirmation Email
ca: Reenvia el correu electrònic de confirmació
fr: Réenvoyer un courriel de confirmation
he: שליחת הודעת אישור בדוא״ל מחדש
pt_br: Reenviar e-mail de confirmação
ru: Выслать код подтверждения еще раз

source: Troubleshooting:
ca: Resolució de problemes:
fr: Résolution du problème :
he: פתרון תקלות:
pt_br: Solução de problemas:
ru: Поиск проблем:

source: Is the &ldquo;Caps Lock&rdquo; or &ldquo;A&rdquo; light on your keyboard on?
fr: La lumière « Caps Lock » ou « A », se trouvant sur votre clavier, est-elle allumée ?
he: האם נורית ה־„Caps Lock” או ה־„A” במקלדת פעילה?
pt_br: A tecla “Caps Lock” ou a luz de “A” em seu teclado está ativa?
ru: У вас на клавиатуре горит &ldquo;Caps Lock&rdquo; (&ldquo;A&rdquo;)?

source: If so, hit &ldquo;Caps Lock&rdquo; key before trying again.
fr: Si c'est le cas, appuyez sur la touche « Caps Lock » avant de réassayer.
he: אם כך, יש ללחוץ על „Caps Lock” לפני הניסיון הבא.
pt_br: Se está, pressione a tecla “Caps Lock” antes de tentar novamente.
ru: Если горит, нажмите &ldquo;Caps Lock&rdquo; перед тем, как попробовать снова.

source: Did you forget or misspell your password?
ca: Heu oblidat la contrasenya o l'heu introduït malament?
fr: Avez-vous oublié ou mal orthographié votre mot de passe ?
he: שכחת את הסיסמה שלך או שגית בהקלדתה?
pt_br: Você se esqueceu sua senha ou a escreveu incorretamente?
ru: Забыли или потеряли свой пароль?

source: You can recover your password using the lost password form.
ca: Per recuperar la contrasenya, utilitzeu el formulari pertinent.
fr: Vous pouvez récupérer votre mot de passe en utilisant le formulaire de mot de passe perdu.
he: אפשר לשחזר את הסיסמה באמצעות טופס איבוד סיסמה.
pt_br: Você pode recuperar sua senha usando o formulário de senha perdida.
ru: Вы можете востановить свой пароль при помощи формы востановления.

source: Still having trouble?
ca: Continuen els problemes?
fr: Le problème n'est pas résolu ?
he: עדיין עולים קשיים?
pt_br: Ainda está tendo problemas?
ru: Все еще есть проблемы?

source: Fill a support request.
ca: Ompliu una sol·licitud de suport.
fr: Postez une demande d'assistance technique
he: מילוי בקשת תמיכה.
pt_br: Preencha uma solicitação de suporte.
ru: Заполните запрос поддержки.

source: Login Name:
ca: Nom d'inici de sessió:
fr: Nom de compte :
he: שם משתמש:
pt_br: Nome de login:
ru: Имя учетной записи:

source: No account yet?
ca: Encara no tens compte?
fr: Pas encore de compte ?
he: אין חשבון עדיין?
pt_br: Não tem conta ainda?
ru: Еще нет учетной записи?

source: Password:
ca: Contrasenya:
fr: Mot de passe :
he: סיסמה:
pt_br: Senha:
ru: Пароль:

source: Lost your password?
ca: Heu perdut la contrasenya?
fr: Vous avez perdu votre mot de passe ?
he: איבדת את הסיסמה שלך?
pt_br: Perdeu sua senha?
ru: Утерян пароль?

source: This server does not encrypt data (no https), so the password you sent may be viewed by other people. Do not use any important passwords.
fr: Ce serveur n'utilise pas https, le mot de passe que vous avez envoyé peut donc être intercepté par une tierce personne. N'utilisez pas de mots de passe importants.
he: השרת הזה לא מצפין נתונים (אינו https), לכן הסיסמה ששלחת עשויה להיות חשופה לאחרים. לא כדאי להשתמש בסיסמאות חשובות כלשהן.
pt_br: Esse servidor não usa dados criptografados (sem https), então a senha que você enviou pode ser vista por outras pessoas. Não use senhas importantes.
ru: Связь с этим сервером не шифруется (это не HTTPS), так что пароль, который вы отправили, могут увидеть другие. Не пользуйтесь никакими важными паролями.

source: Remember me
ca: Recorda'm
fr: Se souvenir de moi
he: לזכור אותי
pt_br: Lembrar de mim
ru: Запомнить меня

source: For a year, your login information will be stored in a cookie. Use this only if you are using your own computer.
fr: Les informations d'authentification seront stockées dans un cookie pendant un an. N'utilisez cette fonctionnalité que si vous êtes le seul à utiliser cet ordinateur.
he: למשך שנה, פרטי הגישה שלך יאוחסנו בעוגיה. יש להשתמש בזה רק אם זה המחשב שלך.
pt_br: Por um ano, suas informações de login serão armazenadas em um cookie. Use isso apenas se você estiver usando seu próprio computador.
ru: Информация вашей учетной записи будет храниться в виде куки в течение года. Пользуйтесь этим только на своем собственном компьютере.

source: Login also in %s
ca: Inicia la sessió també a %s
fr: S'authentifier aussi à %s
he: להיכנס גם אל %s
pt_br: Autenticar também no %s
ru: Войти также в %s

source: Lost Account Password
ca: Contrasenya perduda
fr: Mot de passe perdu
he: סיסמת חשבון אבודה
pt_br: Perda da senha da conta
ru: Утерянный пароль

source: The form below will email a URL to the email address we have on file for you. In this URL is a 128-bit confirmation hash for your account. Visiting the URL will allow you to change your password online and login.
fr: Après avoir rempli le formulaire suivant, vous recevrez une URL par courriel à l'adresse que vous avez enregistré. Dans cette URL, il y a un code de confirmation (un hash de 128 bits) pour votre compte. En visitant cette URL, vous pourrez changer votre mot de passe en ligne et vous réauthentifier.
he: הטופס שלהלן ישלח כתובת אתר לכתובת הדוא״ל שלך שמתועדת אצלנו. בכתובת האתר הזאת יש גיבוב אישור באורך 128 סיביות לחשבון שלך. ביקור באתר שבכתובת יאפשר לך לשנות את הסיסמה שלך ואת פרטי הכניסה שלך באופן מקוון.
pt_br: O formulário abaixo enviará uma URL para o endereço de e-mail que temos registrado para você. Nesta URL está um hash de confirmação de 128 bits para sua conta. Visitar à URL permitirá que você altere sua senha on-line e se autentique.
ru: После отправки этой формы на адрес, с которым вы зарегистрированы, будет послан URL. В этом URL содержится код сброса для вашей учетной записи. Перейдя по этому URL, вы сможете сменить свой пароль.

source: This will work only if your account was already successfully registered and activated. Note that accounts that are not activated within the three days next to their registration are automatically deleted.
fr: Ceci ne fonctionnera que si votre compte a déjà été enregistré avec succès et activé. Notez que les comptes qui ne sont pas activés dans les trois jours suivant leur enregistrement sont automatiquement supprimés.
he: תהליך זה יעבוד רק אם החשבון שלך כבר נרשם והופעל בהצלחה. נא לשים לב שחשבונות שלא מופעלים תוך שלושה ימים בסמוך לרישומם נמחקים אוטומטית.
pt_br: Isso funcionará somente se a sua conta já tiver sido registrada e ativada com sucesso. Observe que as contas que não ativadas dentro dos três dias próximos ao seu registro são excluídas automaticamente.
ru: Это действует, только если ваша учетная запись уже успешно зарегистрирована и активирована. Обратите внимание, что учетные записи, не активированные в течение трех дней после регистрации, автоматически удаляются.

source: Send lost password hash
ca: Envia el codi de contrasenya perduda
fr: Poster le code de mot de passe perdu
he: שליחת גיבוב סיסמה אבודה
pt_br: Enviar hash de senha perdida
ru: Отправить код для восстановления пароля

source: This confirmation hash exists more than once.
fr: Ce code de confirmation existe plus d'une fois.
he: גיבוב אימות זה קיים יותר מפעם אחת.
pt_br: Esse hash de confirmação existe mais que uma vez.
ru: Этот код подтверждения продублирован.

source: Invalid confirmation hash.
ca: La confirmació no és vàlida.
fr: Code de confirmation non valide.
he: גיבוב אימות שגוי.
pt_br: Hash de confirmação inválido.
ru: Неправильный код подтверждения.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות אינן תואמות.
pt_br: Senhas não conferem.
ru: Пароли не совпадают.

source: Lost Password Login
ca: Regeneració de contrasenya
fr: Réinitialisation du mot de passe
he: כניסת סיסמה אבודה
pt_br: Login da senha perdida
ru: Вход с утерянным паролем

source: Welcome, %s.
fr: Bienvenue, %s
he: ברוך בואך, %s.
pt_br: Bem-vindo, %s.
ru: Добро пожаловать, %s.

source: You may now change your password
ca: Ara podeu canviar la contrasenya
fr: Vous pouvez maintenant changer votre mot de passe
he: עכשיו מותר לך להחליף את הסיסמה שלך
pt_br: Agora você pode alterar a sua senha
ru: Теперь можно сменить свой пароль

source: New password / passphrase:
fr: Nouveau mot de passe :
he: סיסמה / מילת צופן חדשה:
pt_br: Nova senha:
ru: Новая фраза-пароль:

source: New Password (repeat):
ca: Repetiu la nova contrasenya:
fr: Nouveau mot de passe (confirmer) :
he: סיסמה חדשה (שוב):
pt_br: Nova senha (repita):
ru: Новый пароль (повтор):

source: Welcome to %s
ca: Benvingut a %s
fr: Bienvenue à %s
he: ברוך בואך אל %s
pt_br: Bem-vindo ao %s
ru: Добро пожаловать в %s

source: You are now a registered user on %s.
ca: Sou un usuari registrat a %s.
fr: Vous êtes maintenant un utilisateur enregistré sur %s.
he: סיימת לרשום משתמש ב־%s.
pt_br: Você agora é um usuário registrado no %s.
ru: Теперь вы зарегистрированный пользователь на %s
