Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: If you think that there's a broken link on %s that must be repaired, <a href="%s">file a support request</a>, mentioning the URL you tried to access (%s).
fr: Si vous pensez qu'un lien est brisé sur %s et qu'il doit être réparé, <a href="%s">postez une requête d'assistance technique</a>, en mentionnant l'adresse que vous avez tenté de consulter (%s).
he: אם לדעתך יש קישור שבור תחת %s שיש לתקן, ‏‫<a href="%s">נא לפתוח בקשת תמיכה</a>, תוך ציון הכתובת ‫אליה ניסית לגשת (%s).
pt_br: Se você acha que há um link quebrado no %s que deve ser corrigido, <a href="%s">preencha uma solicitação de suporte</a>, mencionando a URL que você tentou acessar (%s).
ru: Если вы думаете, что на сайте %s есть неверная ссылка, которую нужно исправить, <a href="%s">подайте заявку на поддержку</a>, упомянув URL, по которому вы пытались перейти (%s).

source: GNU General Public License v3 or later
fr: GNU General Public License v3 ou ultérieure
he: הרישיון הציבורי הכללי של גנו, גרסה 3 ומעלה
pt_br: Licença de Pública Geral GNU v3 ou posterior
ru: Стандартная общественная лицензия GNU версии 3 или более поздней

source: GNU General Public License v2 or later
fr: Licence publique générale GNU v2 ou ultérieure
he: הרישיון הציבורי הכללי של גנו, גרסה 2 ומעלה
pt_br: Licença de Pública Geral GNU v2 ou posterior
ru: Стандартная общественная лицензия GNU версии 2 или более поздней

source: GNU Lesser General Public License
he: הרישיון הציבורי הכללי המוקטן של גנו
pt_br: Licença de Pública Geral Menor GNU
ru: Меньшая стандартная общественная лицензия GNU

source: GNU Free Documentation License
fr: Licence de documentation libre GNU
he: רישיון תיעוד חופשי של גנו
pt_br: Licença de Documentação Livre GNU
ru: Лицензия свободной документации GNU

source: Modified BSD License
fr: Licence BSD modifiée
he: רישיון של BSD שנערך
pt_br: Licença BSD Modificada
ru: Измененная лицензия BSD

source: X11 license
fr: Licence X11
he: רישיון X11
pt_br: Licença X11
ru: Лицензия X11

source: Cryptix General License
fr: Licence générale Cryptix
he: הרישיון הציבורי Cryptix
pt_br: Licença Geral Cryptix
ru: Стандартная лицензия Cryptix

source: The license of ZLib
fr: La licence de ZLib
he: הרישיון של ZLib
pt_br: A licença do Zlib
ru: Лицензия ZLib

source: The license of the iMatix Standard Function Library
fr: La licence de la bibliothèque de fonctions standard iMatrix
he: רישיון ספריית הפונקציות התקנית של iMatix
pt_br: A licença da Licença da Biblioteca de Função Padrão iMatix
ru: Лицензия Библиотеки стандартных функциф iMatix

source: The W3C Software Notice and License
fr: L'avis et la licence du logiciel W3C
he: הצהרת התוכנה והרישיון של W3C
pt_br: Aviso e Licença para Software da W3C
ru: Уведомление и лицензия программ W3C

source: The Berkeley Database License
fr: La licence de la base de données Berkeley
he: רישיון מסד הנתונים של Berkeley
pt_br: A Licença do Banco de Dados de Berkeley
ru: Лицензия базы данных Беркли

source: The License of Python 1.6a2 and earlier versions
fr: La licence des versions de Python 1.6a2 et précédentes
he: הרישיון של Python 1.6a2 וגירסאות קודמות
pt_br: A Licença do Python 1.6a2 e versões anteriores
ru: Лицензия Python 1.6a2 и более ранних версий

source: The License of Python 2.0.1, 2.1.1, and newer versions
fr: La licence de Python 2.0.1, 2.1.1 et les versions plus récentes
he: הרישיון של Python 2.0.1, 2.1.1, וגירסאות יותר עדכניות
pt_br: A Licença do Python 2.0.1, 2.1.1 e versões mais novas
ru: Лицензия Python 2.0.1, 2.1.1 и более поздних версий

source: The Clarified Artistic License
fr: La licence artistique clarifiée
he: הרישיון האומנותי המובהר
pt_br: A Licença Artística Esclarecida
ru: Разъясненная художественная лицензия

source: The license of Perl (disjunction of the Artistic License and the GNU GPL)
fr: La licence de Perl (disjonction des licences artistique et de GNU GPL)
he: הרישיון של Perl (הכלאה בין הרישיון האומנותי לבין GPL מבית גנו)
pt_br: A licença do Perl (disjunção da Licença Artística e a GNU GPL)
ru: Лицензия Perl (дизъюнкция Артистической лицензии и GNU GPL)

source: Expat License (sometime refered to as MIT License)
fr: Licence Expat (parfois appelée la licence MIT)
he: רישיון Expat (נקרא לפעמים רישיון MIT):
pt_br: Licença Expat (algumas vezes referida como Licença MIT)
ru: Лицензия expat (иногда называемая лицензией MIT)

source: Affero General Public License v1 or later
fr: Licence publique générale Affero v1 ou ultérieure
he: הרישיון הציבורי הכללי של Affero, גרסה 1 ואילך
pt_br: Licença de Pública Geral Affero v1 ou posterior
ru: Стандартная общественная лицензия Афферо версии 1 или более поздней

source: GNU General Public License v2 or later with GNU Classpath special exception
fr: Licence publique générale GNU v2 ou ultérieure avec l'exception spéciale GNU Classpath
he: גירסה 2 של הרישיון הציבורי הכללי של גנו עם חריגה מיוחדת ל־Classpath מגנו
pt_br: Licença Pública Geral GNU v2 ou posterior com exceção especial de GNU Classpath
ru: Стандатная общественная лицензия GNU версии 2 или более поздней с особым исключением для GNU Classpath

source: Public domain
fr: Domaine public
he: נחלת הכלל
pt_br: Domínio público
ru: Общественное достояние

source: WebSite Only
fr: Site web uniquement
he: אתר בלבד
pt_br: Site apenas
ru: Только сайт

source: Other license
fr: Autre licence
he: רישיון אחר
pt_br: Outras licenças
ru: Другая лицензия

source: GNU General Public License v2 or later (+ dual licensing)
fr: GNU General Public License v2 ou ultérieure (+ licence double)
he: הרישיון הציבורי הכללי של גנו, גרסה 2 ומעלה (עם רישוי כפול)
pt_br: Licença Pública Geral GNU v2 ou posterior (+ licenciamento duplo)
ru: Стандартная общественная лицензия GNU версии 2 или более поздней (+ двойственное лицензирование)

source: GNU Affero General Public License v3 or later
fr: GNU Affero General Public License v3 ou ultérieure
he: הרישיון הציבורי הכללי של גנו במהדורת Affero, גרסה 3 או כל גרסה עדכנית יותר
pt_br: Licença de Pública Geral Affero GNU v3 ou posterior
ru: Стандартная общественная лицензия GNU Афферо версии 3 или более поздней

source: 0 - Undefined
fr: 0 - Indéfini
he: 0 - לא מוגדר
pt_br: 0 - Indefinido
ru: 0 - неопределено

source: 1 - Planning
fr: 1 - Planification
he: 1 - תכנון
pt_br: 1 - Planejamento
ru: 1 - планируется

source: 2 - Pre-Alpha
fr: 2 - Pré-Alpha
he: 2 - טרום אלפא
pt_br: 2 - Pré-alfa
ru: 2 - пред-альфа

source: 3 - Alpha
he: 3 - אלפא
pt_br: 3 - Alfa
ru: 3 - альфа

source: 4 - Beta
he: 4 - בטא
ru: 4 - бета

source: 5 - Production/Stable
he: 5 - יציב/מבצעי
pt_br: 5 - Produção/Estável
ru: 5 - готов/стабильный

source: 6 - Mature
he: 6 - בוגר
pt_br: 6 - Maduro
ru: 6 - зрелый

source: ? - Orphaned/Unmaintained
fr: ? - Orphelin/Non maintenu
he: ? - יתום/מוזנח
pt_br: ? - Órfão/Sem mantenedor
ru: ? - заброшеный

source: 9 - Decommissioned
he: 9 - הופסק הפיתוח

source: Copyright &copy; 2022 &nbsp;Free Software Foundation, Inc.
he: כל הזכויות שמורות ‏&copy;‏ 2022 &nbsp;‏המוסד לתוכנה חופשית בע״מ.

source: Verbatim copying and distribution of this entire article is permitted in any medium, provided this notice is preserved.
fr: La copie mot pour mot et la distribution de cet article entier est permise sur n'importe quel support pour autant que cette notice soit préservée.
he: העתקה מפורשת והפצה של כל המאמר הזה מותרת בכל דרך ‫תקשורת, כל עוד הכתובית הזאת נשמרת כחלק ממנה.
pt_br: A cópia e distribuição literal de todo este artigo é permitida em qualquer meio, desde que este aviso seja preservado.
ru: Буквальное копирование и распространение всей этой стратьи разрешается на любом носителе при условии, что это уведомление сохраняется.

source: The <a href="%s">Levitating, Meditating, Flute-playing Gnu</a> logo is a GNU GPL'ed image provided by the Nevrax Design Team.
fr: Le logo du <a href="%s">Gnou qui médite et joue de la flûte</a> est une image GNU GPL fournie par l'équipe de designers Nevrax.
he: לוגו ה<a href="%s">גנו המרחף‬ ‫‫שעושה מדיטציה ומנגן בחליל</a> הוא תמונה שכפופה ל־GPL של גנו‬ ‫‫מאת צוות העיצוב Nevrax.
pt_br: O logotipo <a href="%s">GNU Levitando, Meditando, Tocando Flauta</a> é uma imagem da GNU GPL fornecida pela Equipe de Design Nevrax.
ru: Эмблема с изображением <a href="%s">левитирующего медитирующего играющего на флейте гну</a>, распространяемая по GNU GPL, подготовлена группой Nevrax.

source: Source Code
fr: Code source
he: קוד מקור
pt_br: Código-fonte
ru: Исходный текст

source: Savannah contact
fr: Contact Savannah
he: יצירת קשר עם Savannah
pt_br: Contato no Savannah
ru: Контакты Саванны

source: First and foremost: <strong>don't use the links here for contact about specific projects!</strong>
fr: Tout d'abord : <strong>n'utilisez pas les liens ici pour des contacts au sujet de projets spécifiques !</strong>
he: בראש ובראשונה: <strong>אין להשתמש בקישורים כאן כדי ליצור ‫קשר בנוגע למיזמים מסוימים!</strong>
pt_br: Em primeiro lugar: <strong>não use os links aqui para contato sobre projetos específicos!</strong>
ru: Во-первых и в-главных: <strong>не пользуйтесь этими ссылками, чтобы связаться с разработчиками конкретных проектов!</strong>

source: If you have a question about using a particular program hosted on Savannah, or a bug report, please please <b>visit&nbsp;the&nbsp;specific&nbsp;project&nbsp;page</b>&nbsp;(i.e.,&nbsp;<code>/projects/projname</code>) to find the appropriate contact. Savannah administrators generally have no knowledge of specific projects and cannot help with questions about them, so it is a waste of everyone's time to write us.
fr: Si vous avez des questions sur la manière d'utiliser un programme particulier hébergé par Savannah ou une anomalie à signaler, merci de <b>visiter&nbsp;la&nbsp;page&nbsp;spécifique&nbsp;du&nbsp;projet</b>&nbsp;(c-à-d&nbsp;<code>/projects/nomproj</code>) pour trouver les contacts appropriés. Les administrateurs de Savannah n'ont généralement aucune connaissance particulière des projets spécifiques et ne sauront pas vous aider pour des questions à leur sujet. Par conséquent, c'est un gaspillage de temps pour tout le monde de nous écrire.
he: אם יש לך שאלה על שימוש בתוכנית מסוימת שמתארחת אצל Savannah או דיווח על תקלה, נא לבקר ב<b>עמוד המסוים של אותו המיזם</b> (למשל: ‎/projects/projname) כדי לאתר פרטי קשר מתאימים. להנהלת Savannah בדרך כלל אין מושג לגבי מיזמים מסוימים ואין להם אפשרות לסייע בשאלות עליהם, לכן זה בזבוז זמן מוחלט לכתוב לנו.
pt_br: Se você tiver alguma dúvida sobre o uso de um programa específico hospedado no Savannah ou um relatório de erros, por favor <b>visite&nbsp;a&nbsp;página&nbsp;específica&nbsp;do&nbsp;projeto</b>&nbsp;(p.ex.,&nbsp;<code>/projects/nomeproj</code>) para encontrar o contato apropriado. Os administradores de Savannah geralmente não têm conhecimento de projetos específicos e não podem ajudar com perguntas sobre eles, então é um desperdício de tempo para todos nos escrever.
ru: Если у вас вопрос по пользованию конкретной программы, размещенной в Саванне, или отчет об ошибке, пожалуйста, будьте любезны <b>посетить страницу конкретного проекта</b> (напр., <code>/projects/имяпроекта</code>) и найти соотвествующие координаты. Администраторы Саванны обычно не владеют сведениями о конкретных проектах и не могут ответить на вопросы по ним, так что вы только потратите свое и наше время.

source: Contact points for Savannah itself:
fr: Points de contact pour Savannah lui-même :
he: נקודות קשר עבור Savannah עצמה:
pt_br: Pontos de contato para o Savannah em si:
ru: Как связаться с самой Саванной:

source: For general help with and discussion about using Savannah (<b>not</b> about a specific project hosted here), you can use the <a href="%s">savannah-users mailing list</a>.
fr: Pour de l'aide générale et une discussion sur l'utilisation de Savannah (<b>pas</b> au sujet d'un projet spécifique hébergé ici), veuillez utiliser la <a href="%s"liste de diffusion savannah-users</a>.
he: לעזרה כללית עם ודיון על השימוש ב־Savannah (<b>לא</b> ‫‫בנוגע למיזם מסוים שמתארח כאן), אפשר להשתמש ב<a ‫‏href="%s">רשימת הדיוור savannah-users</a>.
pt_br: Para ajuda em geral e discussão sobre como usar o Savannah (<b>não</b> sobre um projeto específico hospedado aqui), você pode usar a <a href="%s">lista de discussão savannah-users</a>.
ru: Общая помощь и обсуждение пользования Саванной (<b>не</b> конкретным проектом, размещенным здесь) доступна в <a href="%s">списке рассылки savannah-users</a>.

source: To report an issue or submit a request about the Savannah infrastructure (once again: <b>not</b> for a specific project), the best way is to
fr: Pour signaler un problème ou soumettre une requête au sujet de l'infrastructure de Savannah (encore une fois : <b>pas</b> pour un projet spécifique), la meilleure solution est de
he: כדי לדווח על תקלה או להגיש בקשה בנוגע לתשתית של Savannah (שוב: <b>לא</b> למיזם מסוים), הדרך הטובה ביותר היא
pt_br: Para relatar um problema ou enviar uma solicitação sobre a infraestrutura do Savannah (mais uma vez: <b>não</b> para um projeto específico), a melhor maneira é
ru: Чтобы сообщить о проблеме или подать заявку по инфраструктуре Саванны (еще раз: <b>не</b> конкретного проекта), лучше всего

source: submit a request to the Savannah administration tracker
fr: soumettre une requête sur l'outil de suivi de l'administration de Savannah
he: הגשת בקשה לעוקב ההנהלה של Savannah
pt_br: enviar uma solicitação ao rastreador da administração do Savannah
ru: оставить заявку в журнале администрации Саванны

source: As an alternative to submitting a tracker item, you can send mail to the <a href="%s">savannah-help-public</a> list, after <a href="%s">searching the archives</a>.
fr: Au lieu de créer une entrée dans l'outil de suivi, vous pouvez envoyer un courriel à la liste <a href="%s">savannah-help-public</a> après avoir effectué une <a href="%s">recherche dans les archives</a>.
he: חלופה להגשת פריט בעוקב היא לשלוח דוא״ל אל רשימת <a href="%s">savannah-help-public</a>, לאחר <a href="%s">חיפוש בארכיונים</a>.
pt_br: Como alternativa ao envio de um item do rastreador, você pode enviar e-mails para a lista <a href="%s">savannah-help-public</a>, após <a href="%s">pesquisar nos arquivos</a>.
ru: Вместо заявки в журнале можно послать сообщение в список <a href="%s">savannah-help-public</a> после <a href="%s">поиска в архивах</a>.

source: Finally, to report security-related or confidential issues, you can use the savannah-help-private list, which is not publicly archived (unlike all the others here).
fr: Finalement, pour signaler un problème confidentiel ou lié à la sécurité, vous pouvez utiliser la liste savannah-help-private qui n'est pas publiquement archivée (contrairement à toutes les autres).
he: לבסוף, כדי לדווח על תקלות אבטחה או גישה, ניתן להשתמש ברשימה savannah-help-private שאינה נשמרת בארכיון ציבורי (בניגוד לכל השאר כאן).
pt_br: Finalmente, para relatar problemas confidenciais ou relacionados à segurança, você pode usar a lista savannah-help-private, que não é arquivada publicamente (ao contrário de todas as outras aqui).
ru: Наконец, чтобы сообщать о конфиденциальных проблемах или проблемах безопасности, пользуйтесь списком рассылки savannah-help-private, его архив не доступен публично (в отличие от архивов других перечисленных здесь списков рассылки).

source: Miscellaneous...
fr: Divers…
he: שונות…
pt_br: Diversos...
ru: Прочее...

source: Backup
fr: Sauvegarde
he: גיבוי
ru: Резервное сохраниние

source: You can get read-only access to your raw CVS files (the RCS <code>,v</code> ones) using rsync:
fr: Vous pouvez accéder en lecture seule à vos fichiers CVS bruts (les fichiers RCS <code>,v</code>) en utilisant rsync :
he: אפשר לקבל גישה לקריאה בלבד של קובצי ה־CVS הגולמיים שלך (אלו עם RCS <code>,v</code>) עם rsync:
pt_br: Você pode obter acesso somente leitura aos seus arquivos CVS brutos (o RCS <code>,v</code>) usando o rsync:
ru: Доступ на чтение необработанных файлов CVS (т.е. файлов <code>,v</code> RCS) с помощью rsync:

source: ftp.gnu.org area
fr: zone ftp.gnu.org
he: אזור ftp.gnu.org
pt_br: Área no ftp.gnu.org
ru: Каталог ftp.gnu.org

source: Each GNU project has a download area at ftp.gnu.org. This area is not managed via Savannah. Write to %s to get access.
fr: Chaque projet GNU a une zone de téléchargement sur ftp.gnu.org. Cette zone n'est pas gérée par Savannah. Écrivez à %s pour y accéder.
he: לכל מיזם GNU יש אזור הורדה ב־ftp.gnu.org. אזור זה אינו מנוהל על ידי Savannah. יש לכתוב אל %s לקבלת גישה.
pt_br: Cada projeto GNU tem uma área de download em ftp.gnu.org. Esta área não é gerenciada pelo Savannah. Escreva para %s para ter acesso.
ru: У каждого проекта GNU есть каталог ftp.gnu.org, откуда можно получать выпущенные файлы. Саванна не имеет к этому отношения. Чтобы получить доступ, обратитесь по адресу %s.

source: GNU Project
fr: Projet GNU
he: מיזם גנו
pt_br: Projeto GNU
ru: Проект GNU

source: Help GNU
fr: Aide GNU
he: סיוע לגנו
pt_br: Ajude o GNU
ru: Помочь GNU

source: All GNU Packages
fr: Tous les paquets GNU
he: כל חבילות גנו
pt_br: Todos os pacotes do GNU
ru: Все пакеты GNU

source: Dev Resources
fr: Ressources développeurs
he: משאבים למפתחים
pt_br: Recurso de desenvolvimento
ru: Разработчику

source: License List
fr: Liste des licences
he: רשימת רישיונות
pt_br: Lista de licenças
ru: Список лицензий

source: GNU Mirrors
fr: Miroirs GNU
he: אתרי מראה של גנו
pt_br: Espelhos do GNU
ru: Зеркала GNU

source: Support freedom
fr: Aider la liberté
he: תמיכה בחופש
pt_br: Apoie a liberdade
ru: Поддержи свободу

source: Help us protect your freedom and the rights of computer users everywhere by becoming a member of the FSF.
fr: Aidez-nous à protéger votre liberté et les droits des utilisateurs d'ordinateurs en devenant membre de la FSF.
he: נשמח לעזרתך להגן על החירות שלנו ועל הזכויות של משתמשי ‫מחשב בכל מקום שהוא על ידי הצטרפות לחברות ב־FSF.
pt_br: Ajude-nos a proteger sua liberdade e direitos dos usuários de computador de todo o mundo se tornando membro da FSF.
ru: Помогите нам повсюду защищать вашу свободу и права пользователей компьютеров, став членом ФСПО.

source: Join Now!
fr: Rejoignez-nous maintenant !
he: להצטרפות כעת!
pt_br: Participe agora!
ru: Вступай!

source: Free Software Foundation
he: קרן התוכנה החופשית
ru: Фонд свободного программного обеспечения

source: Coming Events
fr: Événements à venir
he: אירועים מתקרבים
pt_br: Próximos eventos
ru: Календарь событий

source: Free Software Directory
fr: Répertoire de logiciels libres
he: ספריית תוכנה חופשית
pt_br: Diretório de Software Livre
ru: Каталог свободных программ

source: Cryptographic software legal notice
fr: Note légale concernant les logiciels cryptographiques
he: הודעה משפטית לתוכנה קריפטוגרפית
pt_br: Aviso legal de softwares criptográficos
ru: Юридическое уведомление о криптографических программах

source: Copyright infringement notification
fr: Note concernant l'infraction au droit d'auteur
he: התראת הפרת זכויות יוצרים
pt_br: Notificação de violação de copyright
ru: Сообщить о нарушении авторских прав

source: Related Forges
fr: Forges apparentées
he: סדנאות קשורות
pt_br: Forjas relacionadas
ru: Родственные сайты

source: Savannah Non-GNU
he: ‫Savannah לא גנו
ru: Саванна не-GNU

source: GNU Savannah
he: ‫Savannah מבית גנו
ru: Саванна GNU

source: Sample GPG export
fr: Export GPG d'exemple
he: ייצוא GPG לדוגמה

source: The exported public GPG keys should look like this:
fr: Les clés publiques GPG exportées devraient ressembler à ceci :
he: מפתחות ה־GPG המיוצאים אמורים להיראות כך:

source: Do not remove the begin and end markers when submitting your GPG keys.
fr: Ne supprimez pas les marqueurs de début et de fin lorsque vous soumettez votre clé GPG.
he: לא להסיר את סמני הפתיחה והסגירה בעת הגשת מפתחות ה־GPG שלך.

source: Update your keys in this input area
fr: Mettez vos clés à jour dans la zone d'entrée ci-dessous
he: ניתן לעדכן את המפתחות שלך באזור קלט זה

source: Insert your (ASCII) public keys here (made with gpg --export --armor KEYID...):
fr: Ajoutez ici vos clés publiques ASCII (produites avec gpg --export --armor KEYID…) :
he: נא למלא את המפתחות הציבוריים שלך (ב־ASCII) להלן (יש להשתמש ב־…gpg --export --armor KEYID‎):

source: For GNU maintainers: If these keys are to be used for GNU uploads, you must also email them to ftp-upload@gnu.org. There is no automatic propagation. See the GNU Maintainer Information, node <a href="%s">Automated Upload Registration</a>.
fr: Pour les mainteneurs GNU : Si ces clés doivent être utilisées pour les téléversements GNU, vous devez aussi les envoyer par courriel à ftp-upload@gnu.org. Il n'y a pas de propagation automatique. Consultez les informations du mainteneur GNU, dans le lien <a href="%s">Automated Upload Registration</a>.
he: למתחזקי מיזמי גנו: ‫‫אם המפתחות האלו משמשים להעלאות בגנו, עליך גם לשלוח אותם אל ftp-upload@gnu.org. ‫‫אין הפצה אוטומטית. ‫‫למידע ניתן לפנות למאגר המידע של מתחזקי גנו, סעיף ‫‏‫<a href="%s">רישום אוטומטי להעלאה</a>.

source: Savannah is a central point for development, distribution and maintenance of free software, both GNU and non-GNU.
fr: Savannah est un point central pour le développement, la distribution et la maintenance de logiciels libres GNU et non GNU.
he: ‫Savannah היא נקודה מרכזית לפיתוח, הפצה ‫ותחזוקה של תכנה חופשית, גם של מיזמי גנו וגם של כאלו שאינם.
pt_br: Savannah é um ponto central para desenvolvimento, distribuição e manutenção de software livre, tanto GNU quanto não-GNU.
ru: Саванна — центр разработки, поддержки и распространения свободных программ, как GNU, так и не GNU.

source: Welcome to <strong>Savannah</strong>, the software forge for people committed to <a href="%s">free software</a>:
fr: Bienvenue sur <strong>Savannah</strong>, la forge logicielle pour les personnes dédiées aux <a href="%s">logiciels libres</a>.
he: ברוך בואך אל <strong>Savannah</strong>, סדנת התכנה לאנשים ‫שמחויבים ל<a href="%s">תוכנה חופשית</a>:
pt_br: Bem-vindo ao <strong>Savannah</strong>, a forja de software para pessoas comprometidas com o <a href="%s">software livre</a>:
ru: Добро пожаловать в <strong>Саванну</strong>, кузницу программ для людей, приверженных <a href="%s">свободным программам</a>:

source: We host free projects that run on free operating systems and without any proprietary software dependencies.
fr: Nous hébergeons des projets libres qui fonctionnent sur des systèmes d'exploitation libres sans aucune dépendance avec des logiciels propriétaires.
he: אנו מארחים מיזמים שפועלים על מערכות הפעלה חופשיות וללא תלויות תוכנה קנייניות כלשהן.
pt_br: Nós hospedamos projetos livres que funcionam em sistemas operacionais livres e sem qualquer dependência de software proprietário.
ru: Здесь размещаются проекты свободных программ, работающие на свободных операционных системах и не зависящие ни от каких несвободных программ.

source: Our service runs with 100%% free software, including <a href="%s">itself</a>.
fr: Notre service tourne à 100%% avec des logiciels libres, y compris <a href="%s">lui-même</a>.
he: השירות שלנו מופעל על 100%% תוכנה חופשית, לרבות <a href="%s">המערכת עצמה</a>.
pt_br: Nosso serviço é executado com 100%% de software livre, incluindo o <a href="%s">próprio</a>.
ru: Наша служба полностью работает на свободных программах, в том числе <a href="%s">собственно сайт</a>.

source: Why choose Savannah?
fr: Pourquoi choisir Savannah ?
he: למה לבחור ב־Savannah?
pt_br: Por que escolher o Savannah?
ru: Чем хороша Саванна?

source: <strong>Savannah.nongnu.org</strong> is a central point for development, maintenance and distribution of <a href="%s">free software</a>.
fr: <strong>Savannah.nongnu.org</strong> est une place centrale pour le développement, la maintenance et la distribution de <a href="%s">logiciels libres</a>.
he: ‫<strong>Savannah.nongnu.org</strong> היא הנקודה המרכזית ‫לפיתוח, תחזוקה והפצה של <a href="%s">תוכנה חופשית</a>.
pt_br: O <strong>Savannah.nongnu.org</strong> é um ponto central para o desenvolvimento, manutenção e distribuição de <a href="%s">software livre</a>.
ru: <strong>Savannah.nongnu.org</strong>&nbsp;&mdash; центр разработки, поддержки и распространения <a href="%s">свободных программ</a>.
