Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Print items comments from the oldest to the latest
ca: Imprimeix els comentaris dels elements del més antic al més recent
fr: Afficher les commentaires d'éléments du plus ancien au plus récent
he: הצגת הערות על פריטים מהישנה לחדשה ביותר
pt_br: Imprimir os comentários de itens dos mais antigos aos mais novos
ru: Выводить комментарии от старых к новым

source: By default, comments are listed in reverse chronological order. This means that for a given item, comments are printed from the latest to the oldest. If this behavior does not suit you, select this option.
fr: Par défaut, les commentaires sont listés dans l'ordre chronologique inversé. Pour un élément donné, les commentaires sont affichés du plus récent au plus ancien. Si ce comportement ne vous convient pas, activez cette option.
he: כברירת מחדל, תגובות מופיעות בסדר כרונולוגי הפוך. משמעות הדבר היא שעבור פריט מסוים, תגובות מופיעות מהעדכניות לישנות ביותר. אם ההתנהגות הזאת לא מתאימה לך, יש לבחור באפשרות הזאת.
pt_br: Por padrão, os comentários são listados em ordem cronológica inversa. Significa que, para um determinado item, os comentários são impressos do mais recente para o mais antigo. Se esse comportamento não lhe convier, selecione esta opção.
ru: По умолчанию комментарии следуют в обратном хронологическом порядке. Это значит, что для данной заявки комментарии выводятся от новых к старым. Если это вас не устраивает, выберите эту настройку.

source: Use the Stone Age menu
ca: Utilitza el menú del Stone Age
fr: Utiliser le menu préhistorique
he: להשתמש בתפריט עידן האבן
pt_br: Usar o menu da idade da pedra
ru: Пользоваться меню каменного века

source: By default, the top menu includes links, via dropdown submenus, to all relevant pages in the current context (project area, personal area). However, the dropdown submenu mechanism may not work with a few old or lightweight browsers, for instance very old Konqueror versions (< 3.1, before 2003). Selecting this option enables an old-fashioned submenu like the one shipped in older Savane releases (< 2.0).
fr: Par défaut, le menu du haut propose des liens vers toutes les pages relatives au contexte donné (pages de projet, pages personnelles) par le biais de menus déroulants. Toutefois, le mécanisme des menus déroulants peut ne pas fonctionner avec certains navigateurs anciens ou légers, comme par exemple les ancestrales versions de Konqueror (< 3.1, avant 2003). Cette option active un vieux menu dépassé tel que celui qui existait dans les anciennes versions de Savane (< 2.0).
he: כברירת מחדל, התפריט העליון כולל קישורים, דרך תת־תפריטים נשלפים, לכל העמודים המתאימים בהקשר הנוכחי (אזור מיזם, אזור אישי). עם זאת, ‫מנגנון תת־התפריטים הנשלפים עשוי לא לעבוד עם מספר דפדפנים ישנים או דלי יכלולות, למשל, גירסאות ישנות מאוד של Konqueror (טרום 3.1, לפני 2003). בחירה באפשרות זו מאפשרת תת־תפריטים בסגנון מיושן כמו זה שהושק עם גירסאות Savane ישנות יותר (טרום 2.0).
pt_br: Por padrão, o menu superior inclui links, por meio de submenus suspensos, para todas as páginas relevantes no contexto atual (área do projeto, área pessoal). No entanto, o mecanismo do submenu suspenso pode não funcionar com alguns navegadores antigos ou leves, por exemplo, versões muito antigas do Konqueror (< 3.1, antes de 2003). Selecionar esta opção permite um submenu antiquado, como o que foi lançado em versões anteriores do Savane (< 2.0).
ru: По умолчанию верхнее меню включает через выпадающие подменю ссылки на все относящиеся к текущему контексту страницы (область проекта, личная область). Однако механизм выпадающих подменю может не работать с несколькими старыми или нетребовательными к ресурсам браузерами, например, с очень старыми версиями Konqueror (< 3.1, до 2003 года). Выбор этой настройки включает старомодное подменю, подобное тому, которое было в прежних выпусках Savane (< 2.0).

source: Show feedback in relative position
ca: Mostra regeneració en postició relativa
fr: Afficher les avertissements dans une boîte en position relative
he: להציג משוב במיקום יחסי
pt_br: Mostrar feedback em posição relativa
ru: Показывать отклик в относительной позиции

source: By default, the feedback box appear as a fixed box on top of the window. If you check this option, the feedback will be added in the page flow, after the top menu.
fr: Par défaut, la boîte d'avertissements apparaît à une position fixe en haut de la page. Si cette option est activée, la boîte est inclue dans le contenu de la page, après le menu du haut.
he: כברירת המחדל, תיבת המשוב תופיע כתיבה קבועה על גבי החלון. סימון אפשרות זו יוסיף את המשוב לרצף העמודים, לאחר התפריט העליון.
pt_br: Por padrão, a caixa de feedback aparece como uma caixa fixa na parte superior da janela. Se você marcar esta opção, o feedback será adicionado no fluxo da página, depois do menu superior.
ru: По умолчанию рамка с откликом показывается в фиксированном месте вверху окна. Если выбрать эту настройку, отклик будет добавляться на страницу после верхнего меню.

source: Vote count exceed limits, your changes have been discarded
ca: El nombre de vots supera els límits, els canvis s'han ignorat
fr: Le nombre de votes dépasse les limites, vos modifications ont été abandonnées
he: מיכסת ההצבעות מולאה, השינויים שלך נמחקו
pt_br: A contagem de votos excede os limites, suas alterações foram descartadas
ru: Величина голоса превзошла ограничения, ваши измененя не приняты

source: Here is the list of your votes.
ca: Aquesta és la llista dels vostres vots.
fr: Voici la liste de vos votes.
he: הנה רשימת ההצבעות שלך.
pt_br: Aqui está a lista de seus votos.
ru: Вот списк ваших голосов.

source: %s vote remains at your disposal.
ca: %s vot és a la vostra disposició.
fr: %s vote reste à votre disposition.
he: עוד הצבעה עומדת לרשותך.
pt_br: %s voto permanece a sua disposição.
ru: У вас остается %s свободный голос.

source: To change your votes, type in new numbers (using zero removes the entry from your votes list).
fr: Pour modifier vos votes, tapez de nouveaux nombres (utiliser un zéro efface le vote de la liste).
he: כדי לשנות את ההצבעות שלך, יש להקליד מספרים חדשים (שימוש באפס מזיז את הרשומה מרשימת ההצבעות שלך).
pt_br: Para alterar seus votos, digite novos números (usar zero remove a entrada de sua lista de votos).
ru: Для изменения своих голосов введите новые числа (ноль удаляет пункт из списка ваших голосов).

source: Invalid tracker name: %s
fr: Nom de tracker invalide : %s
he: שם עוקב שגוי: %s
pt_br: Nome de rastreador inválido: %s
ru: Неправильный журнал: %s

source: Vote number
fr: Numéro de vote
he: הצבעה מספר
pt_br: Número de votos
ru: Число голосов

source: %s vote
ca: %s vot
he: הצבעה
pt_br: %s voto
ru: %s голос

source: Submit Changes
ca: Envia els canvis
fr: Poster les modifications
he: הגשת השינויים
pt_br: Enviar alterações
ru: Сохранить изменения

source: Listing key
fr: Liste la clé
he: מפתח הצגה
pt_br: Listagem de chave
ru: Просмотр ключа

source: Output:
fr: Sortie :
he: פלט:
pt_br: Saída:
ru: Вывод:

source: Errors:
fr: Erreurs&nbsp;:
he: שגיאות:
pt_br: Erros:
ru: Ошибки:

source: Exit status:
fr: Statut de sortie :
he: מצב יציאה:
pt_br: Estado de saída:
ru: Код завершения:

source: Importing keyring
fr: Importation du trousseau de clés
he: מחזיק מפתחות מיובא

source: Test Encryption
fr: Tester le chiffrement
he: בדיקת הצפנה
pt_br: Teste de criptografia
ru: Проверка описания

source: Encryption succeeded; you should be able to decrypt this with <em>gpg --decrypt</em>:
fr: Le chiffrement a réussi : vous devriez pouvoir déchiffrer ceci avec <em>gpg --decrypt</em> :
he: ההצפנה הצליחה, ניתן לפענח את זה עם ‏‫<em>gpg --decrypt</em>:
pt_br: Criptografia bem sucedida; você deve ser capaz de descriptografar isso com <em>gpg --decrypt</em>:
ru: Шифрование прошло успешно; следующее сообщение должно расшифровываться у вас командой <em>gpg --decrypt</em>:

source: GnuPG version
fr: Version GnuPG
he: גירסת GnuPG
pt_br: GnuPG versão
ru: Версия GnuPG

source: Can't create temporary directory.
fr: Impossible de créer le répertoire temporaire.
he: לא ניתן ליצור תיקייה זמנית.
pt_br: Não foi possível criar diretório temporário.
ru: Не удалось создать временный каталог.

source: Site Administration
ca: Administració del lloc
fr: Administration du site
he: ניהול אתר
pt_br: Administração do site
ru: Управление сайтом

source: Administration Summary
ca: Resum de l'administració
fr: Accueil de l'administration
he: סיכום ניהול
pt_br: Resumo da administração
ru: Меню администрирования

source: Search in this Group
ca: Cerca en aquest grup
fr: Rechercher dans ce groupe
he: חיפוש בקבוצה הזאת
pt_br: Pesquisar neste grupo
ru: Поиск в этой группе

source: Summary
ca: Resum
fr: Accueil
he: סיכום
pt_br: Resumo
ru: Меню

source: Filelist Administration
ca: Administració de la llista de fitxers
fr: Administration de la liste de fichiers
he: ניהול רשימות קבצים
pt_br: Administração da lista de arquivos
ru: Управление списком файлов

source: Filelist
ca: Llista de fitxers
fr: Liste des fichiers
he: רשימת קבצים
pt_br: Lista de arquivos
ru: Список файлов

source: CVS Repositories
ca: Dipòsits de CVS
fr: Dépôts CVS
he: מאגרי CVS
pt_br: Repositórios CVS
ru: Репозитории CVS

source: GNU Arch Repositories
ca: Dipòsits de GNU Arch
fr: Dépôts GNU Arch
he: מאגרי גנו Arch
pt_br: Repositórios GNU Arch
ru: Репозитории GNU Arch

source: Subversion Repositories
ca: Dipòsits de Subversion
fr: Dépôts Subversion
he: מאגרי Subversion
pt_br: Repositórios Subversion
ru: Репозитории Subversion

source: Git Repositories
fr: Dépôts Git
he: מאגרי Git
pt_br: Repositórios Git
ru: Репозитории Git

source: Mercurial Repositories
fr: Dépôts Mercurial
he: מאגרי Mercurial
pt_br: Repositórios Mercurial
ru: Репозитории Mercurial

source: Bazaar Repositories
fr: Dépôts Bazaar
he: מאגרי Bazaar
pt_br: Repositórios Bazaar
ru: Репозитории Bazaar

source: In Depth Guide
ca: Guia completa
fr: Guide approfondi
he: מדריך מעמיק
pt_br: Guia detalhado
ru: Подробное руководство

source: Cookbook Administration
ca: Administració del llibre de receptes
fr: Administration du livre de recettes
he: ניהול ספר מתכונים
pt_br: Administração de livro de receitas
ru: Администрирование рецептов

source: Cookbook
ca: Llibre de receptes
fr: Livre de recettes
he: ספר מתכונים
pt_br: Livro de receitas
ru: Рецепты

source: Support Tracker Administration
ca: Administració del sistema de seguiment de suport
fr: Administration du gestionnaire d'assistance technique
he: ניהול עוקב תמיכה
pt_br: Administração do rastreador de suporte
ru: Администрирование журнала поддержки

source: Support
ca: Suport
fr: Assistance
he: תמיכה
pt_br: Suporte
ru: Поддержка

source: Bug Tracker Administration
fr: Administration du suivi d'anomalies
he: ניהול עוקב תקלות
pt_br: Administração do rastreador de erros
ru: Администрация журнала ошибок

source: Task Manager Administration
fr: Administration du gestionnaire de tâches
he: ניהול מנהל משימות
pt_br: Administração de gerente de tarefas
ru: Управление журналом задач

source: Patch Manager Administration
ca: Administració de l'administrador de pedaços
fr: Administration du suivi de correctifs
he: ניהול מנהל טלאים
pt_br: Administração de gerente de patches
ru: Управление журналом заплаток

source: News Manager Administration
ca: Administració de l'administrador de notícies
fr: Administration du gestionnaire de dépêches
he: ניהול מנהל חדשות
pt_br: Administração de gerente de notícias
ru: Управление новостями

source: Mailing Lists Administration
ca: Administració de les llistes de correu
fr: Administration des listes de discussion
he: ניהול רשימות דיוור
pt_br: Administração da lista de discussão
ru: Управление списками рассылки

source: Mailing Lists
ca: Llistes de correu
fr: Listes de discussion
he: רשימות דיוור
pt_br: Listas de discussão
ru: Рассылки

source: Search
ca: Cerca
fr: Rechercher
he: חיפוש
pt_br: Pesquisar
ru: Поиск

source: People at %s
ca: Usuaris de %s
fr: Utilisateurs de %s
he: אנשים ב־%s
pt_br: Pessoas no %s
ru: Люди в %s

source: My Account Configuration
ca: Configuració del meu compte
fr: Mes préférences
he: הגדרות החשבון שלי
pt_br: Configuração da Minha Conta
ru: Моя учетная запись

source: My Items
ca: Els meus elements
fr: Mes éléments
he: הפריטים שלי
pt_br: Meus itens
ru: Мои заявки

source: My Votes
ca: Els meus vots
fr: Mes votes
he: ההצבעות שלי
pt_br: Meus votos
ru: Мои голоса

source: My Group Membership
ca: Els meus grups
fr: Mes groupes
he: החברויות שלי בקבוצות
pt_br: Minha associação a grupos
ru: Мое участие в группах

source: My Bookmarks
ca: Les meves adreces d'interès
fr: Mes signets
he: הסימניות שלי
pt_br: Meus favoritos
ru: Мои закладки

source: My Incoming Items
ca: Els meus elements nous
fr: Mes nouveaux éléments
he: הפריטים הנכנסים שלי
pt_br: Meus itens recebidos
ru: Входящие

source: admin
he: הנהלה
pt_br: administração
ru: администрация

source: people
ca: usuaris
fr: utilisateurs
he: אנשים
pt_br: pessoas
ru: люди

source: preferences
fr: préférences
he: העדפות
pt_br: preferências
ru: настройки

source: desktop
fr: bureau
he: שולחן עבודה
ru: компьютер

source: directory
fr: répertoire
he: ספריה
pt_br: diretório
ru: каталог

source: keys
fr: clés
he: מפתחות
pt_br: chaves
ru: ключи

source: main
fr: principale
he: ראשי
pt_br: principal
ru: главное

source: bug
fr: anomalie
he: תקלה
pt_br: erros
ru: ошибки

source: man
fr: manuel
he: מדריך
ru: документация

source: help
fr: aide
he: עזרה
pt_br: ajuda
ru: помощь

source: mail
fr: courriel
he: דוא״ל
pt_br: e-mail
ru: почта

source: task
fr: tâche
he: משימה
pt_br: tarefas
ru: задачи

source: news
fr: dépêches
he: חדשות
pt_br: notícias
ru: новости

source: patch
fr: correctif
he: טלאי
ru: заплатки

source: download
fr: téléchargement
he: הורדה
ru: выпуски

source: %s Statistics
ca: Estadístiques de %s
fr: Statistiques de %s
he: סטטיסטיקה של %s
pt_br: Estatísticas do %s
ru: Статистика по %s

source: Help Wanted
ca: Sol·licitud d'ajuda
fr: Contribution souhaitée
he: דרושה עזרה
pt_br: Precisa-se de ajuda
ru: Требуется помощь

source: Most Popular Items
ca: Elements més populars
fr: Éléments les plus populaires
he: הפריטים הנפוצים ביותר
pt_br: Itens mais populares
ru: Популярные заявки

source: Newest %s Projects
ca: Darrers projectes de %s
fr: Derniers projets %s
he: המיזם החדשים ביותר מסוג %s
pt_br: Mais novos projetos de %s
ru: Новые проекты типа %s

source: all %s projects
ca: Tots els projectes de %s
fr: tous les projets %s
he: כל מיזמי %s
pt_br: todos os projetos %s
ru: все проекты типа %s

source: %s registered user
ca: %s usuari registrat
fr: %s utilisateur inscrit
he: משתמש רשום
pt_br: %s usuário registrado
ru: %s зарегистрированный пользователь

source: %s hosted project
ca: %s projecte hostatjat
fr: %s projet hébergé
he: מיזם מתארח
pt_br: %s projeto hospedado
ru: %s проект

source: + %s registration pending
ca: + %s registre pendent
fr: + %s inscription en attente
he: + הרשמה ממתינה
pt_br: + %s registro pendente
ru: + %s регистрация на рассмотрении

source: The maximum allowed password length: %s.
fr: La longueur maximale autorisée pour le mot de passe : %s.
he: אורך הסיסמה המרבית המותר: %s.
pt_br: O tamanho máximo permitido para senha: %s.
ru: Максимальная допустимая длина пароля: %s.

source: The number of words required for a passphrase: %s.
fr: Le nombre de mots requis pour la phrase secrète : %s.
he: מספר המילים הדרושות למילת צופן: %s.
pt_br: O número de palavras exigidas para uma palavra-passe: %s.
ru: Необходимое число слов в фразе-пароле %s.

source: The length of common substring required to conclude that a password is at least partially based on information found in a character string: %s.
fr: La longueur de la sous-chaîne commune requise pour conclure qu'un mot de passe est au moins partiellement basé sur des informations trouvées dans une chaîne de caractères : %s.
he: אורך המחרוזות הנפוצות דרוש כדי להסיק שסיסמה מבוססת ‫לפחות חלקית על מידע שנמצא במחרוזת תווים: %s.
pt_br: O tamanho da substring comum necessário para concluir que uma senha é baseada, ao menos parcialmente, em informações encontradas em uma string: %s.
ru: Длина общей подстроки, при которой считается, что пароль хотя бы частично основан на информации, найденной в строке: %s.

source: Checks for common substrings are disabled.
fr: Le contrôle des sous-chaines communes est désactivée.
he: בדיקות לאיתור תת־מחרוזות נפוצות מושבתות.
pt_br: As verificações de substrings comuns estão desativadas.
ru: Проверка общих подстрок выключена.

source: Passwords consisting of characters from one class only are not allowed.
fr: Les mots de passe constitués de caractères d'une seule classe ne sont pas permis.
he: סיסמאות שמורכבות מתווים ממחלקה אחת בלבד אסורות.
pt_br: Senhas que consistem em caracteres de uma única classe não são permitidas.
ru: Пароли, состоящие из символов одного класса, не разрешены.

source: Passwords consisting of characters from two classes that don't meet requirements for passphrases are not allowed.
fr: Les mots de passe constitués de caractères de deux classes qui ne répondent pas aux exigences pour une phrase secrète ne sont pas autorisés.
he: סיסמאות שמורכבות מתווים משתי מחלקות שאינן עומדות בדרישות למילות צופן אסורות.
pt_br: As senhas que consistem em caracteres de duas classes que não atendem aos requisitos de senhas não são permitidas.
ru: Пароли, состоящие из символов двух классов, которые не отвечают требованиям фраз-паролей, недопустимы.

source: Check for passphrases is disabled.
fr: Le contrôle des phrases secrètes est désactivés.
he: החיפוש אחר מילות צופן מושבת.
pt_br: Verificação por senhas está ativada.
ru: Проверка фраз-паролей выключена.

source: Passwords consisting of characters from three classes are not allowed.
fr: Les mots de passe constitués de caractères de trois classes sont interdits.
he: אסור להשתמש בסיסמאות שמורכבות מתווים מארבע מחלקות.
pt_br: Senhas que consistem em caracteres de três classes não são permitidas.
ru: Пароли, состоящие из символов трех классов, не разрешены.

source: Passwords consisting of characters from four classes are not allowed.
fr: Les mots de passe constitués de caractères de quatre classes sont interdits.
he: אסור להשתמש בסיסמאות שמורכבות מתווים מארבע מחלקות.
pt_br: Senhas que consistem em caracteres de quatro classes não são permitidas.
ru: Пароли, состоящие из символов четырех классов, не разрешены.

source: The minimum length for passwords consisting of characters from one class: %s.
fr: La longueur minimum des mots de passe constitués de caractères d'une classe : %s.
he: האורך המזערי לסיסמאות שמורכבות מתווים ממחלקה אחת: %s.
pt_br: O tamanho mínimo para senhas que consistem em caracteres de uma classe: %s.
ru: Минимальная длина паролей, состоящих из символов одного класса: %s.

source: The minimum length for passwords consisting of characters from two classes that don't meet requirements for passphrases: %s.
fr: La longueur minimale pour des mots de passe constitués de caractères de deux classes qui ne répondent pas aux exigences d'une phrase secrète : %s.
he: ‫האורך המזערי לסיסמאות שמורכבות מתווים משתי מחלקות‬ ‫שלא עונות לדרישות מילות הצופן: %s.
pt_br: O tamanho mínimo das senhas que consistem em caracteres de duas classes que não atendem aos requisitos de senhas: %s.
ru: Минимальная длина паролей, состоящих из символов двух классов, которые не отвечают требованиям фраз-паролей: %s.

source: The minimum length for passphrases: %s.
fr: La longueur minimale pour les phrases secrètes : %s.
he: האורך המזערי למילות צופן: %s.
pt_br: O tamanho mínimo para senhas: %s.
ru: Минимальная длина фраз-паролей: %s.

source: The minimum length for passwords consisting of characters from three classes: %s.
fr: La longueur minimale pour les mots de passe constitués de caractères de trois classes : %s.
he: האורך המזערי לסיסמאות שמורכבות מתווים משלוש מחלקות: %s.
pt_br: O tamanho mínimo para senhas que consistem em caracteres de três classes: %s.
ru: Минимальная длина паролей, состоящих из символов трех классов: %s.

source: The minimum length for passwords consisting of characters from four classes: %s.
fr: La longueur minimale pour les mots de passe constitués de caractères de quatre classes : %s.
he: האורך המזערי לסיסמאות שמורכבות מתווים ‫מארבע מחלקות: %s.
pt_br: O tamanho mínimo para senhas que consistem em caracteres de quatro classes: %s.
ru: Минимальная длина паролей, состоящих из символов четырех классов: %s.

source: Note: The password should be long enough or containing multiple character classes: symbols, digits (0-9), upper and lower case letters.
fr: Note : Le mot de passe devrait être assez long ou contenir des caractères provenant de plusieurs classes : symboles, chiffres (0-9), majuscules et minuscules.
he: לתשומת לבך: הסיסמה אמורה להיות ארוכה דיה או להכיל מגוון מחלקות תווים: סמלים, ספרות (0-9), אותיות גדולות וקטנות.
pt_br: Note: A senha deve ser longa o suficiente ou combinar várias classes de caracteres: símbolos, dígitos (0-9), letras maiúsculas e minúsculas.
ru: Замечание: пароль должен быть достаточно длинным или содержать символы различных классов: цифры, знаки препинания, строчные и прописные буквы.

source: For instance: %s.
fr: Par exemple : %s.
he: למשל: %s.
pt_br: Por exemplo: %s.
ru: Например: %s.

source: pwqcheck options are '%s':
fr: Les options de pwqcheck sont « %s » :
he: אפשרויות ה־pwqcheck הן ‚%s’:
pt_br: Opções do pwqcheck são “%s”:
ru: Параметры pwqcheck: "%s":

source: way too short
fr: beaucoup trop court
he: קצר מדי
pt_br: pequeno demais
ru: слишком короткий

source: based on the old one
fr: basé sur le précédent
he: מבוססת על הקודמת
pt_br: baseada na anterior
ru: основан на старом

source: based on the username
fr: basé sur le nom d'utilisateur
he: מבוססת על שם המשתמש
pt_br: baseada no nome de usuário
ru: основан на имени пользователя

source: Bad password (%s)
fr: Mot-de-passe (%s) invalide
he: סיסמה נחותה (%s)

source: There cannot be any spaces in the name
fr: Le nom ne doit pas contenir d'espace
he: לא יכולים להיות רווחים בשם
pt_br: Não pode haver espaços no nome
ru: В имени не должно быть пробелов

source: The name is too short
fr: Le nom est trop court
he: השם קצר מדי
pt_br: O nome é pequeno demais
ru: Имя слишком коротко

source: It must be at least %s character.
ca: Cal que sigui de com a mínim %s caràcter
fr: Il doit être constitué d'au moins %s caractère.
he: חייבת להיות באורך של תו אחד לפחות.
pt_br: Deve ter pelo menos %s caractere.
ru: Длина должна быть не менее %s символа.

source: The name is too long
fr: Le nom est trop long
he: השם ארוך מדי
pt_br: O nome é longo demais
ru: Имя слишком длинно

source: It must be at most %s character.
ca: Cal que sigui de com a màxim %s caràcter
fr: Il doit être constitué au maximum de %s caractère.
he: חייבת להיות באורך של תו אחד לכל היותר.
pt_br: Deve ter no máximo %s caractere.
ru: Длина должна быть не более %s символа.

source: The name must begin with an alphabetical character.
fr: Le nom doit commencer par un caractère alphabétique.
he: השם חייב להתחיל באות אלפביתית לטינית.
pt_br: O nome deve começar com um caractere do alfabeto.
ru: Имя должно начинаться с латинской буквы.

source: The name must only contain alphanumerics and %s.
fr: Le nom ne peut contenir que des caractères alphanumériques et %s.
he: השם חייב להכיל אותיות לטיניות או ספרות וגם %s בלבד.
pt_br: O nome deve conter apenas caracteres alfanuméricos e %s.
ru: Имя может содержать только латинские буквы, цифры и %s.

source: The name must only contain alphanumerics.
fr: Le nom ne peut contenir que des caractères alphanumériques.
he: השם חייב להכיל אותיות לטיניות או ספרות בלבד.
pt_br: O nome deve conter apenas caracteres alfanuméricos.
ru: Имя может содержать только латинские буквы и цифры.

source: That name is reserved.
fr: Ce nom est réservé.
he: השם שמור.
pt_br: Esse nome está reservado.
ru: Это имя недопустимо.
