Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Nothing to update.
ca: No hi ha res per actualitzar.
fr: Rien à mettre à jour.
he: אין מה לעדכן.
pt_br: Nada para atualizar.
ru: Обновлять нечего.

source: Alternative Address
ca: Adreça alternativa
fr: Adresse alternative
he: כתובת חלופית
pt_br: Endereço alternativo
ru: Альтернативный адрес

source: You can activate or deactivate feature/artifact for your project. In some cases, depending on the system administrator's choices, you can even use change the URL for a feature/artifact. If the field &ldquo;alternative address&rdquo; is empty, the standard is used.
fr: Vous pouvez activer ou désactiver des outils pour votre projet. Dans certains cas, selon les choix de l'administrateur du site, vous pouvez également changer l'adresse de certains outils. Si le champ « adresse alternative » est vide, le choix standard est effectif.
he: אפשר להפעיל או להשבית תכונה/תוצר למיזם שלך. בחלק מהמקרים, בהתאם לבחירת הנהלת המערכת, ניתן אפילו להחליף את הכתובת של היכולת/תוצר. אם השדה „כתובת חלופית” ריק, נעשה שימוש ברגילה.
pt_br: Você pode ativar ou desativar recurso/artefato para seu projeto. Em alguns casos, dependendo das escolhas do administrador do sistema, você pode até alterar a URL para um recurso/artefato. Se o campo “Endereço alternativo” estiver vazio, o padrão é usado.
ru: Здесь можно включать и выключать журналы и функции в вашем проекте. В некоторых случаях в зависимости от решения системного администратора вы можете даже изменять соответствующий URL. Если поле &ldquo;альтернативный адрес&rdquo; пусто, применяется исходное значение.

source: Feature, Artifact
ca: Funció, eina
fr: Outil, artéfact
he: יכולת, תוצר
pt_br: Recurso, artefato
ru: Функция, журнал

source: Activated
fr: Activé
he: מופעלת
pt_br: Ativado
ru: Задействовано

source: Standard Address
ca: Adreça estàndard
fr: Adresse standard
he: כתובת רגילה
pt_br: Endereço padrão
ru: Стандартный адрес

source: Homepage Source Code Web Browsing
ca: Navegació web del codi font de la pàgina inicial
fr: Navigation web du code source du site web
he: עיון דרך הדפדפן בקוד המקור של דף הבית
pt_br: Navegação web do código-fonte da página
ru: Просмотр исходного текста домашней страницы

source: Documentation
ca: Documentació
he: תיעוד
pt_br: Documentação
ru: Документация

source: Download Area Directory
ca: Directori de l'àrea de baixada
fr: Dossier de l'espace de téléchargement
he: תיקיית אזור ההורדות
pt_br: Diretório de área de download
ru: Каталог выпущенных файлов

source: CVS Web Browsing
ca: Navegació web de CVS
fr: Navigation web du dépôt CVS
he: גלישה בדפדפן ב־CVS
pt_br: Navegação web de CVS
ru: Просмотр CVS

source: Arch Web Browsing
ca: Navegació web d'Arch
fr: Navigation web du dépôt Arch
he: גלישה בדפדפן ב־Arch
pt_br: Navegação web de Arch
ru: Просмотр Arch

source: Subversion Web Browsing
ca: Navegació web de Subversion
fr: Navigation web du dépôt Subversion
he: גלישה דפדפן ב־Subversion
pt_br: Navegação web de Subversion
ru: Просмотр Subversion

source: Git Web Browsing
fr: Navigation web du dépôt Git
he: גלישה בדפדפן ב־Git
pt_br: Navegação web de Git
ru: Просмотр Git

source: Mercurial Web Browsing
fr: Navigation web du dépôt Mercurial
he: גלישה בדפדפן ב־Mercurial
pt_br: Navegação web de Mercurial
ru: Просмотр Mercurial

source: Bazaar Web Browsing
fr: Navigation web du dépôt Bazaar
he: גלישה בדפדפן ב־Bazaar
pt_br: Navegação web de Bazaar
ru: Просмотр Bazaar

source: Project History
ca: Historial del projecte
fr: Historique du Projet
he: היסטוריית מיזם
pt_br: Histórico do projeto
ru: История проекта

source: This forum ID doesn't exist.
fr: Ce ID de forum n'existe pas.
he: מזהה הפורום הזה לא קיים.
pt_br: Esse ID de fórum não existe.
ru: Форум с таким идентификатором не существует.

source: Nested
fr: Imbriqué
he: מקונן
pt_br: Aninhado
ru: Вложенный

source: Flat
fr: À plat
he: שטוח
pt_br: Plano
ru: Плоский

source: Threaded
fr: Par sujet
he: בשרשורים
pt_br: Em tópico
ru: С темами

source: No Comments
fr: Aucun commentaire
he: אין הערות
pt_br: Nenhum comentário
ru: Без комментариев

source: forum style
fr: style du forum
he: סגנון פורום
pt_br: estilo de fórum
ru: стиль форума

source: Show 25
fr: Montrer 25
he: להציג 25
pt_br: Mostrar 25
ru: По 25

source: Show 50
fr: Montrer 50
he: להציג 50
pt_br: Mostrar 50
ru: По 50

source: Show 75
fr: Montrer 75
he: להציג 75
pt_br: Mostrar 75
ru: По 75

source: Show 100
fr: Montrer 100
he: להציג 100
pt_br: Mostrar 100
ru: По 100

source: rows per page
fr: lignes par page
he: שורות בעמוד
pt_br: linhas por página
ru: рядов на страницу

source: Change View
fr: Modifier la vue
he: החלפת תצוגה
pt_br: Alterar visão
ru: Изменить вид

source: Previous Messages
ca: Missatges anteriors
fr: Messages précédents
he: ההודעות הקודמות
pt_br: Mensagens anteriores
ru: Предыдущие сообщения

source: Next Messages
ca: Següents missatges
fr: Messages suivants
he: ההודעות הבאות
pt_br: Próximas mensagem
ru: Следующие сообщения

source: Start a New Thread:
ca: Inicia un nou fil:
fr: Créer un nouveau fil de discussion
he: פתיחת שרשור חדש:
pt_br: Iniciar um novo tópico:
ru: Начать новую тему:

source: Error - choose a forum first
fr: Erreur — choisissez d'abord un forum
he: שגיאה - נא לבחור פורום תחילה
pt_br: Erro - escolha um fórum primeiro
ru: Ошибка&nbsp;&mdash; сначала выберите форум

source: Message not found.
fr: Message introuvable.
he: הודעה לא נמצאה.
pt_br: Mensagem não encontrada.
ru: Сообщение не найдено.

source: Message %s
he: הודעה %s
pt_br: Mensagem %s
ru: Сообщение %s

source: %1$s (posted by %2$s, %3$s)
fr: %1$s (posté par %2$s le %3$s)
he: ‫%1$s (פורסם על ידי %2$s, %3$s)
pt_br: %1$s (enviado por %2$s, %3$s)
ru: %1$s (автор: %2$s, дата: %3$s)

source: Post a followup to this message
ca: Envia una resposta a aquest missatge
fr: Poster une réponse à ce message
he: פרסום מענה להודעה הזאת
pt_br: Enviar uma resposta para essa mensagem
ru: Отправить ответ на это сообщение

source: Choose a message first
fr: Choisissez d'abord un message
he: נא לבחור הודעה תחילה
pt_br: Escolha uma mensagem primeiro
ru: Выберите сообщение

source: You must choose a message first
fr: Vous devez d'abord choisir un message
he: עליך לבחור הודעה תחילה
pt_br: Você deve escolher uma mensagem primeiro
ru: Сначала нужно выбрать сообщение

source: Requested XML not Found (Error 404)
ca: No s'ha trobat l'XML sol·licitat (error 404)
fr: Fichier XML non trouvé (Erreur 404)
he: ה־XML המבוקש לא נמצא (שגיאה 404)
pt_br: XML solicitada não encontrado (Erro 404)
ru: Запрошенный XML не найден (ошибка 404)

source: The XML file you are trying to access doesn't exist on %s.
ca: El fitxer XML al qual voleu accedir no es troba a %s.
fr: Le fichier XML que vous avez demandé n'existe pas sur %s.
he: קובץ ה־XML אליו ניסית לגשת לא קיים על גבי %s.
pt_br: O arquivo XML que você está tentando acessar não existe no %s.
ru: Файл XML, который вы запрашиваете, на сайте %s не существует.

source: It is surely because it was not yet generated, or too old. If you think that there's a broken link on %s that must be repaired, <a href="%s"> file a support request</a>, mentioning the URL you tried to access (%s).
fr: C'est probablement parce qu'il n'a pas encore été généré, ou parce qu'il est trop vieux. Si vous pensez qu'un lien est brisé sur %s et qu'il doit être réparé, <a href="%s">postez une requête d'assistance technique</a> en mentionnant l'adresse que vous avez tenté de consulter (%s).
he: סביר להניח שזה קרה כיוון שהוא לא נוצר עדיין או שהוא ישן מדי. אם לדעתך יש קישור ב־%s שבור שיש לתקנו, <a href="%s">יש להגיש בקשת תמיכה</a>, תוך ציון הכתובת אליה ניסית לגשת (%s).
pt_br: Com certeza é porque ele não foi gerado ainda, ou é antigo demais. Se você acha que há um link quebrado no %s que deve ser corrigido, <a href="%s"> preencha uma solicitação de suporte</a>, mencionando a URL que você tentou acessar (%s).
ru: Он наверняка либо еще не сгенерирован, либо слишком стар. Если вы думаете, что на сайте %s есть неработающая ссылка, которую нужно исправить, <a href="%s">составьте запрос на поддержку</a> с указанием URL, по которому вы пытались перейти (%s).

source: Otherwise, you can return to the <a href="%s">%s main page</a>.
fr: Sinon, vous pouvez retourner à la <a href="%s">page d'accueil de %s</a>.
he: אחרת, ניתן לחזור <a href="%s">לעמוד הראשי של %s</a>.
pt_br: Ou você pode retornar para a <a href="%s">página principal do %s</a>.
ru: Вы также можете сделать ссылку на <a href="%s">главную страницу %s</a>.

source: Title is missing
ca: Falta el títol
fr: Le titre est manquant
he: חסרה כותרת
pt_br: Está faltando o título
ru: Заголовок потерян

source: Error doing insert
ca: Error en realitzar la inserció
fr: Erreur pendant l'ajout
he: שגיאה בהוספה
pt_br: Erro ao inserir
ru: Ошибка при выполнении вставки

source: News Posted: it will need to be approved by a news manager of this project before it shows on the project front page.
fr: Dépêche postée : il faudra qu'un gestionnaire de dépêches du projet l'approuve pour qu'elle apparaisse sur la page du projet.
he: החדשות פורסמו: עליהן לקבל את אישור הנהלת החדשות של המיזם ‫הזה בטרם הופעה בעמוד הראשי של המיזם.
pt_br: Notícia publicada: ela precisará ser aprovada por um gerente de notícias deste projeto antes que ele apareça na página principal do projeto.
ru: Новость написана: ее должно подтвердить уполномоченный участник этого проекта перед тем, как она покажется на главной странице проекта.

source: A news manager of this project will have to review and approve the news.
ca: Un administrador de notícies d'aquest projecte haurà de revisar i aprovar les notícies.
fr: Un gestionnaire de dépêches de ce projet devra évaluer et approuver la dépêche.
he: על הנהלת החדשות של המיזם הזה לסקור ולאשר את החדשות.
pt_br: O gerente de notícias desse projeto terá que revisar e aprovar as notícias.
ru: Уполномоченный участник этого проекта должен будет рассмотреть и подтвердить эту новость.

source: You may include URLs, emails, that will be made links, but not HTML.
fr: Vous pouvez inclure des URLs et des courriels qui seront affichés comme des liens mais pas en HTML.
he: אפשר לכלול כתובות אתרים ודוא״ל שיהפכו לקישורים אך לא HTML.
pt_br: Você pode incluir URLs, e-mails, que se tornarão links, mas não HTML.
ru: Можно включать URL, и адреса (они станут ссылками), но не HTML.

source: No such project.
fr: Pas de telle projet !
he: אין מיזם כזה.
pt_br: Projeto inexistente.
ru: Такого проекта нет.

source: %s - News
fr: Dépêches de %s
he: ‫%s - חדשות
pt_br: %s - Notícias
ru: %s - Новости

source: Show summaries for the %s latest news.
fr: Afficher des résumés pour la %s dernière dépêche.
he: הצגת סיכום של פריט החדשות האחרון.
pt_br: Mostrar resumos para a %s última notícia.
ru: Показать сводку для %s последней новости.

source: Number of news to show
fr: Nombre de dépêches à montrer
he: מספר פריטי החדשות להצגה
pt_br: Número de linhas para mostrar
ru: Число новостей на странице

source: Latest News Approved - With Summaries
ca: Darreres notícies aprovades amb resums
fr: Dernières dépêches approuvées — avec résumés
he: חדשות עדכניות שאושרו - עם תקצירים
pt_br: Últimas notícias aprovadas - com resumos
ru: Последние подтвержденные новости, с заголовками

source: Older News Approved
ca: Notícies aprovades més antigues
fr: Anciennes dépêches approuvées
he: חדשות ישנות יותר שאושרו
pt_br: Notícias antigas aprovadas
ru: Более старые новости

source: This Project Has Turned Off News Tracker
ca: Aquest projecte té desactivat el sistema de seguiment de notícies
fr: Ce projet a désactivé l'usage du gestionnaire de dépêches
he: מיזם זה כיבה את עוקב החדשות
pt_br: Este projeto desativou o rastreador de notícias
ru: В этом проекте новости отключены

source: Updated
fr: Mis à jour
he: עודכן
pt_br: Atualizada
ru: Обновлено

source: You can change all of this tracker configuration from this page.
fr: Vous pouvez modifier l'ensemble de la configuration de cet outil de suivi à partir d'ici.
he: אפשר לשנות את כל הגדרות העוקב מהעמוד הזה.
pt_br: Você pode ver/alterar todas as configurações do rastreador a partir desta página.
ru: Здесь можно править всю конфигурацию этого журнала.

source: News Tracker Email Notification Settings
ca: Configuració de notificació per correu electrònic del sistema de seguiment de notícies
fr: Configuration des notifications par courriel des dépêches
he: הגדרות התראה בדוא״ל של עוקב חדשות
pt_br: Configurações de notificação por e-mail do rastreador de notícias
ru: Настройка оповещения по электронной почте

source: Action unavailable: only news managers can approve news.
ca: Aquesta acció no està disponible: només els administradors de notícies poden aprovar les notícies.
fr: Action indisponible : seuls les gestionnaires de dépêches peuvent en approuver.
he: פעולה בלתי זמינה: רק מנהלי חדשות יכולים לאשר חדשות.
pt_br: Ação indisponível: apenas gerentes de notícias podem aprovar notícias.
ru: Действие недоступно: подтверждать новости могут только уполномоченные участники проекта.

source: Failed to update
ca: Error en l'actualització
fr: Échec de la mise à jour
he: העדכון נכשל
pt_br: Falha ao atualizar
ru: Обновить не удалось

source: Project News Item Updated.
ca: S'ha actualitzat la notícia del projecte.
fr: Dépêche mise à jour.
he: פריט חדשותי של מיזם עודכן.
pt_br: Item de notícias do projeto atualizado.
ru: Новость обновлена.

source: No pending news
ca: No hi ha notícies pendents
fr: Aucune dépêche en attente
he: אין חדשות ממתינות
pt_br: Nenhuma notícia pendente
ru: Новостей на очереди нет

source: If you want to approve/edit site news (shown on the front page), you must be logged as superuser.
fr: Si vous voulez approuver ou modifier des dépêches pour le site (affichées sur la page d'accueil), vous devez ouvrir une session super-utilisateur.
he: כדי לאשר/לערוך חדשות באתר (מופיעות בעמוד הראשי), עליך להיכנס למערכת ‫עם הרשאות משתמש על.
pt_br: Se você deseja aprovar/editar notícias do site (mostrado na página principal), você deve estar autenticado como superusuário.
ru: Чтобы редактировать и подтверждать новости сайта (показанные на передней странице), нужно получить доступ суперпользователя.

source: If you want to approve/edit news for the local administration project (not shown on the front page), you must end the superuser session.
fr: Si vous voulez approuver ou modifier des dépêches pour le projet d'administration du site (qui ne sont pas affichées sur la page d'accueil), vous devez quitter la session super-utilisateur.
he: כדי לאשר/לערוך חדשות במיזם הניהול המקומי (לא מופיע בעמוד הראשי), עליך לצאת מהפעלה בתור משתמש על.
pt_br: Se você deseja aprovar/editar notícias para o projeto de administração local (não mostrado na página principal), você deve encerrar a sessão do superusuário.
ru: Чтобы редактировать и подтверждать новости местного проекта администрации (не показанные на передней странице), ножно выйти из сеанса суперпользователя.

source: Approve For %s' Front Page
ca: Aprova per a la pàgina inicial de %s
fr: Approuver pour la page de garde de %s
he: אישור לעמוד הראשי של %s
pt_br: Aprovar para página principal do %s
ru: Подтвердить для начальной страницы сайта %s

source: Do Nothing
ca: No facis res
fr: Ne rien faire
he: לא לעשות כלום
pt_br: Fazer nada
ru: Ничего не делать

source: Refuse
ca: Rebutja
fr: Refuser
he: לסרב
pt_br: Rejeitar
ru: Отменить

source: Display
ca: Mostra
fr: Afficher
he: להציג
pt_br: Mostrar
ru: Показать

source: Note: If this item is on the %s home page and you edit it, it will be removed from the home page.
fr: Note : si cet élément est sur la page de garde de %s et que vous l'éditez, il en sera retiré.
he: לתשומת לבך: אם הפריט הזה מופיע בעמוד הבית של %s ובחרת‬‬ ‫לערוך אותו, הוא יוסר מדף הבית.
pt_br: Nota: Se esse item estiver na página inicial do %s e você editá-lo, ele será removido da página inicial.
ru: Замечание: если новость показана на домашней странице сайта %s, а вы ее редактируете, то она удаляется с домашней страницы.

source: Preview:
fr: Aperçu :
he: תצוגה מקדימה:
pt_br: Pré-visualização:
ru: Предпросмотр:

source: No queued items found
ca: No s'ha trobat cap element en cua
fr: Aucune dépêche en attente
he: לא נמצאו פריטים בתור
pt_br: Nenhum item agendado encontrado
ru: Очередь пуста

source: These news items were submitted and need approval
ca: S'han enviat aquestes notícies i s'han d'aprovar
fr: Ces dépêches ont été postées et ont besoin d'une approbation
he: פריטי חדשות אלו הוגשו והם דורשים אישור
pt_br: Esses novos itens foram enviados e precisam de aprovação
ru: Эти новости ждут подтверждения

source: No deleted items during these past two weeks
ca: No s'ha suprimit cap element durant les darreres dues setmanes
fr: Aucune dépêche effacée ces deux dernières semaines
he: אין פריטים שנמחקו במהלך השבועיים האחרונים
pt_br: Nenhum item excluído nas duas últimas semanas
ru: За последние две недели удаленных новостей не было

source: These items were refused these past two weeks:
ca: Durant les darreres dues setmanes s'han rebutjat aquests elements:
fr: Ces dépêches ont été refusées ces deux dernières semaines :
he: הפריטים האלו סורבו במהלך השבועיים האחרונים:
pt_br: Esses itens foram rejeitados a duas semanas:
ru: Отменены за последние две недели:

source: These items were deleted these past two weeks:
ca: Durant les darreres dues setmanes s'han suprimit aquests elements:
fr: Ces dépêches ont été effacées ces deux dernières semaines :
he: הפריטים האלו נמחקו במהלך השבועיים האחרונים:
pt_br: Esses itens foram excluídos nas duas últimas semanas:
ru: Удалены за последние две недели:

source: No news items approved
ca: No s'ha aprovat cap notícia
fr: Aucune dépêche approuvée
he: לא אושרו פריטי חדשות
pt_br: Nenhum novo item aprovado
ru: Ни одна новость не подтверждена

source: These items were approved:
ca: S'han aprovat aquests elements:
fr: Ces dépêches ont été approuvées :
he: הפריטים האלו אושרו:
pt_br: Esses itens foram aprovados:
ru: Подтверждены за последние две недели:

source: No Such User
fr: Aucun utilisateur ne correspond
he: אין משתמש כזה
pt_br: Usuário inexistente
ru: Нет такого пользователя

source: -deleted account-
fr: -compte supprimé-
he: -חשבון שנמחק-
pt_br: -conta excluída-
ru: -удаленная учетная запись-

source: %s Profile
ca: %s Perfil d'usuari
fr: Profil de %s
he: הפרופיל של %s
pt_br: Perfil de %s
ru: Данные пользователя %s

source: Follows the Profile of %s.
ca: Segueix el Perfil de %s.
fr: Voici le profil de %s.
he: עוקב אחרי הפרופיל של %s.
pt_br: Segue o perfil de %s.
ru: Далее представлены данные пользователя %s.

source: It is not a normal user account but a squad: it unites several users as if they were one (notifications, privileges, etc).
fr: Ce n'est pas un compte utilisateur classique mais une escouade : il réunit plusieurs utilisateurs comme s'ils n'étaient qu'un (notifications, privilèges, etc).
he: זה לא חשבון משתמש רגיל אלא חוליה: היא מאגדת מספר משתמשים משל היו אחד (התראות, הרשאות ועוד).
pt_br: Não é um conta de usuário normal, mas um esquadrão; ela une vários usuários como se eles fossem um (notificações, privilégios, etc).
ru: Это не простая учетная запись, а звено: оно объединяет нескольких пользователей, как если бы они были одним (уведомления, доступ и т.д.).

source: Open Items submitted by %s
ca: Elements oberts enviats per %s
fr: Éléments ouverts proposés par %s
he: פריטים פתוחים שהוגשו על ידי %s
pt_br: Itens abertos enviado por %s
ru: Открытые заявки, присланные пользователем %s

source: Open Items assigned to %s
ca: Elements oberts assignats a %s
fr: Éléments ouverts assignés à %s
he: פריטים פתוחים שמוקצים אל %s
pt_br: Itens abertos atribuídos para %s
ru: Открытые заявки, порученные пользователю %s

source: General Information
ca: Informació general
fr: Informations générales
he: מידע כללי
pt_br: Informações gerais
ru: Общая информация

source: Note:
he: הערה:
pt_br: Nota:
ru: Замечание:

source: The account was deleted
fr: Le compte a été supprimé
he: החשבון נמחק
pt_br: A conta foi excluída
ru: Учетная запись удалена

source: Id:
he: מזהה:
ru: Номер:

source: Send this user a mail
fr: Envoyer un courriel à cet utilisateur
he: לשלוח למשתמש הזה הודעה בדוא״ל
pt_br: Enviar um e-mail para este usuário
ru: Отправить сообщение этому пользователю

source: Site Member Since:
fr: Inscrit depuis le :
he: חברות באתר מאז:
pt_br: Membro deste site desde:
ru: Дата регистрации:

source: This user did not enable Resume & Skills.
fr: Cet utilisateur n'a pas activé son CV et ses compétences.
he: משתמש זה לא הפעיל קורות חיים ומיומנויות.
pt_br: Esse usuário não ativou currículo & habilidades.
ru: Этот пользователь не включил свою страницу навыков.

source: View Resume & Skills
ca: Visualitza el CV i les competències
fr: Consulter son CV et la description de ses compétences
he: הצגת קורות חיים ומיומנויות
pt_br: Ver currículo & habilidades
ru: Редактировать страницу навыков

source: Download GPG Key
ca: Baixa la clau GPG
fr: Télécharger la clé GPG
he: הורדת מפתח GPG
pt_br: Baixar chave GPG
ru: Ключ GPG

source: Project Information
fr: Informations du projet
he: מידע על המיזם
pt_br: Informações do projeto
ru: Сведения о проекте

source: This user is not a member of any Group
fr: Cet utilisateur ne fait partie d'aucun groupe
he: משתמש זה אינו חבר באף קבוצה
pt_br: Esse usuário não é membro de nenhum grupo
ru: Этот пользователь не входит ни в одну группу

source: No member found
fr: Aucun membre trouvé
he: לא נמצאו חברים
pt_br: Nenhum membro encontrado
ru: Участников не найдено

source: You Could Send a Message if you were logged in.
fr: Vous pourriez envoyer un message si vous étiez authentifié.
he: כניסה למערכת תאפשר לך לשלוח הודעה.
pt_br: Você poderia enviar uma mensagem se você estiver autenticado.
ru: Посылать сообщения можно после того, как вы представитесь системе.

source: Test Markup
fr: Tester le balisage
he: בדיקת סימון
pt_br: Teste de marcação
ru: Тест разметки

source: Markup Reminder and Test
fr: Rappel et test du balisage
he: תזכורת ובדיקת סימון
pt_br: Lembrete e teste de marcação
ru: Справка и тест разметки

source: This page describes Savane markup language for formatting text you post in items or item comments. You can <a href="#test">test it below</a>.
fr: Cette page décrit le langage de balisage de Savane pour le formatage des textes que vous postez dans les éléments ou les commentaires d'éléments. Vous pouvez le <a href="#test">tester ci-dessous</a>.
he: עמוד זה מתאר את שפת הסימון של Savane לעיצוב הטקסט לפרסום ‫בפריטים או בהערות עליהם. אפשר <a href="#test">להתנסות בו להלן</a>.
pt_br: Essa página descreve a linguagem de marcação do Savane para formatar o texto em itens ou seus comentários. Você pode <a href="#test">testá-la abaixo</a>.
ru: На этой странице описан язык разметки Savane для форматирования текстов, которые вы пишете в заявках и комментариях к ним. Его можно <a href="#test">протестировать ниже</a>.

source: Text to test
fr: Texte à tester
he: טקסט לבדיקה
pt_br: Texto para testar
ru: Текст для теста

source: User %s does not exist
fr: L'utilisateur %s n'existe pas
he: המשתמש %s לא קיים
pt_br: O usuário %s não existe
ru: Пользователь %s не существует

source: Message Sent
ca: Missatge enviat
fr: Message envoyé
he: הודעה נשלחה
pt_br: Mensagem enviada
ru: Сообщение отправлено

source: Send a message
ca: Envia un missatge
fr: Poster un message
he: שליחת הודעה
pt_br: Enviar uma mensagem
ru: Послать сообщение

source: Requested Page not Found (Error 404)
ca: No s'ha trobat la pàgina sol·licitada (error 404)
fr: Page non trouvée (Erreur 404)
he: העמוד המבוקש לא נמצא (שגיאה 404)
pt_br: Página solicitada não encontrada (Erro 404)
ru: Запрошенная страница не найдена (Ошибка 404)

source: The web page you are trying to access doesn't exist on %s.
ca: La pàgina web a la qual voleu accedir no existeix a %s.
fr: La page que vous avez demandée n'existe pas sur %s.
he: העמוד אליו ניסית לגשת לא קיים על גבי %s.
pt_br: A página web que você está tentando acessar não existe no %s.
ru: Страница, которую вы пытаетесь открыть, на %s не существует.
