Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Basically, you just have to copy and paste those commands in a terminal.
ca: Simplement heu de copiar i enganxar aquestes ordres en un terminal.

source: UPDATED: now the specified version is highlighted
ca: ACTUALITZAT: la versió especificada apareix ressaltada

source: Note that you can also add a #%s to the HTML links to your filelist, as %s
ca: També podeu afegir un #%s als enllaços HTML de la vostra llista de fitxers, com a %s

source: Alternatively, you can make a link to %s
ca: També podeu establir un enllaç amb %s

source: How does it work, how to do this without a web browser?
ca: Com funciona? Com es pot fer sense navegador web?

source: It just creates a nice LATEST_RELEASE_IS file in the package dir with the version name as content.
ca: Crea un fitxer LATEST_RELEASE_IS al directori de paquets amb el nom de la versió com a contingut.

source: You can do this job exactly by making a similar file and upload it:
ca: Podeu fer aquest mateix treball creant un fitxer semblant i penjant-lo:

source: There is no such Package / Branch or Version online for %s
ca: No hi ha cap paquet/branca o versió en línia per a %s

source: You do not have the required privileges to access this page
ca: No teniu els privilegis necessaris per accedir a aquesta pàgina

source: Closed
ca: Tancats

source: Show %s new items or of %s priority at least.
ca: Mostra els nous elements %s o com a mínim de prioritat %s.

source: Project %s, %s
ca: Projecte %s, %s

source: Groups history appears to be flawed. This is a site installation problem. Please report the incident to administrators, asking them to get in touch with their Savane supplier.
ca: Sembla que l'historial de grups té errors. Hi ha un problema d'instal·lació del lloc. Notifiqueu-ho als administradors i demaneu-los que es posin en contacte amb el seu proveïdor de Savane.

source: Here is the list of groups you are member of, plus a form which allows you to ask for inclusion in a Group. Clicking on the trash permits you to quit a project.
ca: Aquí hi ha la llista dels grups dels que ets membre i un formulari que et permetrà demanar la inclusió a un altre grup. Clicant a les escombraries et permet sortir d'un projecte.

source: Watching a partner (receiving a copy of all notifications sent to them) permits you to be their backup when they are away from the office, or to review all their activities on a project.
ca: Supervisar un col·laborador (rebre una còpia de totes les notificacions que se li envien) us permet substituir-lo quan és fora de l'oficina o revisar totes les seves activitats en un projecte.

source: To watch someone, click 'Watch partner' in the project memberlist page. You need to be member of that project yourself.
ca: Per supervisar algú, feu clic a 'Supervisa un col·laborador' a la pàgina de la llista de membres del projecte. Heu de ser membre d'aquest projecte.

source: Stop watching this user?
ca: Voleu deixar de supervisar aquest usuari?

source: My own notifications are currently watched by: %s
ca: Les meves notificacions són supervisades per: %s

source: Search Group(s)
ca: Cerca grups

source: Below is the result of the research in the groups database.
ca: A continuació trobareu el resultat de la cerca a la base de dades de grups

source: None found. Please note that only search words of more than one character are valid.
ca: Cap resultat. Només es poden cercar paraules de més d'un caràcter.

source: To request inclusion in one or several groups, check the correspondent boxes, write a meaningful message for the project administrator who will approve or disapprove the request, and submit the form.
ca: Per sol·licitar la inclusió en un o més grups, seleccioneu les caselles corresponents, escriviu un missatge a l'administrador del projecte (que aprovarà o rebutjarà la sol·licitud) i envieu el formulari.

source: Quit this project?
ca: Voleu sortir del projecte?

source: Discard this request?
ca: Voleu descartar aquesta sol·licitud?

source: To change your votes, type in new numbers (using zero removes the entry from your votes list).
ca: Per modificar els vots, escriviu números nous (el zero elimina l'entrada de la llista de vots).

source: Non alphanumeric characters in the proposed subject line, subject line configuration skipped.
ca: No hi ha caràcters alfanumèrics a la línia de l'assumpte proposada, s'ha ignorat la configuració de la línia de l'assumpte.

source: The header "%s" will always be included, and when applicable, so will "%s", "%s", and/or "%s".
ca: Sempre s'inclourà el títol "%s", i sempre que sigui aplicable, també "%s", "%s" i/o "%s".

source: Another option for message filtering is to configure the prefix of the subject line with the following form. In this form, you can use the strings "%s", "%s", "%s", and "%s". They will be replaced by the appropriate values. If you leave this form empty, you will receive the default subject line.
ca: Per filtrar els missatges també es pot configurar el prefix de la línia de l'assumpte amb el formulari següent, en el qual podeu utilitzar les cadenes "%s", "%s", "%s" i "%s", que se substituiran pels valors corresponents. Si no ompliu aquest formulari, rebreu la línia de l'assumpte per defecte.

source: You can also receive reminders about opened items assigned to you, when their priority is higher than 5. Note that projects administrators can also set reminders for you, out of your control, for your activities on the project they administer.
ca: També podeu rebre recordatoris sobre els elements oberts que teniu assignats quan tenen una prioritat de més de 5. Els administradors de projectes també poden configurar-vos recordatoris (fora del vostre control) per a les activitats del projecte que administren.

source: Stone age menu activated, it will be effective the next time a page is loaded
ca: Menú de Stone age activat, serà efectiu la propera vegada que la plana es carregui.

source: You can view/change all of your account features from here.
ca: Aquí podeu veure i canviar tota la configuració del vostre compte.

source: By default, you can open as many session concurrently as you want. But you may prefer to allow only one session to be opened at a time, killing previous sessions each time you log in.
ca: Per defecte, pots obrir tantes sessions concurrents com vulguis. Tot i així potser prefereixis permetre només una sessió oberta alhora, eliminant les sessions previament establertes cada cop que accedeixis a savane.

source: Details about your experience and skills may be of interest to other users or visitors.
ca: Pot ser que la informació sobre les vostres competències i experiència sigui útil a altres usuaris o visitants.

source: Your current address is %s. It is essential to us that this address remains valid. Keep it up to date.
ca: La teva adreça és %s. És essencial per nosaltres que aquesta adreça es mantingui vàlida. Mantent-la al dia.

source: Here is defined when the trackers should send email notifications. It permits also to configure the subject line prefix of sent mails.
ca: Aquí es defineix quan els sistemes de seguiment han d'enviar notificacions per correu electrònic. També es pot configurar el prefix de la línia de l'assumpte dels missatges enviats.

source: Caution: your current web browser identifies itself as Microsoft Internet Explorer. Unexpected behavior of this software in several regards may cause rendering problems, most notably break the interface layout.
ca: Precaució: el teu navegador s'identifica a si mateix com a Microsoft Internet Explorer. Comportaments inesperats d'aquest software poden causar problemes de visualització.

source: You are strongly advised to use a browser like Mozilla or Konqueror if you encounter such troubles.
ca: Si patiu aquests problemes, us aconsellem que utilitzeu un navegador com ara Mozilla o Konqueror.

source: If you are no longer member of any project and do not intend to use %s further, you may want to delete your account. This action cannot be undone and your current login will be forever lost.
ca: Si ja no ets membre de cap projecte i no tens intenció d'utilitzar %s podries esborrar el teu compte. Aquesta acció no es pot tirar enrere i el teu login es perdrà per sempre.

source: By default, integrated bookmarks are deactivated to avoid redundancy with the bookmark feature provided by most modern web browsers. However, you may prefer integrated bookmarks if you frequently use different workstations without web browsers bookmarks synchronization.
ca: Per defecte, les adreces d'interès integrades es desactiven per evitar les redundàncies amb la funció d'adreces d'interès que ofereixen els navegadors web més avançats. De totes maneres, pot ser que preferiu les adreces d'interès integrades si utilitzeu amb freqüència diferents estacions de treball sense sincronització d'adreces d'interès entre els navegadors web.

source: When checked, the only way for users to get in touch with you would be to use the form available to logged-in users. It is generally a bad idea to choose this option, especially if you are a project administrator.
ca: Si aquesta opció està seleccionada, l'única manera que tenen els usuaris de contactar-vos és utilitzant el formulari disponible per als usuaris connectats. Seleccionar aquesta opció no sol ser gaire bona idea, sobretot si sou l'administrador d'un projecte.

source: No matter where you live, you can see all dates and times as if it were in your neighborhood.
ca: Sigui quin sigui el lloc on us trobeu, podeu veure totes les dates i hores com si fossin les de casa vostra:

source: The theme you are currently using does not follow the latest Savane CSS guidelines. As a result, page layout may be more or less severely broken. It is not advised to use this theme.
ca: El tema que esteu utilitzant no admet les darreres normes de CSS de Savane. Per això pot ser que es malmeti en major o menor grau la presentació de la pàgina. No és recomanable utilitzar aquest tema.

source: %s administrators should be asked to take care of Savane CSS Guidelines, since it is the default theme
ca: Els administradors de %s s'han d'encarregar de les normes de CSS de Savane, ja que és el tema per defecte

source: By default, comments are listed in reverse chronological order. This means that for a given item, comments are printed from the latest to the oldest. If this behavior does not suit you, select this option.
ca: Per defecte, els comentaris es llisten en ordre cronològic invers. És a dir, per a un determinat element, els comentaris s'imprimeixen des del més recent fins al més antic. Seleccioneu aquesta opció si aquest funcionament no s'ajusta a les vostres necessitats.

source: By default, the top menu includes links, via dropdown submenus, to all relevant pages in the current context (project area, personal area). However, the dropdown submenu mechanism may not work with few old browsers, for instance very old Konqueror versions (< 3.1, before 2003). Selecting this option enables an old fashioned submenu like the one shipped in older Savane releases (< 2.0).
ca: Per defecte, el menú superior inclou enllaços, a través dels submenús desplegables, a totes les planes rellevants en el context actual (àrea de projecte, àrea personal). Tot i així, el mecanisme dels submenús desplegables pot no funcionar amb navegadors antics, per exemple versions molt antigues de Konqueror(< 3.1 abans del 2003). Seleccionar aquesta opció activa els menús antics com els que incloia les versions de Savane antigues ( < 2.0).

source: Missing information: Fill in all required fields
ca: Falta informació: ompliu tots els camps obligatoris

source: Details about your experience and skills may be of interest to others users or visitors.
ca: Pot ser que la informació sobre les vostres competències i experiència sigui útil a altres usuaris o visitants.

source: Do you want your resume to be activated:
ca: Voleu que el vostre CV tingui visibilitat pública:

source: Session %s opened on %s from %s
ca: S'ha obert la sessió %s a les %s des de %s

source: The request came from %s
ca: La sol·licitud prové de %s

source: with
ca: amb

source: Authorized keys:
ca: Claus autoritzades:

source: Fill the text fields below with the public keys for each key you want to register. After submitting, verify that the number of keys registered is what you expected.
ca: Copieu en un camp de text la clau pública de cada clau que voleu registrar. Un cop enviat el formulari, verifiqueu que el nombre de claus registrades sigui el previst.

source: Someone, presumably you, has requested a change of email address on %s. If it wasn't you, maybe someone is trying to steal your account... Your current address is %s, the supposedly new address is %s.
ca: Heu sol·licitat (o ho ha fet algú altre) un canvi d'adreça de correu electrònic a %s. En cas que hagi estat algú altre, pot ser que estigui intentant robar-vos el compte. La vostra adreça actual és %s i la nova adreça és %s.

source: If you did not request that change, please visit the following URL to discard the email change and report the problem to us:
ca: Si no heu sol·licitat aquest canvi, visiteu aquest URL per descartar el canvi de correu electrònic i notificar-nos el problema:

source: The system reported a failure when trying to send the confirmation mail. Please retry and report that problem to administrators.
ca: El sistema ha notificat que s'ha produït una anomalia en intentar enviar el correu de confirmació. Torneu-ho a provar i informeu els administradors del problema.

source: Failed to discard the address change process, please contact administrators.
ca: No s'ha pogut descartar el procés de canvi d'adreça. Poseu-vos en contacte amb els administradors.

source: Someone, presumably you, has requested your %s account deletion. If it wasn't you, it probably means that someone stole your account.
ca: Algú, presumiblement tu, ha demanat l'esborrat del teu compte %s. Si no has estat tu, probablement significa que algú ha robat el teu compte.

source: No matter where you live, you can see all dates and times as if it were in your neighborhood:
ca: Sigui quin sigui el lloc on us trobeu, podeu veure totes les dates i hores com si fossin les de casa vostra:

source: Changing your email address will require confirmation from your new email address, so that we can ensure we have a good email address on file.
ca: Per canviar l'adreça de correu electrònic, cal rebre la confirmació des de la vostra nova adreça perquè puguem estar segurs que tenim registrada una adreça correcta.

source: We need to maintain an accurate email address for each user due to the level of access we grant via this account. If we need to reach a user for issues related to this server, it is important that we be able to do so.
ca: Hem de conservar una adreça de correu electrònic correcta de cada usuari a causa del nivell d'accés que atorguem mitjançant aquest compte. És important que puguem localitzar qualsevol usuari per algun problema relacionat amb aquest servidor.

source: Do you really want to delete your user account:
ca: Vols esborrar el teu compte d'usuari:

source: By the way, have you checked the setup of your web server at %s?
ca: Heu comprovat la configuració del servidor web a %s?

source: Note that you can 'watch' a member of your project. It allows you, for instance, to be the backup of someone when they are away from the office, or to review all their activities on this project: you will receive a copy of their mail notifications related to this project.
ca: Podeu 'supervisar' un membre del vostre projecte. Això vol dir que, per exemple, podeu substituir-lo quan no sigui a l'oficina o revisar totes les seves activitats en aquest projecte, perquè rebreu una còpia de les seves notificacions per correu electrònic relacionades amb aquest projecte.

source: On this page are only presented specific roles, roles which are not attributed by default when joining this project.
ca: En aquesta pàgina només hi apareixen funcions específiques, que no s'atribueixen per defecte en esdevenir membre del projecte.

source: You may also be interested in the %sGPG Keyring of this project%s
ca: Pot ser que també us interessi l'%sanell de claus GPG d'aquest projecte%s

source: They GPG Keyring of the project is empty, no keys were registered
ca: L'anell de claus GPG del projecte està buit, no s'ha registrat cap clau

source: Project Members GPG Keyring
ca: Anell de claus GPG dels membres del projecte

source: You can %sdownload the keyring%s and import it with the command %s
ca: Podeu %sbaixar-vos l'anell de claus%s i importar-lo amb l'ordre %s

source: Successfully updated notification content settings
ca: S'ha actualitzat correctament la configuració del contingut de la notificació

source: Failed to update notification content settings
ca: Ha fallat l'actualització de la configuració del contingut de la notificació

source: You can configure the project so that reminder emails get sent to project members who have opened items with priority higher than 5 assigned to them.
ca: Podeu configurar el projecte de manera que s'enviïn correus electrònics de recordatori als membres del projecte que tinguin assignats elements oberts amb una prioritat superior a 5.

source: This will be done regardless of the fact project members have or have not requested to receive such reminders via their personal notification settings!
ca: Això es farà encara que els membres del projecte no hagin sol·licitat rebre aquests recordatoris a través de la configuració personal de les notificacions.

source: Editing Public Info
ca: Edició de la informació pública

source: You can view/change all of your project configuration from here.
ca: Aquí podeu veure i canviar tota la configuració del vostre projecte.

source: You can manage fields used, define query forms, manage mail notifications, etc.
ca: Podeu administrar els camps utilitzats, definir formularis de consulta, administrar notificacions de correu, etc.

source: For many features, you can modify the type of email notification (global/per category), the related address lists and the notification triggers.
ca: En moltes funcions podeu modificar el tipus de notificació (global/per categoria), les llistes d'adreces relacionades i els desencadenants de notificació.

source: Set members and group default permissions, set posting restrictions.
ca: Estableix els permisos per defecte dels membres i els grups, i estableix les restriccions d'enviament.

source: Users that have requested to be member of the group are listed here. To approve their requests, select their name and click on the button below. To discard requests, go to the next section called "Removing users from group".
ca: En aquesta llista hi apareixen els usuaris que han sol·licitat formar part del grup. Per aprovar-ne les sol·licituds, seleccioneu-ne el nom i feu clic en el botó situat a sota. Per rebutjar les sol·licituds, aneu a la secció següent, "Eliminació d'usuaris dels grups".

source: To remove users, select their name and click on the button below. The administrators of a project cannot be removed unless they quit. Pending users are at the bottom of the list.
ca: Per eliminar usuaris, seleccioneu-ne el nom i feu clic en el botó situat a sota. Els administradors d'un projecte no es poden eliminar a no ser que deixin el càrrec. Els usuaris pendents apareixen al final de la llista.

source: You can search one or several users to add in the whole users database with the following search tool. A list of users, depending on the names you'll type in this form, will be generated.
ca: Podeu cercar un o més usuaris per afegir a tota la base de dades d'usuaris amb l'eina de cerca següent. En funció dels noms que escrigueu en aquest formulari, es generarà una llista d'usuaris.

source: Configuration for user #%s (you!) ignored to avoid incoherent flags status. End the superuser session to change your settings in this group or use the admin user interface.
ca: S'ha ignorat la configuració de l'usuari #%s per evitar un estat d'indicador incoherent. Tanqueu la sessió com a superusuari per modificar la vostra configuració en aquest grup o utilitzeu la interfície d'administració d'usuaris.

source: failed to update %s permissions.
ca: No s'han pogut actualitzar els permisos de %s.

source: Unable to change group defaults permissions.
ca: No es poden modificar els permisos del grup per defecte.

source: You can activate or deactivate feature/artifact for your project. In some case, depending on the system administrator's choices, you can even use change the URL for a feature/artifact. If the field 'alternative address' is empty, the standard is used.
ca: Podeu activar o desactivar les funcions/eines del vostre projecte. En alguns casos, segons les opcions de l'administrador del sistema, podeu fins i tot canviar l'URL d'una funció/eina. Si el camp 'adreça alternativa' és buit, s'utilitza l'opció estàndard.

source: Activated?
ca: Activat?

source: Bugs Tracker
ca: Sistema de seguiment d'errors

source: With the following form, you can perform a search in the items summaries and details of a given tracker of the project %s. If you need to perform more complex search, use the query forms in Browse items page of this tracker. If you want to perform a site-wide search, use the search box in the left menu.
ca: Amb el formulari següent podeu realitzar una cerca en els resums d'elements i els detalls d'un determinat sistema de seguiment del projecte %s. Si heu de realitzar una cerca més complexa, utilitzeu els formularis de consulta de la pàgina Vés als elements d'aquest sistema de seguiment. Si voleu realitzar una cerca a tot el lloc, utilitzeu el quadre de cerca del menú esquerre.

source: This project has turned off this tool
ca: Aquest projecte no utilitza aquesta eina

source: You can Browse the %s repository of this project with your web browser. This gives you a good picture of the current status of the source files. You may also view the complete histories of any file in the repository as well as differences among two versions.
ca: Podeu examinar el dipòsit %s d'aquest projecte amb el navegador web per tenir una idea de l'estat actual dels fitxers font. També podeu veure-hi els historials complets de qualsevol fitxer, així com les diferències entre versions.

source: If you want to approve/edit site news (shown on the front page), you must be logged as superuser.
ca: Si voleu aprovar o editar les notícies del lloc (que apareixen a la pàgina inicial), heu d'iniciar la sessió com a superusuari.

source: If you want to approve/edit news for the local administration project (not shown on the front page), you must end the superuser session.
ca: Si voleu aprovar o editar les notícies del projecte d'administració local (que no apareixen a la pàgina inicial), heu de tancar la sessió com a superusuari.

source: Note: If this item is on the %s home page and you edit it, it will be removed from the home page.
ca: Nota: Si aquest element es troba a la pàgina inicial de %s i l'editeu, s'eliminarà de la pàgina inicial.

source: This project has turned off the news tool.
ca: Aquest projecte té desactivada l'eina de notícies.

source: Print summaries for the %s latest news.
ca: Imprimeix resums de les %s darreres notícies.

source: News Posted: it will need to be approved by a news manager of this project before it shows on the project front page.
ca: Notícia enviada: ha de ser aprovada per l'administrador de notícies del projecte abans que aparegui a la pàgina inicial.

source: You may include URLs, emails, that will be made clickable, but not HTML.
ca: Podeu incloure URL i adreces de correu electrònic (a les quals es podrà fer clic) però no HTML.

source: You can view/change all of this tracker configuration from here.
ca: Des d'aquí podeu veure o modificar la configuració de tot aquest sistema de seguiment.
