Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: <!-- present this field to --> Project Members
fr: <!-- present this field to --> Membres du projet
he: חברי המיזם
pt_br: <!-- apresentar este campo para --> gerentes de projeto
ru: участникам проекта

source: <!-- present this field to --> Logged-in Users
fr: <!-- present this field to --> Utilisateurs connectés
he: משתמשים שנכנסו למערכת
pt_br: <!-- apresentar este campo para --> usuários autenticados
ru: неанонимным пользователям

source: <!-- present this field to --> Anonymous Users
fr: <!-- present this field to --> Utilisateurs anonymes
he: משתמשים אלמוניים
pt_br: <!-- apresentar este campo para --> usuários anônimos
ru: анонимным пользователям

source: Display:
ca: Mostra:
fr: Affichage :
he: תצוגה:
pt_br: Mostrar:
ru: Показывать:

source: Rank on page:
fr: Rang sur la page :
he: דירוג בעמוד:
pt_br: Classificação na página:
ru: Ранг на странице:

source: Visible size of the field:
ca: Mida visible del camp:
fr: Taille visible du champ :
he: גודל גלוי של השדה:
pt_br: Tamanho visível do campo:
ru: Видимый размер поля:

source: Maximum size of field text (up to 255):
fr: Taille maximale du texte du champ (jusqu'à 255) :
he: הגודל המרבי של שדה הטקסט (עד 255):
pt_br: Tamanho máximo do texto do campo (até 255):
ru: Максимальный размер текста поля (до 255):

source: Number of columns of the field:
ca: Nombre de columnes del camp:
fr: Nombre de colonnes du champ :
he: מספר העמודות של השדה:
pt_br: Número de colunas do campo:
ru: Число столбцов в поле:

source: Number of rows of the field:
ca: Nombre de files del camp:
fr: Nombre de lignes du champ :
he: מספר השורות של השדה:
pt_br: Número de linhas do campo:
ru: Число строк в поле:

source: By default, transitions (from one value to another) are:
ca: Per defecte, les transicions (d'un valor a un altre) estan:
fr: Par défaut, les transitions (d'une valeur à une autre) sont :
he: כברירת מחדל, מעברונים (מערך אחד לאחר) הם:
pt_br: Por padrão, transições (de um valor para o outro) são:
ru: Незарегистрированные переходы (с одного значения на другое):

source: Allowed
ca: Permeses
fr: Autorisées
he: מורשים
pt_br: Permitidas
ru: разрешены

source: Forbidden
ca: Prohibides
fr: Interdites
he: אסורים
pt_br: Proibidas
ru: запрещены

source: Reset to defaults
ca: Restableix els valors per defecte
fr: Revenir aux paramètres par défaut
he: איפוס לברירות המחדל
pt_br: Redefinir para o padrão
ru: Сбросить в исходное состояние

source: Select Fields
ca: Selecciona els camps
fr: Sélectionner les champs
he: בחירת שדות
pt_br: Secionar campos
ru: Выбрать поля

source: Rank on page
fr: Rang sur la page
he: דירוג בעמוד
pt_br: Classificação na página
ru: Ранг на странице

source: Custom Field
ca: Camp personalitzat
fr: Champ personnalisé
he: שדה משלך
pt_br: Campo personalizado
ru: Дополнительное поле

source: No extension field in use.
ca: No s'utilitza cap camp d'extensió.
fr: Pas de champ d'extension utilisé.
he: אין שדה הרחבה בשימוש.
pt_br: Nenhum campo de extensão em uso.
ru: Ни одно дополнительное поле не используется.

source: Choose one below.
ca: Trieu-ne un a continuació.
fr: Choisissez-en un ci-dessous.
he: נא לבחור אחד להלן.
pt_br: Escolha uma abaixo.
ru: Выберите ниже

source: USED FIELDS
ca: CAMPS UTILITZATS
fr: CHAMPS UTILISÉS
he: שדות בשימוש
pt_br: CAMPOS USADOS
ru: Использованные поля

source: UNUSED STANDARD FIELDS
ca: CAMPS ESTÀNDARD NO UTILITZATS
fr: CHAMPS STANDARDS NON UTILISÉS
he: שדות רגילים שאינם בשימוש
pt_br: CAMPOS PADRÃO NÃO USADOS
ru: Неиспользованные общие поля

source: UNUSED CUSTOM FIELDS
ca: CAMPS PERSONALITZATS NO UTILITZATS
fr: CHAMPS PERSONNALISÉS NON UTILISÉS
he: שדות משלך שאינם בשימוש
pt_br: CAMPOS PERSONALIZADOS NÃO USADOS
ru: Неиспользованные дополнительные поля

source: Reset Values of '%s'
ca: Restableix els valors de '%s'
fr: Remettre les valeurs par défaut de « %s »
he: איפוס ערכים של ‚%s’
pt_br: Reiniciar valores de “%s”
ru: Сбросить значения "%s"

source: You are about to reset values of the field %s. This action will not be undoable, please confirm:
fr: Vous êtes sur le point de remettre à la valeur par défaut le champ %s. Vous ne pourrez pas annuler cette action. Veuillez confirmer :
he: פעולה זו תאפס את ערכי השדה %s. פעולה זו אינה הפיכה, נא לאשר:
pt_br: Você está prestes a reiniciar valores do campo %s. Esta ação não poderá ser desfeita, por favor confirme:
ru: Вы собираетесь сбросить значения поля %s. Это необратимо, подтвердите:

source: Copy Configuration
ca: Copia la configuració
fr: Copier une configuration
he: העתקת ההגדרות
pt_br: Copiar configuração
ru: Копировать настройки

source: You can change all of this tracker configuration from here.
fr: Vous pouvez modifier l'ensemble de la configuration de cet outil de suivi à partir d'ici.
he: אפשר לשנות את כל הגדרות העוקב מכאן.
pt_br: Você pode alterar todas as configurações do rastreador a partir daqui.
ru: Здесь можно просматривать и править конфигурацию этого журнала.

source: Miscellaneous
ca: Miscel·lània
fr: Divers
he: שונות
pt_br: Diversos
ru: Прочее

source: Set Permissions
ca: Estableix els permisos
fr: Définir les permissions
he: הגדרת הרשאות
pt_br: Definir permissões
ru: Установить разрешения

source: Set permissions and posting restrictions for this tracker.
ca: Estableix els permisos i les restriccions d'enviament d'aquest sistema de seguiment.
fr: Vous pouvez définir les restrictions de postage d'éléments et les permissions des membres du projet.
he: הגדרת הרשאות והגבלות פרסום לעוקב הזה.
pt_br: Definir permissões e restrições de publicação para este rastreador.
ru: Установка разрешений и ограничений для записи в этот журнал.

source: Configure Mail Notifications
ca: Configura les notificacions de correu
fr: Configuration des notifications par courriel
he: הגדרת התראות בדוא״ל
pt_br: Configurar notificações por e-mail
ru: Настройка почтовых уведомлений

source: You can define email notification rules for this tracker.
ca: Defineix les normes de notificació de correu d'aquest sistema de seguiment.
fr: Vous pouvez définir les règles de notification par courriel pour cet outil de suivi.
he: אפשר להגדיר כללי התראות בדוא״ל לעוקב הזה.
pt_br: Você pode definir regras de notificação por e-mail para este rastreador.
ru: Здесь можно орпеделять правила уведомлний для этого журнала.

source: Edit the Item Post Form Preamble
ca: Edita el preàmbul del formulari d'enviament d'elements
fr: Modifier le préambule affiché lors du postage d'éléments
he: עריכת מבוא טופס פרסום הפריט
pt_br: Editar o preâmbulo do formulário de envio de item
ru: Править преамбулу публикации заявок

source: Define a preamble that will be shown to users when they submit an item on this tracker.
fr: Vous pouvez définir un préambule qui sera affiché à tous les utilisateurs dès lorsqu'ils posteront un élément sur cet outil.
he: הגדרת הקדמה שתוצג למשתמשים כשהם מגישים פריט בעוקב הזה.
pt_br: Defina um preâmbulo que será mostrado aos usuários quando eles enviarem um item neste rastreador.
ru: Определить преамбулу, которая будет показана пользователям при отправке заявок в этот журнал.

source: Copy the configuration of trackers of other projects you are member of.
ca: Copia la configuració dels sistemes de seguiment d'altres projectes dels quals formeu part.
fr: Copier la configuration des outils de suivi d'autres projets dont vous êtes membre.
he: העתקת הגדרות העוקבים של מיזמים אחרים שיש לך חברות בהם.
pt_br: Copia a configuração de rastreadores de outros projetos dos quais você é membro.
ru: Копировать конфиругацию журналов из других проектов, в которых вы состоите.

source: Item Fields
fr: Champs de l'élément
he: שדות פריטים
pt_br: Campo de item
ru: Поля заявок

source: Define which fields you want to use in this tracker, define how they will be used.
fr: Définissez quels champs vous voulez utiliser dans cet outil de suivi, définissez comment ils seront utilisés.
he: הגדרת השדות לשימוש בעוקב זה, ואיך יעשה בהם שימוש.
pt_br: Defina quais campos você deseja usar neste rastreador, defina como eles serão usados.
ru: Определить поля для этого журнала, определить, как они будут применяться.

source: Define the set of possible values for the fields you have decided to use in this tracker.
fr: Définissez l'ensemble des valeurs possibles pour les champs que vous avez décidé d'utiliser dans cet outil de suivi.
he: הגדרת סדרת הערכים האפשריים לשדות בהם החלטת להשתמש בעוקב הזה.
pt_br: Defina o conjunto de valores possíveis para os campos que você decidiu usar nestes rastreador.
ru: Определить набор возможных значений полей, которые выбраны для этого журнала.

source: Edit Query Forms
ca: Edita els Formularis de consulta
fr: Modifier les formulaires de requête
he: עריכת טופסי שאילתה
pt_br: Editar formulários de consulta
ru: Править формы запроса

source: Define project-wide query form: what display criteria to use while browsing items and which fields to show in the results table.
fr: Définissez un formulaire de requête pour tout le projet : quel critère d'affichage utiliser lors de la navigation dans les éléments et quels champs montrer dans la table des résultats.
he: הגדרת טופס תשאול חוצה מיזמים: באיזה תנאי תצוגה להשתמש בעת עיון בין פריטים ואילו שדות יופיעו בטבלת התוצאות.
pt_br: Defina um formulário de consulta para todo os projeto: quais critérios de exibição usar ao navegar itens e quais campos mostrar na tabela de resultados.
ru: Определить форму запроса для проекта: критерии выбора при просмотре и поля, отображаемые в таблице результатов.

source: Posting restrictions updated.
ca: S'han actualitzat les restriccions d'enviament.
fr: Restrictions d'envoi d'éléments mises à jour.
he: הגבלות הפרסום עודכנו.
pt_br: Restrições de publicação atualizadas.
ru: Ограничения на публикацию обновлены.

source: Unable to change posting restrictions.
ca: No es poden canviar les restriccions d'enviament.
fr: Impossible de changer les restrictions d'envoi d'élément.
he: לא ניתן לשנות את הגבלות הפרסום.
pt_br: Não foi possível alterar restrições de publicação.
ru: Сбой при изменении ограничений на публикацию.

source: Posting Restrictions
ca: Restriccions d'Enviament.
fr: Restrictions de postage d'éléments
he: מגבלות פרסום
pt_br: Restrições de publicação
ru: Ограничения для публикаций

source: Authentication level required to be able to post new items on this tracker:
ca: Per enviar nous elements en aquest sistema de seguiment us heu d'autenticar:
fr: Niveau d'authentification requis pour être autorisé à poster des éléments :
he: רמת האימות הנדרשת לפרסום פריטים חדשים בעוקב הזה:
pt_br: Nível de autenticação é exigido para ser capaz de publicar novos itens neste rastreador:
ru: Уровень доступа, требуемый для написания новых заявок в этом журнале:

source: Authentication level required to be able to post comments (and to attach files) on this tracker:
fr: Niveau d'authentification requis pour être autorisé à poster des commentaires (et joindre des documents) sur cet outil de suivi :
he: רמת האימות הנדרשת לפרסום תגובות (ולצרף קבצים) בעוקב הזה:
pt_br: Nível de autenticação é exigido para ser capaz de publicar comentários (e anexar arquivos) neste rastreador:
ru: Уровень доступа, требуемый для написания комментариев (и добавления файлов) в этом журнале:

source: Update Permissions
ca: Actualitza els permisos
fr: Mise à jour des permissions
he: עדכון הרשאות
pt_br: Atualizar permissões
ru: Изменить права доступа

source: NO DATA CHANGED!
ca: NO S'HA CANVIAT CAP DADA
fr: AUCUNE DONNÉE MODIFIÉE !
he: לא השתנו נתונים!
pt_br: NENHUM DADO ALTERADO!
ru: Данные не были изменены!

source: SUCCESSFUL UPDATE
ca: ACTUALITZACIÓ CORRECTA
fr: SUCCÈS DE LA MISE À JOUR
he: העדכון הצליח
pt_br: ATUALIZADO COM SUCESSO
ru: Успешное обновление

source: Other Settings
ca: Altres paràmetres
fr: Autres configurations
he: הגדרות אחרות
pt_br: Outras configurações
ru: Другие установки

source: Item Post Form Preamble
ca: Preàmbul del formulari d'enviament d'elements
fr: Préambule du formulaire de postage d'éléments
he: מבוא טופס פרסום פריט
pt_br: Preâmbulo do formulário de envio de item
ru: Преамбула размещения заявок

source: Introductory message showing at the top of the item submission form
fr: Message introductif affiché en haut du formulaire de postage d'éléments
he: הודעת קבלת פנים שמופיעה בראש טופס הגשת הפריט
pt_br: Mensagem introdutória mostrada no topo do formulário de envio de item
ru: Вводное сообщение, появляющееся сверху формы заявки

source: Query form '%s' created successfully
ca: El formulari de consulta '%s' s'ha creat correctament
fr: Formulaire de requête « %s » créé
he: טופס התשאול ‚%s’ נוצר בהצלחה
pt_br: Formulário de consulta “%s” criado com sucesso
ru: Форма запроса"%s" успешно создана

source: Query form '%s' updated successfully
ca: El formulari de consulta '%s' s'ha actualitzat correctament
fr: Formulaire de requête « %s » mis à jour
he: טופס התשאול ‚%s’ עודכן בהצלחה
pt_br: Formulário de consulta “%s” atualizado com sucesso
ru: Форма запроса"%s" успешно обновлена

source: Failed to create query form '%s'
ca: No s'ha pogut crear el formulari de consulta '%s'
fr: Impossible de créer le formulaire de requête « %s '
he: יצירת טופס התשאול ‚%s’ נכשלה
pt_br: Falhou ao criar formulário de consulta “%s”
ru: Не удалось создать форму запроса "%s"

source: Failed to update query form '%s'
ca: No s'ha pogut actualitzar el formulari de consulta '%s'
fr: Échec de la mise à jour du formulaire de requête « %s »
he: עדכון טופס התשאול ‚%s’ נכשל
pt_br: Falhou ao atualizar formulário de consulta “%s”
ru: Не удалось обновить форму запроса "%s"

source: Use as a Search Criterion
fr: Critère de recherche
he: להשתמש כתנאי חיפוש
pt_br: Usar como um critério de pesquisa
ru: Использовать в качестве критерия поиска

source: Rank on Search
ca: Ordena la cerca
fr: Rang sur la recherche
he: דירוג בחיפוש
pt_br: Classificação na pesquisa
ru: Ранг в поиске

source: Use as an Output Column
ca: Utilitza com a columna de sortida
fr: Utiliser en tant que colonne de sortie
he: להשתמש כעמודת פלט
pt_br: Usar como uma coluna de saída
ru: Использовать как столбец результатов

source: Rank on Output
ca: Ordena la sortida
fr: Rang à la sortie
he: דירוג בפלט
pt_br: Classificação na saída
ru: Ранг в результатах

source: Column width (optional)
ca: Amplada de la columna (opcional)
fr: Largeur de la colonne (facultatif)
he: רוחב עמודה (רשות)
pt_br: Largura da coluna (opcional)
ru: Ширина столбца (необязательно)

source: Create a New Query Form
fr: Créer un nouveau formulaire de requête
he: יצירת טופס תשאול חדש
pt_br: Criar um novo formulário de consulta
ru: Создать новую форму запроса

source: Name of the Query Form:
ca: Nom del formulari de consulta:
fr: Nom du formulaire de requête :
he: שם טופס התשאול:
pt_br: Nome do formulário de consulta:
ru: Название формы запроса:

source: Scope:
ca: Abast:
fr: Portée :
he: היקף:
pt_br: Escopo:
ru: Контекст:

source: Modify a Query Form
ca: Modifica un formulari de consulta
fr: Modifier un formulaire de requête
he: שינוי טופס שאילתה
pt_br: Modificar um formulário de consulta
ru: Изменить форму запроса

source: Unknown Report ID (%s)
fr: ID de rapport inconnu (%s)
he: מזהה דוח (%s) לא ידוע
pt_br: ID de relatório desconhecido (%s)
ru: Неизвестный идентификатор отчета (%s)

source: Name:
ca: Nom:
fr: Nom :
he: שם:
pt_br: Nome:
ru: Имя:

source: Browse with the %s query form by default.
fr: Naviguez avec le formulaire de recherche %s par défaut.
he: עיון עם טופס התשאול %s כברירת מחדל.

source: Existing Query Forms
fr: Formulaires de requête existants
he: טפסי שאילתה קיימים
pt_br: Formulários de consulta existentes
ru: Существующие формы запроса

source: Query form name
ca: Nom del formulari de consulta
fr: Nom du formulaire de requête
he: שם טופס שאילתה
pt_br: Nome do formulário de consulta
ru: Название формы запроса

source: Personal
fr: Personnel
he: אישי
pt_br: Pessoal
ru: Личное

source: No query form defined yet.
ca: No s'ha definit cap formulari de consulta.
fr: Aucun formulaire de requêtes défini pour l'instant.
he: לא הוגדר עדיין טופס תשאול.
pt_br: Nenhum formulário de consulta definido ainda.
ru: Ни одна форма запроса еще не определена.

source: You can <a href="%s"> create a new query form</a>.
fr: Vous pouvez <a href="%s"> créer un nouveau formulaire de requête</a>
he: אפשר <a href="%s">ליצור טופס תשאול חדש</a>.
pt_br: Você pode <a href="%s"> criar um novo formulário de consulta</a>.
ru: Можно <a href="%s"> создать новую форму запроса</a>.

source: Changed notification email settings
ca: S'ha modificat la configuració del correu electrònic de notificació
fr: Paramètres des notifications par courriel mis à jour
he: הגדרות ההתראות בדוא״ל נערכו
pt_br: Configurações de notificação por e-mail alteradas
ru: Настройки оповещений изменены

source: Set Notifications
ca: Fixa notificacions
fr: Définir les notifications
he: הגדרת התראות
pt_br: Definir notificações
ru: Оповещения

source: This user is already member of the group.
ca: Aquest usuari ja forma part del grup.
fr: Cet utilisateur est déjà membre du groupe.
he: משתמש זה כבר חבר בקבוצה.
pt_br: Esse usuário já é membro do grupo.
ru: Этот пользователь уже в группе.

source: Category
ca: Categoria
fr: Catégories
he: קטגוריה
pt_br: Categoria
ru: Категория

source: No Categories Found
ca: No s'ha trobat cap categoria
fr: Aucune catégorie correspondante
he: לא נמצאו קטגוריות
pt_br: Nenhuma categoria encontrada
ru: Категорий не найдено

source: Project type
fr: Type de projet
he: סוג מיזם
pt_br: Tipo de projeto
ru: Тип проекта

source: Open
ca: Oberts
fr: ouverts
he: פתוחה
pt_br: Aberto
ru: Открыта

source: Filled
fr: Complet
he: תפוסה
pt_br: Preenchido
ru: Закрыта

source: Deleted
ca: Suprimit
fr: Supprimé
he: נמחקה
pt_br: Excluído
ru: Удалена

source: job status
fr: État de la demande d'aide
he: מצב משרה
pt_br: estado do trabalho
ru: состояние вакансии

source: Developer
fr: Développeur
he: פיתוח
pt_br: Desenvolvedor
ru: Разработчик

source: Project Manager
fr: Responsable du projet
he: ניהול מיזמים
pt_br: Gerente do projeto
ru: Секретарь проекта

source: Unix Admin
fr: Administrateur Unix
he: ניהול יוניקס
pt_br: Administrador Unix
ru: Администратор Unix

source: Doc Writer
fr: Rédacteur de documentation
he: כתיבת מסמכים
pt_br: Escritor de documentação
ru: Составитель документации

source: Tester
fr: Testeur
he: בדיקה
pt_br: Testador
ru: Испытатель

source: Support Manager
fr: Responsable de l'assistance technique
he: ניהול תמיכה
pt_br: Gerente de Suporte
ru: Секретарь технической поддержки

source: Graphic/Other Designer
fr: Designer graphique/autre
he: עיצוב גרפי/אחר
pt_br: Designer gráfico/outro
ru: Художник и др.

source: Translator
fr: Traducteur
he: תרגום
pt_br: Tradutor
ru: Переводчик

source: Other
fr: Autre
he: אחר
pt_br: Outro
ru: Другой

source: job category
fr: catégorie de la demande d'aide
he: קטגוריית משרה
pt_br: categoria de trabalho
ru: категория вакансии

source: Inserting into skill inventory
fr: Ajouté à la liste des compétences
he: מתווסף למאגר מיומנויות
pt_br: Inserindo no inventário de habilidades
ru: Добавление навыка к набору

source: Added to skill inventory
fr: Ajouté à la liste des compétences
he: נוסף למאגר מיומנויות
pt_br: Adicionada ao inventário de habilidades
ru: Добавлено к набору навыков

source: Skill already in your inventory
fr: Compétence déjà présente
he: המיומנות כבר נמצאת במאגר שלך
pt_br: Habilidade já está em seu inventário
ru: Навык уже присутствует

source: You must be logged in first
ca: Primer heu d'iniciar una sessió
fr: Vous devez être authentifié
he: עליך להיכנס תחילה
pt_br: Você precisa se autenticar primeiro
ru: Сначала нужно войти в систему

source: Skill
ca: Competència
fr: Compétences
he: מיומנות
pt_br: Habilidade
ru: Навык

source: Level
ca: Nivell
fr: Niveau
he: רמה
pt_br: Nível
ru: Уровень

source: Experience
ca: Experiència
fr: Expérience
he: ניסיון
pt_br: Experiência
ru: Опыт

source: SQL Error:
ca: Error d'SQL:
fr: Erreur SQL :
he: שגיאת SQL:
pt_br: Erro de SQL:
ru: Ошибка SQL:

source: No Skill Inventory Set Up
ca: No s'ha configurat cap llista de competències
fr: Pas de liste de compétences définie
he: לא הוקם מאגר מיומנויות
pt_br: Nenhum inventário de habilidades configurado
ru: Набор навыков не организован

source: Action
ca: Acció
he: פעולה
pt_br: Ação
ru: Действие

source: Add a New Skill
fr: Ajouter une nouvelle compétence
he: הוספת מיומנות חדשה
pt_br: Adicionar uma nova habilidade
ru: Добавить новый навык:

source: Add Skill
ca: Afegeix una competència
fr: Ajouter une compétence
he: הוספת מיומנות
pt_br: Adicionar habilidade
ru: Добавить навык

source: Date Opened
ca: Data d'obertura
fr: Date d'ouverture
he: תאריך הפתיחה
pt_br: Data da abertura
ru: Дата открытия

source: Base Knowledge
fr: Connaissance de base
he: ידע בסיסי
pt_br: Conhecimento básico
ru: Базовые знания

source: Good Knowledge
fr: Bonne connaissance
he: ידע סביר
pt_br: Conhecimento médio
ru: Хорошие знания

source: Master
fr: Maîtrise
he: במקצועיות
pt_br: Mestre
ru: Мастер

source: Master Apprentice
fr: Apprenti maître
he: במקצועיות רבה
pt_br: Aprendiz de mestre
ru: Подмастерье

source: Expert
he: מומחיות
pt_br: Especialista
ru: Эксперт

source: skill level
fr: niveau de compétence
he: רמת מיומנות
pt_br: nível de habilidade
ru: уровень знаний

source: < 6 Months
fr: < 6 mois
he: < חצי שנה
pt_br: < 6 meses
ru: < 6 месяцев

source: 6 Mo - 2 yr
fr: 6 mois – 2 ans
he: חצי שנה - שנתיים
pt_br: 6 meses - 2 anos
ru: 6 мес - 2 г

source: 2 yr - 5 yr
fr: 2 ans – 5 ans
he: שנתיים - 5 שנים
pt_br: 2 anos - 5 anos
ru: 2 - 5 лет

source: 5 yr - 10 yr
fr: 5 ans – 10 ans
he: 5 - 10 שנים
pt_br: 5 anos - 10 anos
ru: 5 - 10 лет

source: > 10 years
fr: > 10 ans
he: > 10 שנים
pt_br: > 10 anos
ru: > 10 лет

source: experience level
fr: niveau d'expérience
he: רמת ניסיון
pt_br: nível de experiência
ru: уровень опыта

source: ERROR inserting into skill inventory
fr: ERREUR lors de l'ajout de la compétence
he: שגיאה בהוספה למאגר המיומנויות
pt_br: ERRO inserindo em inventário de habilidades
ru: Ошибка при добавлении к набору навыков

source: ERROR - skill already in your inventory
fr: ERREUR – compétence déjà présente
he: שגיאה - המיומנות כבר נמצאת במאגר שלך
pt_br: ERRO - habilidade já está em seu inventário
ru: Ошибка: навык уже в наборе

source: This project doesn't use this tool.
fr: Ce projet n'utilise pas cet outil.
he: המיזם לא משתמש בכלי הזה.
pt_br: Esse projeto não usa essa ferramenta.
ru: Этот проект не пользуется этим средством.

source: Browsing the %s Repository
ca: Visualització del dipòsit %s
fr: Consulter le dépôt %s
he: עיון במאגר %s
pt_br: Navegando o repositório %s
ru: Просмотр репозитория %s

source: You can Browse the %s repository of this project with your web browser. This gives you a good picture of the current status of the source files. You may also view the complete histories of any file in the repository as well as differences among two versions.
fr: Vous pouvez consulter le dépôt %s de ce projet avec votre navigateur. Cela peut vous donner une bonne représentation de l'état actuel du code source. Vous pouvez également consulter l'historique complet, ainsi que les différences entre deux versions de n'importe quel fichier du dépôt.
he: אפשר לעיין במאגר ה־%s של המיזם הזה עם הדפדפן שלך. כך ניתן לקבל תמונה חדה יותר של מצב קובצי המקור הנוכחי. ניתן לצפות גם בתיעוד ההיסטורי של כל אחד מהקבצים במאגר לרבות הבדלים בין שתי גירסאות.
pt_br: Você pode explorar o repositório %s deste projeto com seu navegador web. Isso dá uma boa ideia do status atual dos arquivos-fonte. Você também pode ver o histórico completo de qualquer arquivo no repositório, bem como diferenças entre duas versões.
ru: Репозиторий %s можно просматривать браузером. Так удобно знакомиться с текущим состоянием файлов исходного текста. Можно просматривать также полные истории всех файлов в репозитории, а также различия между двумя версиями.

source: Browse Sources Repository
ca: Vés al dipòsit de codis font
fr: Consulter le dépôt du code source
he: עיון במאגר המקורות
pt_br: Navegar no repositório de fontes
ru: Просмотреть репозиторий исходных текстов
