Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Nobody is currently watching my own notifications.
ca: Ningú no supervisa les meves notificacions.
fr: Personne ne surveille actuellement mes propres notifications.
he: אין כרגע עוקבים להתראות העצמיות שלי.
pt_br: Ninguém está atualmente monitorando minhas próprias notificações.
ru: За моими оповещениями никто не следит.

source: Request for Inclusion
ca: Sol·licitud d'inclusió
fr: Requête d'inclusion
he: בקשת צירוף
pt_br: Solicitação de inclusão
ru: Запрос на вступление

source: Type below the name of the project you want to contribute to. Joining a project means getting write access to the project repositories and trackers, and involves responsibilities. Therefore, usually you would first contact the project developers (e.g., using a project mailing list) before requesting formal inclusion using this form.
fr: Tapez, ci-dessous, le nom du projet auquel vous voudriez contribuer. Rejoindre un projet signifie obtenir l'accès en écriture sur les dépôts et les tickets du projet et implique des responsabilités. Par conséquent, vous devriez contacter les développeurs en premier lieu (par ex. en utilisant la liste de diffusion du projet) avant de demander formellement à être inclus via ce formulaire.
he: יש להקליד להלן את שם המיזם לו ברצונך לתרום. הצטרפות למיזם משמעותה קבלת גישת כתיבה למאגרי ועוקבי המיזם ודורשת אחריות. לכן, בדרך כלל תחילה עליך ליצור קשר עם מפתחי המיזם (למשל דרך רשימת הדיוור של המיזם) בטרם הגשת בקשת הצטרפות רשמית דרך הטופס הזה.
pt_br: Digite abaixo o nome do projeto ao qual deseja contribuir. Participar de um projeto significa obter acesso de escrita aos repositórios e rastreadores do projeto, e envolve responsabilidades. Portanto, geralmente você deve entrar em contato com os desenvolvedores do projeto (por exemplo, usando uma lista de discussão do projeto) antes de solicitar a inclusão formal usando este formulário.
ru: Наберите ниже название проекта, в котором хотите участвовать. Вступление в проект означает доступ на запись к репозиториям проекта и журналам, это подразумевает обязанности. Поэтому обычно вы должны связаться с разработчиками проекта (напр., в списках рассылки проекта) перед тем, как воспользоваться этой формой.

source: Group to look for
fr: Groupe à chercher
he: קבוצה לחיפוש
pt_br: Grupo para procurar por
ru: Группа для поиска

source: Search Groups
fr: Rechercher dans les groupes
he: חיפוש קבוצות
pt_br: Pesquisar grupos
ru: Поиск групп

source: Below is the result of the search in the groups database.
fr: Voici le résultat de la recherche dans la liste des groupes.
he: להלן תוצאת החיפוש במסד הנתוני הקבוצות.
pt_br: Abaixo está o resultado da pesquisa no banco de dados de grupos.
ru: Ниже представлен результат поиска по базе данных групп.

source: None found. Please note that only search words of more than one character are valid.
fr: Rien trouvé. Notez que seuls les mots de plus de un caractère sont pris en compte.
he: לא נמצאו תוצאות. נא לשים לב שרק מילות חיפוש שאורכן עולה על תו תקפות.
pt_br: Nada encontrado. Note que apenas palavras de pesquisa de mais de um caractere são válidas.
ru: Ничего не найдено. Учтите, пожалуйста, что в поиске могут участвовать только слова длиннее одного символа.

source: To request inclusion in one or several groups, check the correspondent boxes, write a meaningful message for the project administrator who will approve or disapprove the request, and submit the form.
fr: Pour demander à être inclus dans un ou plusieurs groupes, cochez les cases correspondantes, écrivez un message étayé à l'attention de l'administrateur qui approuvera ou désapprouvera votre requête et soumettez le formulaire.
he: כדי לבקש להצטרף לקבוצה אחת או יותר, יש לסמן את התיבות המתאימות, לכתוב הודעה בעלת ערך להנהלת המיזם שתאשר את תדחה את הבקשה, ולאחר מכן להגיש את הטופס.
pt_br: Para solicitar a inclusão em um ou vários grupos, marque as caixas correspondentes, escreva uma mensagem significativa para o administrador do projeto que irá aprovar ou reprovar o pedido e enviar o formulário.
ru: Чтобы запросить включение в одну или несколько групп, выберите их, напишите осмысленное сообщение для администратора проекта, который примет или отвергнет запрос, и отправьте форму.

source: (already a member)
fr: (déjà membre)
he: (כבר חבר)
pt_br: (já é um membro)
ru: (уже в составе группы)

source: Comments (required):
ca: Comentaris (obligatoris):
fr: Commentaire (obligatoire) :
he: הערות (נחוצות):
pt_br: Comentários (obrigatórios):
ru: Примечания (обязательно):

source: Request Inclusion
ca: Sol·licita la inclusió
fr: Demander l'inclusion
he: בקשת הכללה
pt_br: Solicitar inclusão
ru: Запросить вступление

source: My Groups
ca: Els meus grups
fr: Mes groupes
he: הקבוצות שלי
pt_br: Meus grupos
ru: Мои группы

source: You're not a member of any public projects
ca: No sou membre de cap projecte públic
fr: Vous n'êtes membre d'aucun projet public
he: אין לך חברות באף מיזם ציבורי
pt_br: Você não é membro de nenhum projeto público
ru: Вы не входите ни в один из публичных проектов

source: Groups I'm Administrator of
ca: Grups dels quals sóc administrador
fr: Groupes dont je suis administrateur
he: קבוצות בניהול שלי
pt_br: Grupos dos quais sou administrador
ru: Группы, которые я администрирую

source: Quit this group
fr: Quitter ce groupe
he: יציאה מהקבוצה הזאת
pt_br: Sair deste grupo
ru: Выйти из этой группы

source: Member since %s
ca: Membre des de %s
fr: Membre depuis %s
he: בחברות מאז %s
pt_br: Membro desde %s
ru: Участвую с %s

source: I am not administrator of any projects
ca: No sóc administrador de cap projecte
fr: Je n'administre aucun projet
he: אין מיזמים בניהולי
pt_br: Eu não sou administrador de nenhum projeto
ru: Я не администрирую никакие проекты

source: Groups I'm Contributor of
ca: Grups en els quals col·laboro
fr: Groupes dont je suis contributeur
he: קבוצות שתרמתי להן
pt_br: Grupos dos quais sou contribuidor
ru: Группы, в которых я участвую

source: I am not contributor member of any projects
ca: No sóc membre col·laborador de cap projecte
fr: Je ne suis contributeur d'aucun projet
he: אין לי תרומה כחלק מחברות של אף מיזם
pt_br: Eu não sou membro contribuidor de nenhum projeto
ru: Я не участвую ни в каких группах

source: Request for Inclusion Waiting For Approval
ca: La sol·licitud d'inclusió està esperant l'aprovació
fr: Requête d'inclusion en attente d'approbation
he: בקשת הצירוף ממתינה לאישור
pt_br: Solicitação de inclusão aguardando ser aprovado
ru: Запрос на вступление на очереди

source: Discard this request
fr: Annuler cette requête
he: התעלמות מהבקשה הזאת
pt_br: Descartar essa solicitação
ru: Отменить этот запрос

source: None found
ca: No se n'ha trobat cap
fr: Rien trouvé
he: לא נמצאו
pt_br: Nenhuma encontrado
ru: Ничего не найдено

source: You are not member of this group.
fr: Vous n'êtes pas un membre de ce groupe.
he: לא התקבלת לחברות בקבוצה הזאת.
pt_br: Você não é membro deste grupo.
ru: Вы не входите в эту группу.

source: You have not requested inclusion in this group.
fr: Vous n'avez pas demander à être inclus dans ce groupe.
he: לא ביקשת להצטרף לקבוצה הזאת.
pt_br: Você não solicitou inclusão neste grupo.
ru: Вы не запрашивали включения в эту группу.

source: Quit a group
ca: Surt d'un grup
fr: Quitter un groupe
he: יציאה מקבוצה
pt_br: Sair de um grupo
ru: Выйти из группы

source: You are about to leave the group %s, please confirm:
ca: Esteu a punt de sortir del grup %s, confirmeu l'acció:
fr: Vous êtes sur le point de quitter le groupe %s, veuillez confirmer :
he: פעולה זו תוציא אותך מהקבוצה %s, נא לאשר:
pt_br: Você está prestes a deixar o grupo %s, por favor confirme:
ru: Вы собираетесь выйти из группы %s, подтвердите:

source: Confirm
ca: Confirma
fr: Confirmation
he: אישור
pt_br: Confirmar
ru: Подтвердить

source: Cancel
ca: Cancel·la
fr: Annulation
he: ביטול
pt_br: Cancelar
ru: Отмена

source: Title:
ca: Títol:
fr: Titre :
he: כותרת:
pt_br: Título:
ru: Заголовок:

source: Address:
ca: Adreça:
fr: Adresse :
he: כתובת:
pt_br: Endereço:
ru: Адрес:

source: Update
ca: Actualitza
fr: Mise à jour
he: עדכון
pt_br: Atualizar
ru: Обновить

source: Item not found
ca: No s'ha trobat l'element
fr: Élément introuvable
he: הפריט לא נמצא
pt_br: Item não encontrado
ru: Заявка не найдена

source: There is no bookmark saved
ca: No s'ha desat cap adreça d'interès
fr: Il n'y aucun signet enregistré
he: לא נשמרו סימניות
pt_br: Não há favorito salvo
ru: Никаких закладок не сохранено

source: Saved Bookmarks
ca: S'han desat les adreces d'interès
fr: Signets enregistrés
he: סימניות שנשמרו
pt_br: Favoritos salvos
ru: Сохраненные закладки

source: Edit this bookmark
ca: Edita aquesta adreça d'interès
fr: Modifier ce signet
he: עריכת הסימניה
pt_br: Editar esse favorito
ru: Редактировать закладку

source: Delete this bookmark
ca: Suprimeix aquesta adreça d'interès
fr: Effacer ce signet
he: מחיקת הסימניה
pt_br: Excluir esse favorito
ru: Удалить эту закладку

source: This page contains lists of items assigned to or submitted by you.
ca: Aquesta pàgina conté llistes d'elements assignats a tu o enviats per tu.
fr: Cette page contient les éléments qui vous sont assignés ou que vous avez posté.
he: עמוד זה מכיל רשימות של פריטים שמוקצים אליך או שהוגשו על ידיך.
pt_br: Essa página contém listas de itens atribuídos a você ou enviado por você.
ru: На этой странице перечислены заявки, порученные вам или поданные вами.

source: open or closed
fr: ouvert ou fermé
he: פתוח או סגור
pt_br: abertos ou fechados
ru: открыта или закрыта

source: Open<!-- items -->
fr: ouverts<!-- items -->
he: פתוחים<!-- items -->
pt_br: Abertos<!-- itens -->
ru: открытые

source: Closed<!-- items -->
fr: fermés<!-- items -->
he: סגורים<!-- items -->
pt_br: Fechados<!-- itens -->
ru: закрытые

source: Lowest
ca: La més baixa
fr: la plus faible
he: הנמוכה ביותר
pt_br: Menor
ru: низшего

source: Low
ca: Baixa
fr: faible
he: נמוכה
pt_br: Baixa
ru: низкого

source: Normal
fr: normale
he: רגילה
ru: обычного

source: High
ca: Alta
fr: forte
he: גבוהה
pt_br: Alta
ru: высокого

source: Immediate
ca: Immediata
fr: immédiate
he: דחופה
pt_br: Imediata
ru: наивысшего

source: Show %1$s new items of %2$s priority at least.
fr: Afficher les nouveaux éléments %s avec au moins la priorité %s.
he: להציג %1$s פריטים חדשים בעדיפות של לפחות %2$s.
pt_br: Mostrar novos itens %1$s com pelo menos prioridade %2$s.
ru: Показать %1$s заявки %2$s или более высокого приоритета.

source: Assigned to me
ca: Assignat a mi
fr: Assignés à moi
he: מוקצים אלי
pt_br: Atribuído a mim
ru: Порученные мне

source: Submitted by me
ca: Enviat per mi
fr: Postés par moi-même
he: הוגשו אלי
pt_br: Enviado por mim
ru: Оставленные мною

source: Here's a list of recent items (< 16 days) we think you should have a look at. These are items recently posted on trackers you manage that are still unassigned or assigned to you and news posted on a project you are member of.
fr: Voici une liste d'éléments récents (< 16 jours) auxquels nous pensons que vous devriez jeter un œil. Ce sont des éléments récemment postés sur des outils de suivi dont vous êtes gestionnaire qui ne sont toujours pas assignés ou qui vous sont assignés et des dépêches postées pour des projets dont vous êtes membre.
he: להלן רשימת פריטים עדכניים (< 16 ימים) שלדעתנו עליך לסקור. אלו פריטים שפורסמו לאחרונה בעוקבים שבניהולך והם עדיין לא מוקצים או מוקצים אליך וחדשות שפורסמו במיזמים אליהם הצטרפת.
pt_br: Aqui está uma lista de itens recentes (< 16 dias) que achamos que você deveria dar uma olhada. Estes são itens recentemente publicados nos rastreadores que você administra, que ainda não foram atribuídos ou atribuídos a você e notícias postadas em um projeto do qual você é membro.
ru: Вот список последних заявок (< 16 дней), на которые вам стоит взглянуть. Эти заявки, оставленные недавно в ваших журналах, до сих пор никому не поручены или поручены вам; здесь также перечислены новости проектов, в которых вы участвуете.

source: News Waiting for Approval
ca: Notícies pendents d'aprovació
fr: Dépêches en attente d'approbation
he: חדשות ממתינות לאישור
pt_br: Notícias aguardando aprovação
ru: Новости, ожидающие подтверждения

source: Project %1$s, %2$s
fr: Projet %s, %s
he: מיזם %1$s, %2$s
pt_br: Projeto %1$s, %2$s
ru: Проект %1$s, %2$s

source: News
ca: Notícies
fr: Dépêches
he: חדשות
pt_br: Notícias
ru: Новости

source: New and Unassigned Items
ca: Elements nous i no assignats
fr: Éléments récents et non-assignés
he: פריטים חדשים ובלתי מוקצים
pt_br: Novos itens ou não atribuídos
ru: Новые и непорученные заявки

source: New and Assigned Items
fr: Éléments récents et assignés
he: פריטים חדשים ומוקצים
pt_br: Novos itens e atribuídos
ru: Новые порученные заявки

source: Updated successfully
ca: Actualització correcta
fr: Mise à jour accomplie
he: עודכן בהצלחה
pt_br: Atualizado com sucesso
ru: Обновлено успешно

source: Update failed
ca: Ha fallat l'actualització
fr: Échec de la mise à jour
he: העדכון נכשל
pt_br: Atualização falhou
ru: Не удалось обновить

source: Missing info: fill in all required fields
ca: Falta informació: ompliu tots els camps obligatoris
fr: Informations manquantes : veuillez remplir tous les champs requis
he: פריטים חסרים: נא למלא את כל השדות הנחוצים
pt_br: Faltando informações: preencha todos os campos requeridos
ru: Не хватает сведений: заполните все обязательные поля

source: User Skill update failed
ca: Ha fallat l'actualització de les competències de l'usuari
fr: Échec de la mise à jour d'une compétence
he: עדכון מיומנות המשתמש נכשלה
pt_br: Atualização de habilidade de usuário falhou
ru: Не удалось обновить навыки

source: User Skills updated successfully
ca: Les competències de l'usuari s'han actualitzat correctament
fr: Mise à jour des compétences accomplie
he: מיומנויות המשתמש עודכנו בהצלחה
pt_br: Habilidades do usuário atualizada com sucesso
ru: Навыки обновлены успешно

source: Missing information: fill in all required fields
fr: Informations manquantes : veuillez remplir tous les champs requis
he: מידע חסר: נא למלא את כל השדות הנחוצים
pt_br: Faltando informações: preencha todos os campos requeridos
ru: Не хватает сведений: заполните все обязательные поля

source: User Skill Delete failed
ca: Ha fallat la supressió de les competències de l'usuari
fr: Échec de la suppression d'une compétence
he: מחיקת מיומנות המשתמש נכשלה
pt_br: Exclusão de habilidade de usuário falhou
ru: Сбой при удалении навыка

source: User Skill Deleted successfully
ca: La competència s'ha suprimit correctament
fr: Compétence supprimée
he: מחיקת מיומנות המשתמש הצליחה
pt_br: Habilidade de usuário excluída com sucesso
ru: Навык успешно удален

source: Edit Your Resume & Skills
ca: Edita el CV i les competències
fr: Modifier votre CV et la description de vos compétences
he: עריכת קורות החיים והמיומנויות שלך
pt_br: Editar seu currículo & habilidades
ru: Редактировать страницу навыков

source: Details about your experience and skills may be of interest to other users or visitors.
fr: Des détails sur votre expérience et vos compétences peuvent revêtir un certain intérêt aux yeux d'autres utilisateurs ou visiteurs du site.
he: פרטים על הניסיון והמיומנויות שלך עשויים לעניין משתמשים אחרים או מבקרים.
pt_br: Detalhes sobre sua experiência e habilidades pode ser do interesse de outros usuários ou visitantes.
ru: Подробности о вашем опыте и навыках, которые могут интересовать других пользователей или посетителей.

source: No such user
ca: Aquest usuari no existeix
fr: Aucun utilisateur ne correspond
he: אין כזה משתמש
pt_br: Usuário inexistente
ru: Такого пользователя нет

source: No
fr: Non
he: לא
pt_br: Não
ru: Нет

source: Yes
ca: Sí
fr: Oui
he: כן
pt_br: Sim
ru: Да

source: Publicly Viewable
ca: Visible públicament
fr: Visible publiquement
he: גלוי לציבור
pt_br: Publicamente visível
ru: Общедоступно

source: Do you want your resume to be activated?
fr: Désirez-vous activer votre CV ?
he: לחשוף את קורות החיים שלך?
pt_br: Você deseja que seu currículo seja ativado?
ru: Вы хотите включить свою страницу навыков?

source: Activate resume
fr: Activer le CV
he: הפעלת קורות חיים
pt_br: Ativar currículo
ru: Включить страницу навыков

source: Resume - Description of Experience
fr: CV – Description de votre expérience
he: קורות חיים - תיאור הניסיון
pt_br: Currículo - descrição da experiência
ru: Описание опыта

source: Update Profile
ca: Actualitza el perfil
fr: Mettre à jour mon profil
he: עדכון פרופיל
pt_br: Atualizar perfil
ru: Обновить профиль

source: Cancel Mail Notifications
fr: Annuler des notifications par courriel
he: ביטול התראות בדוא״ל
pt_br: Cancelar notificações por e-mail
ru: Отменить оповещения

source: Here, you can cancel all mail notifications. Beware: this process cannot be undone, you will be definitely removed from carbon-copy lists of any items of the selected groups.
fr: Ici, vous pouvez annuler toutes les notifications par mail. Attention : ce processus ne peut être annulé, vous serez définitivement retiré des listes de copies-carbones des éléments des groupes choisis.
he: כאן ניתן לבטל את כל ההתראות בדוא״ל. כדאי לשים לב: זהו תהליך בלתי הפיך, המשתמש שלך יוסר מרשימות העותק של כל הפריטים בקבוצות הנבחרות.
pt_br: Aqui, você pode cancelar todas notificações por e-mail. Cuidado: este processo não pode ser desfeito, você será definitivamente removido das listas de cópias de carbono de qualquer item dos grupos selecionados.
ru: Здесь можно сбросить все оповещения. Внимание: процедура необратима, вы будете удалены изо всех списков уведомления всех заявок в выбранных группах.

source: You are not registered on any Carbon-Copy list.
fr: Vous ne figurez sur aucune liste de copies-carbones.
he: לא נרשמת לאף רשימת עותק.
pt_br: Você não está registrado em nenhuma lista de cópia carbono.
ru: Вы не записаны ни в какой список уведомления.

source: Groups to which belong items you are in Carbon Copy for
fr: Groupes auxquels appartiennent des éléments pour lesquels vous être en copie-carbone
he: קבוצות שאליהן שייכים פריטים שיישלחו אליך עותק מהם
pt_br: Grupos para os quais pertencem itens em cópia carbono para
ru: Группы заявки которых содержат вас в списке уведомлений

source: Cancel CC for this group
fr: Annuler les CC pour ce groupe
he: ביטול עותק לקבוצה הזאת
pt_br: Cancelar CC para esse grupo
ru: Сбросить уведомления из этой группы

source: Cancel All CC
fr: Annuler toutes les copies-carbones
he: ביטול כל העותקים
pt_br: Cancelar todas CC
ru: Сбросить все уведомления

source: All Carbon-Copies over %s
fr: Toutes les copies-carbones sur %s
he: כל העותקים על %s
pt_br: Todas cópias carbono sobre %s
ru: Все уведомления по сайту %s

source: You must quit groups of which you are a member before requesting account deletion. If you registered a project that was not approved or discarded yet, you must ask admins to cancel that registration.
fr: Vous devez quitter tous les groupes dont vous êtes membre avant de demander la suppression de votre compte. Si vous avez enregistré un projet qui n'a pas encore été approuvé ou rejeté, vous devez demander au préalable aux administrateurs de l'annuler.
he: עליך לצאת מקבוצות אליהן הצטרפת בטרם בקשת מחיקת חשבון. אם רשמת מיזם שלא אושר או שנזנח, עליך לבקש מההנהלה לבטל את הרישום הזה.
pt_br: Você deve sair de grupos dos quais você é um membro antes de solicitar a exclusão da conta. Se você registrou um projeto que ainda não foi aprovado ou descartado, você deve pedir aos administradores que cancelem esse registro.
ru: Перед удалением учетной записи вы должны выйти изо всех групп. Если вы зарегистрировали проект, который находится на рассмотрении, попросите администраторов отменить эту регистрацию.

source: Exiting
ca: Sortint
fr: Quitte
he: מתבצעת יציאה
pt_br: Saindo
ru: Завершение

source: You must supply a new real name.
ca: Heu de facilitar un nou nom.
fr: Vous devez fournir un nom complet.
he: עליך לספק שם אמיתי חדש.
pt_br: Você precisa informar um novo nome real.
ru: Нужно указать новое полное имя.

source: Real Name updated.
ca: S'ha actualitzat el nom.
fr: Nom mis à jour.
he: השם האמיתי עודכן.
pt_br: Nome real atualização.
ru: Полное имя обновлено.

source: Failed to update the database.
ca: No s'ha actualitzat la base de dades.
fr: Échec de la mise à jour de la base de donnée.
he: עדכון מסד הנתונים נכשל.
pt_br: Falha ao atualizar o banco de dados.
ru: Не удалось обновить базу данных.

source: Timezone updated.
ca: S'ha actualitzat el fus horari.
fr: Zone horaire mise à jour.
he: אזור הזמן עודכן.
pt_br: Fuso horário atualizado.
ru: Временной пояс обновлен.

source: Old password is incorrect.
ca: La contrasenya antiga és incorrecta.
fr: L'ancien mot de passe est incorrect.
he: הסיסמה הישנה שגויה.
pt_br: Senha antiga está incorreta.
ru: Неправильный старый пароль.

source: New Passwords do not match.
ca: Les noves contrasenyes no coincideixen.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות החדשות אינן תואמות.
pt_br: Novas senhas não conferem.
ru: Не совпадают.

source: Password updated.
ca: S'ha actualitzat la contrasenya.
fr: Mot de passe mis à jour.
he: הסיסמה עודכנה.
pt_br: Senha atualizada.
ru: Пароль обновлен.

source: GPG Key updated.
ca: S'ha actualitzat la clau GPG.
fr: Clé GPG mise à jour.
he: מפתח ה־GPG עודכן.
pt_br: Chave GPG atualizada.
ru: Ключ GPG обновлен.

source: That user does not exist.
fr: Cet utilisateur n'existe pas.
he: המשתמש הזה לא קיים.
pt_br: Esse usuário não existe.
ru: Такого пользователя нет.

source: Database updated.
ca: S'ha actualitzat la base de dades.
fr: Base de données mise à jour.
he: מסד הנתונים עודכן.
pt_br: Banco de dados atualizada.
ru: База данных обновлена.

source: You have requested a change of email address on %s. Please visit the following URL to complete the email change:
ca: Heu sol·licitat un canvi d'adreça de correu electrònic a %s. Visiteu l'URL següent per realitzar el canvi de correu electrònic:
fr: Vous avez demandé le changement de votre courriel à %s. Veuillez vous rendre à l'adresse suivante pour valider le changement:
he: ביקשת להחליף כתובת דוא״ל באתר %s. נא לבקר בכתובת הבאה כדי להשלים את החלפת כתובת הדוא״ל:
pt_br: Você pediu uma alteração de endereço de e-mail no %s. Visite a seguinte URL para completar a alteração de e-mail:
ru: Вы запросили изменение адреса электронной почты на сайте %s. Для подтверждения перейдите по следующему URL:

source: Someone, presumably you, has requested a change of email address on %s. If it wasn't you, maybe someone is trying to steal your account...
fr: Quelqu'un, probablement vous, a demandé un changement de votre courriel à %s. Si ce n'est pas vous, peut-être s'agit-il d'une tentative de vol de votre compte…
he: גורם כלשהו, כנראה שמדובר בך, ביקש החלפת כתובת דוא״ל באתר %s. אם זה לא הגיע ממך, כנראה שיש כאן ניסיון לגנוב את החשבון שלך…
pt_br: Alguém, presumivelmente você, solicitou uma mudança do endereço de e-mail no %s. Se não foi você, talvez alguém esteja tentando comprometer sua conta...
ru: Кто-то, предположительно вы, запросил изменение адреса электронной почты на сайте %s. Если это не вы, возможно, кто-то пытается захватить вашу учетную запись...

source: Your current address is %1$s, the supposedly new address is %2$s.
fr: Votre adresse actuelle est %s, l'adresse de remplacement est %s.
he: הכתובת הנוכחית שלך היא %1$s, הכתובת החדשה המיועדת היא %2$s.
pt_br: seu atual endereço é %1$s, o suposto novo endereço é %2$s.
ru: Ваш текущий адрес&nbsp;&mdash; %1$s, запрошенный новый адрес&nbsp;&mdash; %2$s.

source: If you did not request that change, please visit the following URL to discard the email change and report the problem to us:
fr: Si vous n'avez pas demandé ce changement, visitez cette URL pour annuler l'opération et signalez-nous le problème :
he: אם לא ביקשת את השינוי הזה, נא לבקר בכתובת הבאה כדי לבטל את תהליך שינוי כתובת הדוא״ל ולדווח לנו על הבעיה:
pt_br: Se você não solicitou essa mudança, por favor visite esta URL para descartar a alteração de e-mail e relatar o problema para nós:
ru: Если вы не запрашивали этого изменения, перейдите, пожалуйста, по следующему URL, чтбы отменить запрос и сообщить нам о проблеме:
