Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: As a registered user, you can participate fully in the activities on the site. You may now post items to issue trackers in %s, sign on as a project member, or even start your own project.
fr: En tant qu'utilisateur enregistré, vous pouvez participer pleinement aux activités du site. Vous pouvez maintenant signaler des anomalies du programme dans %s, vous enregistrer comme membre d'un projet, ou encore lancer votre propre projet.
he: רישום במערכת מקנה לך השתתפות מלאה בפעילויות שמציע האתר. מותר לך לפרסם פריטים לעוקבי התקלות תחת %s, להיכנס למערכת כחלק ממיזם או להקים מיזם משלך.
pt_br: Como usuário registrado, você pode participar plenamente das atividades no site. Agora você pode postar itens para emitir rastreadores em %s, se autenticar como membro do projeto ou até mesmo iniciar seu próprio projeto.
ru: Вы как зарегистрированный пользователь можете в полном объеме участвовать в деятельности, происходящей на сайте. Вы можете добавлять запросы в журналы сайта %s, становиться членом групп или даже создать собственную группу.

source: Enjoy the site.
fr: Bienvenue sur le site.
he: שימוש מהנה באתר.
pt_br: Aproveite o site.
ru: Приятного пользования!

source: Invalid username.
ca: Nom d'usuari no vàlid.
fr: Nom d'utilisateur non valide.
he: שם משתמש שגוי.
pt_br: Nome de usuário inválido.
ru: Неправильное имя пользователя.

source: Invalid confirmation hash
ca: La confirmació no és vàlida.
fr: Code de confirmation non valide.
he: גיבוב אימות שגוי
pt_br: Hash de confirmação inválida
ru: Неправильный код подтверждения

source: %s Account Verification
ca: Verificació del compte %s
fr: Vérification du compte %s
he: אימות חשבון ב־%s
pt_br: Verificação de conta do %s
ru: Проверка учетной записи %s

source: In order to complete your registration, login now. Your account will then be activated for normal logins.
fr: Pour terminer votre enregistrement, authentifiez-vous maintenant. Votre compte sera ensuite activé pour des authentifications normales.
he: כדי להשלים את הרישום שלך עליך להיכנס כעת. החשבון שלך יופעל, באותו הרגע, לכניסות רגילות.
pt_br: Para concluir seu registro, autentique-se agora. Sua conta será ativada para autenticações normais.
ru: Для завершения регистрации войдите в систему. После этого ваша учетная запись будет активирована для обычного входа.

source: Login Name
ca: Nom d'inici de sessió
fr: Nom de compte
he: שם כניסה
pt_br: Nome de login
ru: Имя учетной записи

source: Password
ca: Contrasenya
fr: Mot de passe
he: סיסמה
pt_br: Senha
ru: Пароль

source: This account is not pending verification.
ca: Aquest compte no té pendent la verificació.
fr: Ce compte n'est pas en attente de confirmation d'enregistrement.
he: החשבון הזה אינו ממתין לאימות.
pt_br: Essa conta não possui verificação pendente.
ru: Эта учетная запись не ожидает подтверждения.

source: Thank you for registering on the %s web site.
ca: Gràcies per registrar-vos al lloc web %s.
fr: Merci de vous être enregistré sur le site %s.
he: תודה על רישומך לאתר %s.
pt_br: Obrigado por se registrar no site do %s.
ru: Спасибо за регистрацию на сайте %s.

source: In order to complete your registration, visit the following URL:
fr: Pour terminer votre enregistrement, rendez-vous à l'adresse suivante :
he: כדי להשלים את הרישום שלך, יש לבקר בכתובת הבאה:
pt_br: De forma a completar o seu registro, visite a seguinte URL:
ru: Чтобы завершить регистрацию, перейдите по URL:

source: Account Registration
ca: Registre del compte
fr: Création d'un nouveau compte
he: רישום חשבון
pt_br: Registro de conta
ru: Регистрация учетной записи

source: Account Pending Verification
ca: Compte en espera de verificació
fr: Compte en attente de vérification
he: חשבון ממתין לאימות
pt_br: Verificação de conta pendente
ru: Учетная запись ожидает подтверждения

source: Your email confirmation has been resent. Visit the link in this email to complete the registration process.
fr: Une nouvelle demande de confirmation vous a été envoyée par courriel. Suivez les instructions dans le message pour terminer le processus d'enregistrement.
he: האישור נשלח אליך בדוא״ל מחדש. יש לבקר בקישור שבהודעה כדי להשלים את תהליך הרישום.
pt_br: A confirmação do seu e-mail foi re-enviada. Visite o link presente nesse e-mail para concluir o processo de registro.
ru: Подтверждение было отправлено еще раз. Перейдите по ссылке в пришедшем сообщении, чтобы завершить регистрацию.

source: Return to Home Page
ca: Torna a la pàgina inicial
fr: Retourner sur la page d'accueil
he: חזרה לעמוד הבית
pt_br: Retornar à página inicial
ru: Вернуться на домашнюю страницу

source: Please answer the antispam test!
fr: Veuillez compléter le test anti-spam !
he: נא לענות על בדיקת מניעת הספאם!
pt_br: Por favor, responda o teste anti-spam!
ru: Ответьте на антиспамный вопрос!

source: Please correctly answer the antispam captcha!
fr: Veuillez répondre correctement au captcha anti-spam !
he: נא לענות כראוי על מבחן מניעת הספאם!
pt_br: Por favor, responda corretamente o captcha anti-spam!
ru: Решите правильно на антиспамную задачу!

source: You must supply a username.
ca: Heu d'introduir un nom d'usuari.
fr: Vous devez fournir un nom de login.
he: עליך לספק שם משתמש.
pt_br: Você precisa informar um nome de usuário.
ru: Вы должны ввести имя пользователя.

source: That username already exists.
ca: Aquest nom d'usuari ja existeix.
fr: Ce nom d'utilisateur existe déjà.
he: שם משתמש זה כבר קיים.
pt_br: Esse nome de usuário já existe.
ru: Имя пользователя занято.

source: That username is blocked to avoid conflict with mailing-list addresses.
ca: Aquest nom d'usuari està bloquejat per evitar conflictes amb les adreces de la llista de correu.
fr: Ce nom d'utilisateur est bloqué pour éviter tout conflit avec des adresses de listes de discussion.
he: שם משתמש זה חסום כדי למנוע סתירה עם כתובות של רשימות דיוור.
pt_br: esse nome de usuário está bloqueado para evitar conflito com endereços de lista de discussão.
ru: Это имя пользователя заблокировано во избежание наложений на адреса списков рассылки.

source: You must supply a password.
ca: Heu d'introduir una contrasenya.
fr: Vous devez fournir un mot de passe.
he: עליך לספק סיסמה.
pt_br: Você precisa informar uma senha.
ru: Вы должны ввести пароль

source: You must supply a valid email address.
ca: Heu d'introduir una adreça de correu electrònic vàlida.
fr: Vous devez fournir une adresse électronique valide.
he: עליך לספק כתובת דוא״ל תקפה.
pt_br: Você precisa fornecer um endereço de e-mail válido.
ru: Сначала нужно ввести правильный email адрес.

source: You must supply a real name.
fr: Vous devez fournir un nom réel.
he: עליך לספק שם אמיתי.
pt_br: Você precisa fornecer um novo nome real.
ru: Нужно ввести полное имя.

source: phpkrb5 module failure
ca: Error del mòdul phpkrb5
fr: erreur du module phpkrb5
he: כשל במודול phpkrb5
pt_br: falha no módulo phpkrb5
ru: сбой модуля phpkrb5

source: User is a kerberos principal but password do not match. Please use your kerberos password for the first login and then change your %s password. This is necessary to prevent someone from stealing your account name.
fr: L'utilisateur est un principal de kerberos mais le mot de passe ne correspond pas. Veuillez utiliser votre mot de passe kerberos pour la première authentification puis changer votre mot de passe pour %s. Ceci est nécessaire pour empêcher quelqu'un de voler votre nom de compte.
he: המשתמש הוא פרינציפל קרברוס אך הסיסמה לא מתאימה. נא להשתמש בסיסמה שלך בקרברוס לכניסה הראשונה ואז לשנות את הסיסמה שלך אצל %s. זה נחוץ כדי למנוע גניבה מהחשבון שלך.
pt_br: O usuário está registrado no kerberos, mas a senha não confere. Por favor, use sua senha kerberos para a primeira autenticação e, então, mude sua senha %s. Isso é necessário para evitar que alguém apodere-se de seu nome de conta.
ru: Пользователь является принципалом kerberos, но пароль не подходит. Войдите с помощью своего пароля kerberos и поменяйте свой пароль в системе %s. Это нужно, чтобы предотвратить хищение имени вашей учетной записи.

source: Thank you for registering on the %s web site. (Your login is not mentioned in this mail to prevent account creation by robots.) In order to complete your registration, visit the following URL:
fr: Merci de vous être inscrit sur le site de %s. (Votre nom de compte n'est pas mentionné dans ce courriel pour empêcher la création de comptes par des robots.) Visitez l'URL suivante pour terminer votre inscription :
he: תודה לך שנרשמת באתר %s. (פרטי הכניסה אינם חלק מההודעה הזאת כדי למנוע יצירת חשבונות על ידי בוטים.) ‫כדי להשלים את ההרשמה, יש להיכנס לכתובת הבאה:
pt_br: Obrigado por se registrar no site do %s. (Este e-mail não menciona seu login para evitar criação de conta por robôs.) Para concluir seu registro, visite a seguinte URL:
ru: Благодарим за регистрацию на сайте %s! (Ваша учетная запись в этом сообщении не упоминается, чтобы предотвратить создание учетных записей автоматами.)

source: P.S. Your password is now stored in hashed form in the %s database.
fr: P.S. Votre mot de passe est maintenant conservé sous forme chiffrée dans la base de données de %s.
he: דרך אגב, הסיסמה שלך מאוחסנת כעת בצורת גיבוב במסד הנתונים %s.
pt_br: Obs.: sua senha está agora armazenada em forma de hash no banco de dados do %s.
ru: Ваш пароль теперь хранится в виде контрольной суммы в базе данных %s.

source: For better security we advise you to register an encryption-capable GPG key and enable encryption when sending password reset messages (if you do, please request password reset and make sure that you actually can read those messages).
fr: Pour une meilleure sécurité, nous vous conseillons d'enregistrer une clé GPG de chiffrement et d'activer le chiffrement lors de l'envoi de messages de réinitialisation du mot de passe (si vous le faites, pensez à demander une réinitialisation de votre mot de passe et assurez-vous que vous savez lire le message).
he: לאבטחה משופרת אנו ממליצים לך לרשום מפתח GPG תואם הצפנה ולהפעיל הצפנה בעת שליחת הודעות איפוס סיסמה (אם כבר עשית זאת, נא לבקר איפוס סיסמה ולוודא שיש לך דרך לקרוא את ההודעות האלו).
pt_br: Para melhor segurança, aconselhamos que você registre uma chave GPG com capacidade para criptografia e ative a criptografia ao enviar mensagens de redefinição de senha (se o fizer, solicite a redefinição da senha e certifique-se de que você possa ler essas mensagens).
ru: Для повышения защиты мы рекомендуем зарегистрировать ключ GPG, с помощью которого можно шифровать, и включить шифрование при посылке сообщений о сбросе пароля (если вы это сделаете, запросите сброс пароля, чтобы убедиться, что вы действительно можете прочесть зашифрованные сообщения).

source: Register Confirmation
ca: Confirmació del registre
fr: Confirmation de l'enregistrement
he: אישור רישום
pt_br: Confirmação do registro
ru: Подтверждение регистрации

source: New Account Registration Confirmation
ca: Confirmació del registre del nou compte
fr: Confirmation de la création du nouveau compte
he: אישור רישום חשבון חדש
pt_br: Confirmação de registro de nova conta
ru: Подтверждение регистрации новой учетной записи

source: Congratulations. You have registered on %s.
fr: Félicitations, vous vous êtes bien enregistré(e) sur %s.
he: ברכותינו. נרשמת לאתר %s.
pt_br: Parabéns. Você está registrado no %s.
ru: Поздравляем! Вы зарегистрированы на %s

source: Your login is %s.
ca: El vostre nom d'inici de sessió és: %s.
fr: Votre compte est nommé %s.
he: שם הכניסה שלך הוא %s.
pt_br: Seu login é %s.
ru: Ваша учетная запись&nbsp;&mdash; %s.

source: You are now being sent a confirmation email to verify your email address. Visiting the link sent to you in this email will activate your account. The email is sent from &lt;%s&gt;, it contains a text like this:
fr: Un courriel de confirmation a été envoyé à votre adresse électronique. Suivez le lien qui vous a été envoyé dans le courriel pour activer votre compte. Le courriel a été envoyé par &lt;%s&gt;, il contient un texte tel que celui-ci :
he: כעת נשלחת אליך הודעה לאישור בדוא״ל כדי לאמת את כתובת הדוא״ל שלך. ביקור בקישור שנשלח אליך בהודעה הזאת יפעיל את החשבון שלך. ההודעה נשלחת דרך „%s”, היא מכילה מלל בסגנון הזה:
pt_br: Sua conta está com um confirmação de e-mail para verificar seu endereço de e-mail. Visitar o link enviado a você nesse e-mail ativará sua conta. O e-mail é enviado de &lt;%s&gt;, contendo um texto como este:
ru: В настоящий момент вам пересылается письмо для проверки вашего электронного адреса. Чтобы активировать учетную запись, перейдите по ссылке из письма. Сообщение отправлено с адреса &lt;%s&gt;, оно содержит такой текст:

source: If you don't receive it within a reasonable time, contact website administration.
fr: Si vous ne le recevez pas dans un délai raisonnable, contactez l'administration du site web.
he: אם היא לא תישלח אליך תוך זמן סביר, יש ליצור קשר עם הנהלת האתר.
pt_br: Se você não recebê-lo dentro de um período razoável, contate a administração do site.
ru: Если вы не получите его в ближайшее время, обратитесь к администрации сайта.

source: User account registration
ca: Registre del compte d'usuari
fr: Création d'un compte utilisateur
he: רישום חשבון משתמש
pt_br: Registro de conta de usuário
ru: Регистрация новой учетной записи

source: Password / passphrase:
fr: Mot de passe / phrase secrète :
he: סיסמה / /מילת צופן:
pt_br: Senha:
ru: Фраза-пароль:

source: Re-type Password:
ca: Torneu a escriure la contrasenya:
fr: Retapez votre mot de passe :
he: הקלדת הסיסמה מחדש:
pt_br: Repita a senha:
ru: Пароль (повтор):

source: Real Name:
ca: Nom:
fr: Nom réel :
he: שם אמיתי:
pt_br: Nome real:
ru: Полное имя:

source: Email Address:
ca: Adreça de correu electrònic:
fr: Courriel :
he: כתובת דוא״ל:
pt_br: Endereço de e-mail:
ru: Адрес электронной почты

source: This email address will be verified before account activation. Check your spam filters. Do not use a hotmail or comcast address here.
fr: Cette adresse électronique sera vérifiée avant l'activation du compte. Vérifiez votre filtre de spams. N'utilisez pas d'adresse hotmail ou comcast ici.
he: יש לאמת את כתובת הדוא״ל הזאת בטרם הפעלת החשבון. נא לבדוק את מסנני הספאם שלך. לא להשתמש כאן בכתובות של hotmail או של comcast.
pt_br: Este endereço de e-mail será verificado antes da ativação da conta. Verifique seus filtros de spam. Não use um endereço hotmail ou comcast aqui.
ru: Перед активацией учетной записи этот адрес электронной почты будет проверяться. Проверьте свои фильтры спама. Не пользуйтесь здесь адресами hotmail и comcast.

source: Antispam test:
fr: Test anti-spam :
he: בדיקת מניעת ספאם:
pt_br: Teste anti-spam:
ru: Проверка против спама:

source: In what year was the GNU project announced? [<a href='%s'>hint</a>]
fr: En quelle année a été annoncé le projet GNU ? [<a href='%s'>indice</a>]
he: באיזו שנה הוכרז מיזם הגנו שלך? [<a href='%s'>רמז</a>]
pt_br: Em que ano o projeto GNU foi anunciado? [<a href='%s'>dica</a>]
ru: В каком году было объявлено о проекте GNU? [<a href='%s'>подсказка</a>]

source: Play Captcha
fr: Exécuter le captcha
he: הפעלת מבחן טיורינג
pt_br: Reproduzir captcha
ru: Воспроизвести вопрос

source: Instead of providing a new password you may choose to authenticate via an <strong>AFS</strong> account you own at this site (this requires your new login name to be the same as the AFS account name):
fr: Au lieu de fournir un nouveau mot de passe, vous pouvez choisir de vous authentifier via un compte <strong>AFS</strong> que vous possédez sur ce site (il faut que votre nouveau nom de login soit le même que le nom du compte AFS) :
he: במקום לספק סיסמה חדשה מותר לך לבחור לעבור אימות דרך חשבון <strong>AFS</strong> שבבעלותך באתר הזה (דורש ששם המשתמש החדש שלך יהיה זהה לשם החשבון ב־AFS):
pt_br: Em vez de fornecer uma nova senha, você pode optar por autenticar por meio de uma conta <strong>AFS</strong> que você possui neste site (isso requer que seu novo nome de login seja igual ao nome da conta do AFS):
ru: Вместо нового пароля для вас может иметь смысл удостоверять личность с помощью учетной записи <strong>AFS</strong>, которая у вас есть на этом сайте (имя вашей новой учетной записи должно совпадать с именем учетной записи AFS):

source: use AFS based authentication
fr: utiliser l'authentification AFS
he: להשתמש באימות מבוסס AFS
pt_br: usar autenticação baseada em AFS
ru: удостоверять личность по AFS

source: You need to be site administrator to use this feature.
fr: Vous devez être un administrateur du site pour utiliser cet outil.
he: עליך להימנות עם הנהלת האתר כדי להשתמש ביכולת הזאת.
pt_br: Você precisa ser administrador do site para usar esse recurso.
ru: Для этого вам нужно быть администратором сайта.

source: This user doesn't exist.
fr: Cet utilisateur n'existe pas.
he: משתמש זה לא קיים.
pt_br: Esse usuário não existe.
ru: Этот пользователь не существует.

source: You shouldn't have come to this page.
fr: Vous n'auriez pas dû arriver sur cette page.
he: הגעת לדף הזה בטעות.
pt_br: Você não deveria ter chegado a esta página.
ru: Вы не должны были попасть на эту страницу.

source: No Lists found for %s
ca: No s'ha trobat cap llista per a %s
fr: Aucune liste trouvée pour %s
he: לא נמצאו רשימות עבור %s
pt_br: Nenhuma Lista encontrada para %s
ru: Не найдено списков для %s

source: Project administrators can add mailing lists using the admin interface.
ca: Els administradors del projecte poden afegir llistes de correu mitjançant la interfície d'administració.
fr: Les administrateurs de projet peuvent créer des listes de discussion en utilisant l'interface d'administration.
he: מנהלי מיזמים יכולים להוסיף רשימות דיוור בעזרת מנשק הניהול.
pt_br: Administradores do projeto podem adicionar listas usando a interface administrativa.
ru: Администраторы проекта могут добавлять списки рассылки с помощью инструментов администратора.

source: To see the collection of prior posting to the list, visit the <a href="%1$s">%2$s archives</a>.
fr: Pour consulter la collection des messages précédemment envoyés, rendez vous sur les <a href="%1$s">archives de %2$s</a>.
he: כדי לצפות באוסף הפרסומים הקודמים לרשימה, ניתן לבקר ב<a href="%1$s">ארכיונים של %2$s</a>.
pt_br: Para ver a coleção de publicações anteriores à lista, visite os <a href="%1$s">arquivos de %2$s</a>.
ru: Свод прошлых публикаций можно просмотреть в <a href="%1$s">архивах %2$s</a>.

source: To see the collection of prior posting to the list, visit the <a href="%1$s">%2$s archives</a> (authorization required).
fr: Pour consulter la collection des messages précédemment envoyés, rendez vous sur les <a href="%1$s">archives de %2$s</a> (autorisation requise)
he: כדי לצפות באוסף הפרסומים הקודמים לרשימה, ניתן לבקר ב<a href="%1$s">ארכיונים של %2$s</a> (דורש אימות).
pt_br: Para ver a coleção de publicações anteriores à lista, visite os <a href="%1$s">arquivos de %2$s</a> (requer autorização).
ru: Свод прошлых публикаций можно просмотреть в <a href="%1$s">архивах %2$s</a> (по паролю).

source: To post a message to all the list members, write to %s.
fr: Pour envoyer un message à tous les membres de la liste, écrivez à %s.
he: כדי לפרסם הודעה לכל חברי הרשימה, יש לכתוב אל %s.
pt_br: Para publicar uma mensagem para todos os membros da lista, envie e-mail para %s.
ru: Чтобы отправить сообщение всем подписчикам, напишите по адресу %s.

source: No mailing list address was found, the configuration of the server is probably broken, contact the admins!
fr: Aucune liste de diffusion n'a été trouvée, la configuration de ce serveur est probablement défectueuse, veuillez contacter les administrateurs !
he: לא נמצאה כתובת של רשימת דיוור, הגדרות השרת פגומות, יש ליצור קשר עם ההנהלה!
pt_br: Nenhum endereço de lista de discussão foi encontrada; a configuração do servidor provavelmente está com problema, contate os administradores!
ru: Адрес списка рассылки не найден, повреждены настройки сервера, свяжитесь с администраторами!

source: Subscribe to the list.
fr: S'abonner à la liste.
he: רישום לרשימה.
pt_br: Inscreva-se à lista.
ru: Подписаться на рассылку.

source: Unsubscribe from the list.
fr: Se désabonner de la liste.
he: ביטול רישום לרשימה.
pt_br: Cancelar inscrição da lista.
ru: Выйти из списка рассылки.

source: You can subscribe to the list and unsubscribe from the list by following instructions on the <a href="%s">list information page</a>.
fr: Vous pouvez vous abonner à cette liste ou vous désabonner en suivant les instructions sur <a href="%s">la page d'information de la liste</a>.
he: אפשר להירשם לרשימה או לבטל את הרישום לרשימה על ידי מילוי אחר ההוראות <a href="%s">בעמוד פרטי הרשימות</a>.
pt_br: Você pode se inscrever à lista e cancelar a inscrição da lista seguindo as instruções na <a href="%s">página de informações da lista</a>.
ru: Инструкции по тому, как подписаться на рассылку и выйти из нее, находятся на <a href="%s">странице информации по списку</a>.

source: Project administrators can use the <a href="%s">administrative interface</a> to manage the list.
fr: Les administrateurs de projet peuvent utiliser <a href="%s">l'interface d'administration</a> pour gérer la liste.
he: מנהלי המיזם יכולים להשתמש ‫ב<a href="%s">מנשק הניהול</a> כדי לנהל את הרשימה.
pt_br: Administradores do projeto podem usar a <a href="%s">interface administrativa</a> para gerenciar a lista.
ru: Администраторы проекта могут управлять списком рассылки с помощью <a href="%s">инструментов администратора</a>.

source: Mailing lists are misconfigured. Post a support request to ask your site administrator to review group type setup.
fr: Les listes de diffusion sont mal configurées. Postez une demande de support pour demander à votre administrateur de site de réviser la configuration du type de groupe.
he: רשימות הדיוור לא מוגדרות כראוי. נא לפרסם בקשת תמיכה כדי לבקש מהנהלת האתר שלך לעבור שוב על הגדרות סוג הקבוצה.
pt_br: Listas de discussão estão mal configuradas. Envie uma solicitação de suporte para que o administrador do site revise a configuração do tipo de grupo.
ru: Списки рассылки неверно настроены. Подайте заявку на поддержку, чтобы попросить администратора сайта пересмотреть настройки типа группы.

source: You must provide list name that is two or more characters long: %s
fr: Vous devez fournir un nom de liste qui comporte au moins 2 caractères: %s
he: עליך לספק לרשימה שם באורך של שני תווים ומעלה: %s
pt_br: Você deve fornecer um nome de lista que tenha dois ou mais caracteres: %s
ru: Название рассылки должно быть не короче двух символов: %s

source: Invalid list name: %s
fr: Nom de liste invalide: %s
he: שם רשימה שגוי: %s
pt_br: Nome de lista inválido: %s
ru: Неправильное название рассылки: %s

source: List name %s is reserved to avoid conflicts with user accounts.
fr: Le nom de liste %s est bloqué pour éviter tout conflit avec des comptes utilisateurs.
he: שם הרשימה %s שמור כדי להימנע מסתירות עם שמות המשתמשים.
pt_br: O nome da lista %s está reservado para evitar conflitos com contas de usuário.
ru: Название рассылки %s зарезервировано во избежание накладок с учетными записями пользователей.

source: The list %s already exists.
fr: La liste %s existe déjà.
he: הרשימה %s כבר קיימת.
pt_br: A lista %s já existe.
ru: Рассылка %s уже существует.

source: List %s is already in the database. We will create an alias.
fr: La liste %s existe déjà dans la base de données. Nous allons créer un synonyme.
he: הרשימה %s כבר נמצאת במסד הנתונים. אנו ניצור כינוי.
pt_br: A lista %s já está no banco de dados. Nós vamos criar um apelido.
ru: Рассылка %s в базе данных уже есть. Будет создан синоним.

source: Error Adding List
ca: Error en afegir la llista
fr: Erreur pendant l'ajout de la liste
he: שגיאה בהוספת רשימה
pt_br: Erro ao adicionar a lista
ru: Ошибка при добавлении списка рассылки

source: List Added
ca: Llista afegida
fr: Liste ajoutée
he: נוספה רשימה
pt_br: Lista adicionada
ru: Рассылка добавлена
