Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: List %s not found in the database
ca: La llista %s no s'ha trobat a la base de dades
fr: Impossible de trouver la liste %s dans la base de données
he: הרשימה %s לא נמצאה במסד הנתונים
pt_br: Lista %s não encontrada no banco de dados
ru: Рассылка %s в базе данных не найдена

source: Error updating list %s
fr: Erreur pendant la mise à jour de la liste %s
he: עדכון הרשימה %s נכשל
pt_br: Erro ao atualizar a lista %s
ru: Ошибка при обновлении рассылки %s

source: List %s updated
ca: Llista %s actualitzada
fr: Mise à jour de la liste %s
he: הרשימה %s עודכנה
pt_br: Lista %s atualizada
ru: Рассылка %s обновлена

source: Update Mailing List
ca: Actualitza la llista de correu
fr: Mettre à jour la liste de diffusion
he: עדכון רשימות דיוור
pt_br: Atualizar lista de discussão
ru: Обновить список рассылки

source: You can administer list information from here. Please note that private lists are only displayed for members of your project, but not for visitors who are not logged in.
fr: Ici, vous pouvez administrer les listes. Notez que les listes privées ne sont visibles qu'aux membres de votre projet mais pas pour les visiteurs qui ne sont pas identifiés.
he: כאן ניתן לנהל את פרטי הרשימה. נא לשים לב שרשימות אישיות גלויות רק בפני חברי המיזם שלך אך לא בפני אורחים שלא נכנסו למערכת.
pt_br: Você pode administrar informações de listas a partir daqui. Observe que as listas privadas são exibidas somente para membros do seu projeto, mas não para visitantes que não estão autenticados.
ru: Здесь можно администрировать информацию о списках рассылки. Обратите внимание, что закрытые списки показываются только членам вашего проекта, анонимные посетители их не видят.

source: Description:
ca: Descripció:
he: תיאור:
pt_br: Descrição:
ru: Описание:

source: Public List
ca: Llista pública
fr: Liste publique
he: רשימה ציבורית
pt_br: Lista pública
ru: Открытый список

source: Private List (not advertised, subscribing requires approval)
fr: Liste privée (dissimulée, inscription requérant approbation)
he: רשימה אישית (לא מופצת, רישום דורש אישור)
pt_br: Lista privada (não divulgada, inscrição requer aprovação)
ru: Закрытый список (не показывается, подписка с разрешения администратора)

source: To be deleted (this cannot be undone!)
fr: À supprimer (cela ne peut être annulé !)
he: למחיקה (בלתי הפיך!)
pt_br: Para ser excluída (isso não pode ser desfeito!)
ru: К удалению (это действие необратимо!)

source: Reset List Admin Password:
ca: Reescriu la contrasenya de l'administrador de llistes:
fr: Remise à zéro du mot de passe d'administrateur de liste :
he: איפוס סיסמת הנהלת הרשימה:
pt_br: Redefinir a senha do administrador da lista:
ru: Сбросить пароль администратора списка:

source: Requested - <em> this will have no effect if this list is not managed by Mailman via Savane</em>
fr: Demandé — <em>ceci n'aura aucun effet si cette liste n'est pas gérée par Mailman via Savane</em>
he: הוגשה בקשה - <em> לא תהיה לזה אף השפעה אם הרשימה הזאת לא מנוהלת על ידי ‏‫Mailman דרך Savane</em>
pt_br: Solicitada - <em> isso não terá efeito se essa lista não for gerenciada pelo Mailman por meio do Savane</em>
ru: Сброс запрошен&nbsp;&mdash; <em>это не сработает, если список не управляется системой Mailman через Savane</em>

source: Create a new mailing list:
fr: Créer une nouvelle listes de discussion :
he: יצירת רשימת דיוור חדשה:
pt_br: Criar uma nova lista de discussão:
ru: Создать новый список рассылки:

source: Name of new mailing list
fr: Nom de la nouvelle liste de discussion
he: שם רשימת הדיוור החדשה
pt_br: Nome da nova lista de discussão
ru: Имя нового списка рассылки

source: Public (visible to non-members)
fr: Publique (visible aux non-membres)
he: ציבורית (גלויה גם לכאלה שאינם חברים)
pt_br: Pública (visível para quem não é membro)
ru: Открытый (видный для неучастников)

source: Private
ca: Privat
fr: Privé
he: אישית
pt_br: Privada
ru: Закрытый

source: %s hosting request
fr: Requêtes à traiter sur %s
he: בקשת אירוח ב־%s
pt_br: Solicitação de hospedagem no %s
ru: Запрос на размещение на сайте %s

source: No group type has been set. Admins need to create at least one group type. They can make it so visiting the link &ldquo;Group Type Admin&rdquo; on the Administration section of the left side menu, while logged in as admin.
fr: Aucun type de groupe défini. Les admins doivent créer au moins un type de groupe. Ils peuvent le faire en cliquant sur le lien « Administration des type de groupe » dans la section Administration du menu de gauche, tout en étant connecté en tant qu'admin
he: לא הוגדרו סוגי קבוצות. על המנהלים ליצור לפחות סוג קבוצה אחד. ניתן לעשות זאת על ידי ביקור בקישור „ניהול סוגי קבוצות” בסעיף הניהול בתפריט הימני תוך כניסה למערכת עם חשבון ניהולי.
pt_br: Nenhum tipo de grupo foi definido. Administradores precisam criar pelo menos um tipo de grupo. Eles podem fazer isso de forma que visitar o link “Administrador de tipos de grupo”, na seção Administração do menu lateral esquerdo, enquanto autenticado como administrador.
ru: Тип группы не задан. Администраторам нужно создать хотя бы один тип группы. Они могут сделать это, перейдя по ссылке &ldquo;Администрирование типов групп&rdquo; в разделе администрирования меню с левой стороны, зайдя на сайт как администратор.

source: Project name
fr: Nom du projet
he: שם המיזם
pt_br: Nome do projeto
ru: Название проекта

source: Full name
fr: Nom complet
he: שם מלא
pt_br: Nome completo
ru: Полное название

source: Short/system name
fr: Nom court/système
he: שם קצר/מערכת
pt_br: Nome do sistema/curto
ru: Краткое/системное имя:

source: (used in URLs, mailing lists names, etc&mdash;4&ndash;16 characters, starting with a letter and only containing ASCII letters, digits and dashes; system names should be reasonably descriptive, rather than terse abbreviations or confusingly general.)
he: (משמש בכתובות אתרים, שמות רשימות דיוור, וכו׳&mdash;4‏&ndash;16 תווים, ‫נפתח באות ומכיל תווי ASCII, ספרות ומינוסים בלבד, ‫שמות המערכות צריכים להיות מפורטים בצורה מתונה, במקום סתם ‫ראשי תיבות שמבלבלים את כולם.)

source: Project information
fr: Informations du projet
he: מידע על המיזם
pt_br: Informações do grupo
ru: Сведения о проекте

source: ~20-lines technical description
fr: Description technique de ±20 lignes
he: ~20 שורות של תיאור טכני
pt_br: Descrição técnica com mais ou menos 20 linhas
ru: около 20 строк технического описания

source: What is your project?
fr: Quel est votre projet ?
he: מה המיזם שלך?
pt_br: O que é seu projeto?
ru: Что у вас за проект?

source: (purpose, topic, programming language...)
fr: (but, sujet, langage de programmation…)
he: (מטרה, נושא, שפת פיתוח…)
pt_br: (propósito, tópico, linguagem de programação...)
ru: (назначение, тема, язык программирования...)

source: What is special about it?
fr: Qu'a-t-il de spécial ?
he: מה מיוחד בו?
pt_br: O que ele tem de especial?
ru: Что в нем особенного?

source: Group type
fr: Type de groupe
he: סוג קבוצה
pt_br: Tipo de grupo
ru: Тип группы

source: Project license
fr: Licence du projet
he: רישיון מיזם
pt_br: Licença do projeto
ru: Лицензия проекта

source: Other license, details
fr: Autre licence, détails
he: רישיון אחר, פרטים
pt_br: Outras licenças, detalhes
ru: Другая лицензия, подробности

source: Checklist - see <a href="%s">How To Get Your Project Approved Quickly</a>
fr: Checklist – consultez <a href="%s">Comment faire approuver votre projet rapidement</a>
he: רשימת מטלות - מומלץ לפנות אל <a href="%s">איך לקבל אישור למיזם שלך במהירות</a>
pt_br: Lista de verificação - veja <a href="%s">Como fazer seu projeto ser aprovado rapidamente</a>
ru: Список для проверки: см. <a href="%s">Как быстро пройти проверку проекта</a>

source: My project runs primarily on a completely free OS
fr: Mon projet tourne principalement sur un OS entièrement libre
he: המיזם שלי מופעל באופן עיקרי על מערכת הפעלה חופשית לחלוטין
pt_br: Meu projeto funciona principalmente em um sistema operacional completamente livre
ru: Мой проект работает прежде всего на полностью свободной операционной системе

source: My license is compatible with the GNU GPL or GFDL
fr: Ma licence est compatible avec la GPL ou GFDL de GNU
he: הרישיון שלי תואם ל־GPL או ל־GFDL של גנו
pt_br: Minha licença é compatível com a GNU GPL ou GFDL
ru: Моя лицензия совместима с GNU GPL или GFDL

source: My dependencies are compatible with my project license
fr: Mes dépendances sont compatibles avec la licence de mon projet
he: התלויות שלי תואמות לרישיון המיזם שלי
pt_br: Minhas dependências são compatíveis a licença do meu projeto
ru: Мои зависимости совместимы с лицензией моего проекта

source: All my files include <a href="%s">valid copyright notices</a>
fr: Tous mes fichiers contiennent <a href="%s">une note de droit d'auteur valide</a>
he: כל הקבצים שלי כוללים <a href="%s">הצהרות זכויות יוצרים תקפות</a>
pt_br: Todos os meus arquivos incluem <a href="%s">avisos de direitos autorais válidos</a>
ru: Все мои файлы содержат <a href="%s">верные уведомления об авторских правах</a>

source: All my files include a license header [<a href="%s">1</a>] [<a href="%s">2</a>]
fr: Tous mes fichiers contiennent un en-tête de licence [<a href="%s">1</a>] [<a href="%s">2</a>]
he: כל הקבצים שלי כוללים כותרת רישיון [<a href="%s">1</a>] [<a href="%s">2</a>]
pt_br: Todos os meus arquivos incluem um cabeçalho de licença [<a href="%s">1</a>] [<a href="%s">2</a>]
ru: Все мои файлы содержат лицензионный заголовок [<a href="%s">1</a>] [<a href="%s">2</a>]

source: Origin and license of media files is specified
fr: L'origine et la licence des fichiers multimédias sont spécifiés
he: המקור והרישיון של קובצי המדיה צוינו
pt_br: Origem e licença dos arquivos de mídia estão especificados
ru: Происхождение и лицензия файлов изображений, звуков и т.п. указаны

source: My tar file includes a copy of the license
he: ה־tar שלי מכיל עותק של הרישיון

source: I read carefully and don't check this one
fr: J'ai lu attentivement et ne coche pas celle-ci
he: קראתי בקפידה ולא לסמן את זה
pt_br: Eu li cuidadosamente e não marquei esse aqui
ru: Я читаю внимательно и не отмечаю этот пункт

source: I agree with the <a href="%s">hosting requirements</a>
fr: Je suis d'accord avec les <a href="%s">exigences d'hébergement</a>
he: ‫ <a href="%s">דרישות האחסון</a> מקובלות עלי
pt_br: Eu concordo com os <a href="%s">requisitos de hospedagem</a>
ru: Я буду соблюдать <a href="%s">требования по размещению</a>

source: Details
ca: Detalls
fr: Détails
he: פרטים
pt_br: Detalhes
ru: Подробности

source: Dependencies
ca: Dependències
fr: Dépendances
he: תלויות
pt_br: Dependências
ru: Зависимости

source: name + license + website for each dependency
fr: nom + licence + site web de chaque dépendance
he: שם + רישיון + אתר לכל תלות
pt_br: nome + licença + site para cada dependência
ru: название + лицензия + сайт каждой зависимости

source: Other Comments
ca: Altres comentaris
fr: Autres commentaires
he: הערות נוספות
pt_br: Outros comentários
ru: Другие замечания

source: Tarball (.tar.gz) URL
fr: URL du tarball (.tar.gz)
he: כתובת Tarball ‏(‎.tar.gz)
pt_br: URL de tarball (.tar.gz)
ru: URL архива (.tar.gz)

source: (or <a href="%s" target="_blank">upload file</a> to Savannah.)
fr: (ou <a href="%s" target="_blank">fichier à publier</a> sur Savannah.)
he: (או <a href="%s" target="_blank">להעלות קובץ</a> ל־Savannah.)
pt_br: (ou <a href="%s" target="_blank">envie o arquivo</a> para o Savannah.)
ru: (или <a href="%s" target="_blank">отправьте файл</a> в Саванну.)

source: Register project
fr: Inscrire le projet
he: רישום מיזם
pt_br: Projeto registrado
ru: Зарегистрировать проект

source: Invalid full name
fr: Nom complet invalide
he: שם מלא שגוי
pt_br: Nome de completo inválido
ru: Недопустимое полное название

source: Invalid Unix name
fr: Nom Unix invalide
he: שם ייצוגי שגוי
pt_br: Nome Unix inválido
ru: Недопустимое системное имя

source: A project with that name already exists.
fr: Un projet avec ce nom existe déjà.
he: כבר קיים מיזם בשם הזה.
pt_br: Um projeto com esse nome de usuário já existe.
ru: Проект с этим названием уже существует.

source: Invalid license
he: רישיון שגוי

source: Invalid group type
he: סוג קבוצה שגוי

source: Please recheck your project
fr: Veuillez vérifier à nouveau votre projet
he: נא לבדוק את המיזם שלך שנית
pt_br: Por favor, verifique novamente seu projeto
ru: Проверьте свой проект еще раз

source: Please accept the hosting requirements
fr: Veuillez accepter les exigences d'hébergement
he: נא לאשר את דרישות האחסון
pt_br: Por favor, aceite os requisitos de hospedagem
ru: Нужно согласие с требованиями по размещению

source: This is too short!
fr: C'est trop court !
he: זה קצר מדי!
pt_br: Esse é pequeno demais!
ru: Это слишком коротко!

source: Please give us a link to your project latest release
fr: Veuillez nous donner un lien vers la dernière version de votre projet
he: נא לספק לנו קישור למהדורה העדכנית ביותר של המיזם שלך
pt_br: Por favor, nos dê um link para o lançamento mais recente do seu projeto
ru: Введите ссылку на последний выпуск вашего проекта

source: Unable to update database, please contact administrators
ca: No es pot actualitzar la base de dades, poseu-vos en contacte amb els administradors
fr: Impossible de mettre à jour la base de données, contactez les administrateurs.
he: לא ניתן לעדכן את מסד הנתונים, נא ליצור קשר עם ההנהלה
pt_br: Não foi possível atualizar o banco de dados; por favor, contate os administradores
ru: Не удается обновить базу данных, свяжитесь с администраторами

source: Setting you as project admin failed
ca: No se us ha pogut establir com a administrador del projecte
fr: Échec en essayant de vous définir comme admin du projet
he: הגדרתך כחלק מהנהלת המיזם נכשלה
pt_br: Falha ao definir você como administrador do projeto
ru: Не удалось сделать вас администратором проекта

source: Hosting requirements
fr: Exigences d'hébergement
he: דרישות אחסון
pt_br: Requisitos de hospedagem
ru: Требования по размещению

source: Temporary upload
fr: Upload temporaire
he: העלאה זמנית
pt_br: Envio temporário
ru: Отправка временного файла

source: Select file to upload:
fr: Sélectionner le fichier à uploader:
he: נא לבחור קובץ להעלאה:
pt_br: Selecione o arquivo para enviar:
ru: Выбрать файл для отправки:

source: Upload file
fr: Upload du fichier
he: העלאת קובץ
pt_br: Enviar arquivos
ru: Отправить файл

source: Error during upload: %s
fr: Erreur durant l'upload: %s
he: שגיאה במהלך ההעלאה: %s
pt_br: Erro durante o envio: %s
ru: Ошибка при отправке файла: %s

source: Cannot move file to the download area.
fr: Impossible de déplacer le fichier vers la zone de téléchargement.
he: לא ניתן להעביר את הקובץ לאזור ההורדה.
pt_br: Não foi possível mover o arquivo para essa área de download.
ru: Не удается переместить файл в выделенную область.

source: Here's your temporary tar file URL:
he: להלן כתובת ה־tar הזמנית שלך:

source: Contact Us
ca: Contacteu-nos
fr: Nous contacter
he: ליצירת קשר אתנו
pt_br: Contate-nos
ru: Связаться с нами

source: Welcome
ca: Benvingut
fr: Bienvenue
he: ברוך בואך
pt_br: Bem-vindo
ru: Добро пожаловать

source: Latest News
ca: Últimes notícies
fr: Dernières dépêches
he: חדשות עדכניות
pt_br: Últimas notícias
ru: Последние новости

source: Always
he: תמיד

source: Module list
he: רשימת מודולים

source: Fallback
he: נסיגה

source: Current notifications
he: התראות נוכחיות

source: Delete
ca: Suprimeix
fr: Supprimer
he: מחיקה
pt_br: Excluir
ru: Удалить

source: Repository
he: מאגר

source: Match type
he: סוג התאמה

source: Branch filter
he: מסנן ענפים

source: Notification to
he: התראות אל

source: Diff?
he: הבדל?

source: Separate diffs to
he: הפרדת הבדלים לכדי

source: Modify
fr: Modifier
he: עריכה
pt_br: Modificar
ru: Изменить

source: New notification
he: התראה חדשה

source: Repository:
he: מאגר:

source: sources
he: מקורות

source: web
he: אתר

source: Matching type:
he: סוג התאמה:

source: <i>Always</i> is always performed (even in addition to Fallback)
he: ‫<i>תמיד</i> מתבצע תמיד (אפילו בנוסף לנסיגה)

source: <i>Module list</i> if you specify a list of directories (see below)
he: ‫<i>רשימת מודולים</i> בעת ציון רשימת תיקיות (להלן)

source: <i>Fallback</i> is used when nothing matches
he: ‫<i>נסיגה</i> מתרחשת כשאין התאמות

source: Filter by directory: if match is <i>Module list</i>, enter a list of directories separated by commas, e.g. <code>emacs,emacs/lisp,manual</code><br /> You'll only get notifications if the commit is performed in one of these directories.<br /> Leave blank if you want to get notifications for all the repository:
he: סינון לפי תיקייה: אם התוצאה היא <i>רשימת מודולים</i>, יש למלא רשימת תיקיות עם הפרדה בפסיקים, למשל: <code>emacs,emacs/lisp,manual</code><br /> תישלח אליך התראה רק אם בוצעה הגשה לאחת מהתיקיות האלו.<br /> יש להשאיר ריק כדי לקבל התראות על כל התיקיות:

source: List of comma-separated emails to send notifications to, e.g. him@domain.org, her@domain.org):
he: רשימה של כתובות דוא״ל מופרדות בפסיקים אליהן לשלוח התראות, למשל: ‏‫ him@domain.org, her@domain.org:

source: Send diffs?
he: לשלוח הבדלים?

source: Optional alternate list of emails to send diffs separately to, e.g. him@domain.org, her@domain.org.<br /> If empty, the diffs will be included in commit notifications:
he: רשימת כתובות דוא״ל חלופית כרשות לשליחת הבדלים אליהן, למשל: ‏‫ him@domain.org, her@domain.org.<br /> ‫ אם ריק, ההבדלים יתווספו להתראות על ההגשה:

source: Filter by branch: you will be notified only commits in these branches, separated by commas.<br /> Enter <i>HEAD</i> if you only want trunk commits.<br /> Leave blank to get notifications for all commits:
he: סינון לפי ענף: תישלחנה אליך התראות רק על הגשות בענפים האלו,‬ ‫‫ בהפרדה לפסיקים.<br />‬ ‫‫ יש למלא <i>HEAD</i> אם מעניינות אותך רק הגשות בענף הראשי.<br />‬ ‫‏‫ יש להשאיר ריק כדי לקבל התראות על כל ההגשות:

source: The changes come into effect within an hour.
he: השינויים יחולו תוך שעה.

source: Unable to remove user from the watched users list, probably a broken URL
ca: No es pot eliminar l'usuari de la llista d'usuaris supervisats, probablement a causa d'un URL trencat
fr: Impossible de supprimer l'utilisateur de la liste des utilisateurs suivis, probablement une URL cassée
he: לא ניתן להסיר משתמש מרשימת המשתמשים במעקב, כנראה כתובת פגומה
pt_br: Não foi possível remover usuário da lista de usuários monitorados, provavelmente uma URL quebrada
ru: Не могу убрать пользователя из списка наблюдения, возможно, неверный URL

source: Unable to add user in the watched users list, probably a broken URL
ca: No es pot afegir l'usuari a la llista d'usuaris supervisats, probablement a causa d'un URL trencat
fr: Impossible d'ajouter l'utilisateur dans la liste des utilisateurs suivis, probablement une URL cassée
he: לא ניתן להוסיף משתמש לרשימת המשתמשים במעקב, כנראה כתובת פגומה
pt_br: Não foi possível adicionar usuário à lista de usuários monitorados, provavelmente uma URL quebrada
ru: Не могу добавить пользователя в список наблюдения, возможно, неверный URL

source: Membership request for group %s
ca: Sol·licitud de pertinença al grup %s
fr: Requête d'inclusion au groupe %s
he: בקשת חברות לקבוצה %s
pt_br: Solicitação de associação ao grupo %s
ru: Запрос на вступление в группу %s

source: When joining you must provide a message for the administrator, a short explanation of why you want to join this project.
fr: Pour rejoindre un projet, vous devez fournir un message pour l'administrateur et une courte explication de vos motivations.
he: בעת ההצטרפות עליך לספק הודעה להנהלה, הסבר קצר על הרצון שלך להצטרף למיזם הזה.
pt_br: Ao se juntar, você deve fornecer uma mensagem para o administrador, uma breve explicação sobre por que você deseja participar desse projeto.
ru: При вступлении нужно написать сообщение для администратора с кратким пояснением, почему вы хотите присоединиться к проекту.

source: Request for inclusion already registered
ca: La sol·licitud d'inclusió ja està registrada
fr: La requête d'inclusion est déjà prise en compte
he: בקשת ההצטרפות כבר נרשמה
pt_br: Solicitação de inclusão já registrada
ru: Запрос на вступление уже зарегистрирован

source: Groups history appears to be flawed. Please report the incident to administrators.
fr: L'historique des groupes semble corrompue. Merci de signaler cet incident aux administrateurs.
he: היסטוריית הקבוצות נראית פגומה. ‫נא לדווח על הבעיה להנהלה.
pt_br: O histórico dos grupos parece ser defeituoso. Por favor, relate o incidente aos administradores.
ru: История группы, по-видимому, повреждена. Сообщите об этом администраторам.

source: Here is the list of groups you are member of, plus a form which allows you to ask for inclusion in a group. You can also quit groups here.
fr: Voici la liste des groupes auxquels vous appartenez, avec, de plus, un formulaire vous permettant de demander l'inclusion dans un autre groupe. Vous pouvez aussi quitter des groupes ici.
he: הנה רשימה של קבוצות שהצטרפת אליהן, לרבות טופס שמאפשר לך לבקש להצטרף לקבוצה. אפשר גם לעזוב קבוצות דרך כאן.
pt_br: Aqui está a lista de grupos dos quais você é membro, além de um formulário que permite solicitar a inclusão em grupos. Você também pode sair de grupos aqui.
ru: Вот список групп, в которых вы состоите, и форма, с помощью которой можно запросить включить вас в группу. На этой странице можно также выйти из групп.

source: Watched Partners
ca: Col·laboradors supervisats
fr: Partenaires secondés
he: שותפים במעקב
pt_br: Parceiros monitorados
ru: Список наблюдения

source: You are not watching any partners.
ca: No estic supervisant cap col·laborador.
fr: Vous ne secondez aucun partenaire actuellement.
he: אין שותפים ברשימת המעקב שלך.
pt_br: Você não está monitorando nenhum parceiro.
ru: Вы не наблюдаете ни за какими участниками.

source: Watching a partner (receiving a copy of all notifications sent to them) permits you to be their backup when they are away from the office, or to review all their activities on a project.
fr: Seconder un partenaire (recevoir une copie de toutes les notifications qui lui sont envoyées) permet de le seconder lorsqu'il est absent du bureau, ou de faire de l'assurance qualité de ses activités dans le cadre d'un projet.
he: מעקב אחר שותפים (קבלת עותק של כל ההתראות שנשלחות אליהם) ‫‫מאפשר לך לגבות אותם כשאינם זמינים או לסקור את פעילותם במיזם.
pt_br: Monitorar um parceiro (recebendo uma cópia de todas as notificações enviadas a eles) permite que você seja seu backup quando estiver fora do escritório ou para revisar todas as suas atividades em um projeto.
ru: Наблюдение за участниками (получение копии всех оповещений, посылаемых им) позволяет вам подменять их, когда они отсутствуют, или просматривать всю их работу в проекте.

source: To watch someone, follow the &ldquo;Watch partner&rdquo; link in the project memberlist page. You need to be member of that project.
fr: Pour seconder quelqu'un, cliquez sur « Seconder le partenaire » dans la liste des membres du projet. Vous devez vous-même être membre dudit projet.
he: כדי לעקוב אחר מישהו, יש לעקוב אחר הקישור „מעקב אחר שותף” בעמוד חברי המיזם. עליך להיות בחברות באותו המיזם.
pt_br: Para monitorar alguém, clique no link “Monitorar parceiro” na página da lista de membros do projeto. Você precisa ser membro desse projeto você mesmo.
ru: Чтобы наблюдать за кем-нибудь, воспользуйтесь ссылкой &ldquo;Наблюдать за участником&rdquo; на странице со списком участников проекта. Для этого вам нужно быть участником этого проекта.

source: Stop watching this user
fr: Arrêter de seconder cet utilisateur
he: הפסקת מעקב אחר משתמש זה
pt_br: Parar de monitorar esse usuário
ru: Прекратить наблюдение за этим пользователем

source: My own notifications are currently watched by %1$s user: %2$s.
fr: Mes propres notifications sont actuellement suivies par %s utilisateur : %s
he: ההתראות שלי הן במעקב של משתמש אחר: %2$s.
pt_br: Minhas próprias notificações estão atualmente sendo monitoradas por %1$s usuário: %2$s.
ru: За моими оповещениями следит %1$s пользователь: %2$s.
