Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Long Description
fr: Description longue
he: תיאור ארוך
pt_br: Descrição longa
ru: Подробное описание

source: License changes are moderated by the site administrators. Please contact them to change your project license.
fr: Les changements de licences sont modérés par les administrateurs du site. Veuillez les contacter pour changer votre licence de projet.
he: שינויים ברישיון מפוקחים על ידי הנהלת האתר. נא ליצור קשר אתם כדי לשנות את רישיון המיזם שלך.
pt_br: Alterações de licenças são moderadas pelos administradores do site. Por favor, contate-os para alterar a licença do seu projeto.
ru: Смена лицензий контролируется администраторами сайта. Для смены лицензии вашего проекта свяжитесь с ними.

source: GNU GPL v3:
he: גרסה 3 של GPL מבית גנו:
ru: GNU GPL версии 3:

source: Upgrade license to &quot;GNU GPLv3 or later&quot;
fr: Mettre à jour la licence à « GNU GPLv3 ou ultérieure »
he: שדרוג הרישיון ל־&bdquo;GPL מבית גנו גרסה 3 ומעלה&rdquo;
pt_br: Atualizar a licença para “GNU GPLv3 ou posterior”
ru: Обновить лицензию до &ldquo;GNU GPLv3 или более поздней&rdquo;

source: GPG Keys Used for Releases
fr: Clés GPG utilisées pour la diffusion
he: מפתחות GPG שמשמשים להוצאות לאור

source: You must supply a non-empty real name.
ca: Heu d'introduir un nom.
fr: Vous devez fournir un nom réel non vide.
he: עליך לספק שם אמיתי שאינו ריק.
pt_br: Você precisa informar um nome de usuário não vazio.
ru: Необходимо ввести непустое полное имя.

source: Squad name updated
fr: Nom d'escouade mis à jour
he: שם החוליה עודכן
pt_br: Nome do esquadrão atualizado
ru: Название звена обновлено

source: Manage Squads
fr: Gérer les escouades
he: ניהול חוליות
pt_br: Gerenciar esquadrões
ru: Управление звеньями

source: This action cannot be undone.
he: פעולה זו אינה הפיכה.

source: Do you really want to delete this squad account?
fr: Confirmez-vous que vous voulez supprimer cette escouade ?
he: למחוק את חשבון החוליה?
pt_br: Você realmente deseja excluir sua conta de esquadrão?
ru: Вы действительно хотите удалить это звено?

source: Squad not found
fr: Escouade introuvable
he: החוליה לא נמצאה
pt_br: Esquadrão não encontrado
ru: Звено не найдено

source: User %s added to the squad.
fr: %s ajouté à l'escouade.
he: המשתמש %s נוסף לחוליה.
pt_br: Usuário %s adicionado ao esquadrão.
ru: Пользователь %s записан в звено.

source: User %s is already part of the squad.
fr: %s est déjà membre de l'escouade.
he: המשתמש %s כבר חלק מהחוליה.
pt_br: O usuário %s já é parte do esquadrão.
ru: Пользователь %s уже в звене.

source: User %s removed from the squad.
fr: %s retiré de l'escouade.
he: המשתמש %s הוסר מהחוליה.
pt_br: Usuário %s removido do esquadrão.
ru: Пользователь %s удален из звена.

source: User %s is not part of the squad.
fr: L'utilisateur %s ne fait pas partie de l'escouade.
he: המשתמש %s אינו חלק מהחוליה.
pt_br: O usuário %s não é parte do esquadrão.
ru: Пользователь %s не в звене.

source: Delete Squad
fr: Supprimer l'escouade
he: מחיקת חוליה
pt_br: Excluir esquadrão
ru: Удалить звено

source: Removing members
fr: Retirer des membres
he: הסרת חברים
pt_br: Removendo membros
ru: Удаление участников

source: To remove members from the squad, select their names and push the button below.
fr: Pour retirer des membres à l'escouade, sélectionnez leur nom et appuyez sur le bouton ci-dessous.
he: כדי להסיר חברים מהחוליה, יש לבחור בשמם וללחוץ על הכפתור שלהלן.
pt_br: Para remover membros do esquadrão, selecione seus nomes e clique no botão abaixo.
ru: Чтобы удалить людей из звена, выберите их имена и нажмите на кнопку.

source: Users
fr: Utilisateurs
he: משתמשים
pt_br: Usuários
ru: Пользователи

source: Remove Members
fr: Retrait des membres
he: הסרת חברים
pt_br: Remover membros
ru: Удалить участников

source: Adding members
fr: Ajout de membres
he: הוספת חברים
pt_br: Adicionando membros
ru: Добавление участников

source: To add members to the squad, select their name and push the button below.
fr: Pour ajouter des membres à l'escouade, sélectionnez leur nom et appuyez sur le bouton ci-dessous.
he: כדי להוסיף חברים לחוליה, יש לבחור את השם שלהם וללחוץ על הכפתור שלהלן.
pt_br: Para adicionar membros ao esquadrão, selecione seus nomes e pressione o botão abaixo.
ru: Чтобы записать людей в звено, выберите их имена и нажмине на кнопку.

source: Add Members
fr: Ajouter des membres
he: הוספת חברים
pt_br: Adicionar membros
ru: Записать участников

source: Setting permissions
fr: Définir les permissions
he: הגדרת הרשאות
pt_br: Definindo permissões
ru: Установка разрешений

source: That username may conflict with mailing list addresses.
he: שם משתמש עלול לסתור כתובות של רשימות דיוור.

source: Error during squad creation
fr: Erreur lors de la création d'une escouade
he: שגיאה ביצירת חוליה
pt_br: Erro durante a criação do esquadrão
ru: Ошибка при создании звена

source: Squad created
fr: Escouade créée
he: חוליה נוצרה
pt_br: Esquadrão criado
ru: Звено создано

source: Squad deleted
fr: Escouade supprimée
he: החוליה נמחקה
pt_br: Esquadrão excluído
ru: Звено удалено

source: Squads can be assigned items, share permissions. Creating squads is useful if you want to assign some items to several members at once.
fr: Les escouades peuvent se voir assigner des éléments et partagent des permissions. Il est utile de créer des escouades si vous désirez assigner certains éléments à plusieurs membres à la fois.
he: ניתן להקצות פריטים לחוליות, לשתף הרשאות. יצירת חוליות היא חיונית כדי להקצות פריטים למגוון חברים בבת אחת.
pt_br: Esquadrões podem ser atribuídos itens, compartilhar permissões. A criação de esquadrões é útil se deseja atribuir itens a vários membros ao mesmo tempo.
ru: Звеньям можно назначать разрешения и поручать заявки. Звенья полезны, если вы хотите поручать какие-то заявки сразу нескольким людям.

source: Squad List
he: רשימת חוליות

source: Create a New Squad
fr: Créer une nouvelle escouade
he: יצירת חוליה חדשה
pt_br: Criar um novo esquadrão
ru: Создать звено

source: Squad Login Name:
fr: Nom d'utilisateur de l'escouade :
he: שם הכניסה לחוליה:
pt_br: Nome de login do esquadrão:
ru: Название звена:

source: Squad Full Name:
fr: Nom complet de l'escouade :
he: שם החוליה המלא:
pt_br: Nome completo do esquadrão:
ru: Полное название звена:

source: You cannot have more squads than members
fr: Vous ne pouvez avoir plus d'escouades que de membres
he: לא יכולות להיות יותר חוליות מחברים
pt_br: você não pode ter mais esquadrões do que membros
ru: Звеньев не может быть больше, чем участников

source: Support Tracker Configuration Copy
he: העתקת הגדרות של עוקבי תמיכה

source: Bug Tracker Configuration Copy
he: העתקת הגדרות של עוקבי תקלות

source: Task Tracker Configuration Copy
he: העתקת הגדרות של עוקבי משימות

source: Patch Tracker Configuration Copy
he: העתקת הגדרות של עוקבי טלאים

source: You can change all of your project configuration from here.
fr: Vous pouvez modifier tous les paramètres de votre projet à partir d'ici.
he: מכאן אפשר לשנות את כל הגדרות המיזם שלך.
pt_br: Você pode alterar todas as configurações de seu projeto a partir daqui.
ru: Здесь можно править всю конфигурацию этого проекта.

source: Features
ca: Funcions
fr: Outils
he: יכולות
pt_br: Recursos
ru: Возможности

source: Define which features you want to use for this project.
ca: Definiu les funcions que voleu utilitzar per a aquest projecte.
fr: Définir quels outils vous désirez utiliser pour ce projet.
he: הגדרת באילו יכולות להשתמש למיזם הזה.
pt_br: Defina quais recursos você deseja usar para este projeto.
ru: Определите, какими возможностями вы хотите пользоваться в этом проекте.

source: Configure Features: %s
ca: Configura les funcions: %s
fr: Configurer : %s
he: הגדרת יכולות: %s
pt_br: Configurar recursos: %s
ru: Конфигурация возможностей: %s

source: You can manage fields used, define query forms, manage mail notifications, etc.
fr: Vous pouvez définir les champs utilisés, définir les formulaires de requêtes, les notifications par courriel, etc.
he: אפשר לנהל שדות בשימוש, להגדיר טופסי שאילתות, לנהל התראות בדוא״ל, וכו׳.
pt_br: Você pode gerenciar campos usados, definir formulários de consulta, gerenciar notificações por e-mail, etc.
ru: Можно выбирать используемые поля, определять формы поиска, настраивать оповещения по почте и т.д.

source: For many features, you can modify the type of email notification (global/per category), the related address lists and the notification triggers.
fr: Pour de nombreux outils, vous pouvez modifier le type de notification par courriel (global/par catégorie), les adresses de notification et les événements déclenchant des notifications.
he: עבור מגוון יכולות, אפשר לשנות את סוג התראות הדוא״ל (הכלליות/לפי קטגוריה), רשימות הכתובות התואמות והקפצות ההתראות.
pt_br: Para mais recursos, você pode modificar o tipo de notificação por e-mail (global/por categoria), as listas de endereços relacionados e os gatilhos de notificação.
ru: Для многих возможностей можно изменять тип оповещений (общие/по категориям), списки соответствующих адресов и срабатывание оповещений.

source: Information
ca: Informació
he: מידע
pt_br: Informações
ru: Информация

source: Edit Public Information
ca: Edita la informació pública
fr: Modifier les informations publiques
he: עריכת מידע ציבורי
pt_br: Editar informações públicas
ru: Редактировать общедоступное описание

source: Your current short description is: %s
ca: La vostra descripció breu és: %s
fr: Votre description courte actuelle est : %s
he: התיאור המקוצר הנוכחי שלך הוא: %s
pt_br: Sua descrição curta atualmente é: %s
ru: Краткое описание: %s

source: This allows you to keep tracks of important changes occurring on your project configuration.
fr: Ceci vous permet de suivre à la trace les changements importants se produisant sur la configuration de votre projet.
he: מאפשר לך לעקוב אחר שינויים חשובים שקורים בהגדרות המיזם שלך.
pt_br: Isso permite que você mantenha rastros de alterações importantes ocorrendo na configuração do seu projeto.
ru: Это позволяет отслеживать важные изменения в конфиругации проекта.

source: Members
ca: Membres
fr: Membres
he: חברים
pt_br: Membros
ru: Участники

source: Add, remove members, approve or reject requests for inclusion.
ca: Afegeix i elimina membres, i aprova o rebutja sol·licituds d'inclusió.
fr: Ajouter ou supprimer des membres, approuver ou rejeter des requêtes d'inclusion.
he: הוספת, הסרת חברים, אישור או דחייה של בקשות הצטרפות.
pt_br: Adicione, remova membros, aprove ou rejeite pedidos de inclusão.
ru: Добавление, удаление, рассмотренние запросов на включение участников.

source: Create and delete squads, add members to squads. Members of a squad will share this squad's items assignation, permissions, etc.
fr: Ajouter ou supprimer des escouades, ajouter des membres aux escouades. Les membres d'une escouade partageront les éléments assignés à l'escouade, les permissions de l'escouade, etc.
he: יצירה ומחיקה של חוליות, הוספת חברים לחוליות. חברים של חוליות יחלקו את הקצאות הפריטים, ההרשאות וכו׳ של החוליה הזאת.
pt_br: Crie e exclua esquadrões, adicione membros a esquadrões. Membros do esquadrão compartilharão as atribuições, permissões, etc. dos itens deste esquadrão.
ru: Создание и удаление звеньев, добавление людей в звенья. Членам звена будут присваиваться поручения, права доступа и т.д. звена.

source: Set members and group default permissions, set posting restrictions.
fr: Définition des permissions par défaut du groupe et celles des membres, définition des restrictions de postage.
he: הגדרת חברים והרשאות ברירת מחדל של קבוצה, הגדרת הגבלות פרסום.
pt_br: Defina as permissões padrão de membros e grupo, defina restrições de publicação.
ru: Установка базовых прав доступа участников и групп, устанока ограничений на публикации.

source: Post Jobs
ca: Envia els treballs
fr: Proposer un travail
he: פרסום משרות
pt_br: Publicar trabalhos
ru: Добавить вакансии

source: Add a job offer.
ca: Afegeix una oferta de treball.
fr: Ajouter une proposition de travail.
he: הוספת הצעת משרה.
pt_br: Adicione uma oferta de trabalho.
ru: Добавить предложение работы.

source: Edit Jobs
ca: Edita els treballs
fr: Modifier les propositions de travail
he: עריכת משרות
pt_br: Editar trabalhos
ru: Редактировать вакансии

source: Edit jobs offers for this project.
ca: Edita les ofertes de treball d'aquest projecte.
fr: Modifier les propositions de travail pour ce projet
he: עריכת הצעות משרה למיזם זה.
pt_br: Editar ofertas de trabalho para esse projeto.
ru: Редактировать предолжения работы для проекта.

source: Users Pending for Group
ca: Usuaris pendents del grup
fr: Utilisateurs demandant l'inclusion au groupe
he: משתמשים שממתינים לקבוצה
pt_br: Usuários pendentes para o grupo
ru: Запросы на включение в группу

source: Users that have requested to be member of the group are listed here. To approve their requests, select their names and push the button below. To discard requests, go to the next section called &ldquo;Removing users from group.&rdquo;
fr: Les utilisateurs ayant demandé d'être inclus dans le groupe sont listés ici. Pour approuver leur requête, sélectionnez leur nom et pressez le bouton ci-dessous. Pour rejeter celle-ci, rendez-vous à la section suivante intitulée « Retirer du groupe ».
he: משתמשים שביקשו חברות בקבוצה מופיעים כאן. כדי לאשר את בקשותיהם‬‬ ‬ ‫‫‫‫יש לבחור בשמם וללחוץ על הכפתור שלהלן. כדי להתעלם מבקשות,‬ ‬ ‫‫‫‫יש לעבור לסעיף הבא שנקרא &bdquo;הסרת משתמשים מקבוצה&rdquo;.
pt_br: Os usuários que pediram para ser membros do grupo estão listados aqui. Para aprovar suas solicitações, selecione seu nome e clique no botão abaixo. Para descartar pedidos, vá para a próxima seção chamada “Removendo usuários do grupo”.
ru: Здесь перечислены пользователи, подавшие заявку на включение в группу. Для подтверждения их заявок выберите пользователей и нажмите кнопку ниже. Для отказа перейдите далее к разделу &ldquo;Удалить пользователей из группы&rdquo;.

source: Approve users for group
ca: Aprova els usuaris del grup
fr: Ajouter au groupe
he: אישור משתמשים לקבוצה
pt_br: Aprovar usuários para o grupo
ru: Добавить пользователей в группу

source: Removing users from group
ca: Eliminació d'usuaris dels grups
fr: Retirer du groupe
he: הסרת משתמשים מהקבוצה
pt_br: Removendo usuários do grupo
ru: Удалить пользователей из группы

source: To remove users, select their names and push the button below. The administrators of a project cannot be removed unless they quit. Pending users are at the bottom of the list.
fr: Pour retirer des utilisateurs, sélectionnez leur nom et pressez le bouton ci-dessous. Les administrateurs du projet ne peuvent être retirés sauf s'ils quittent le projet. Les utilisateurs en attente d'approbation sont en bas de liste.
he: כדי להסיר משתמשים, יש לבחור את שמם וללחוץ על הכפתור שלהלן. לא ניתן להסיר מנהלי מיזם אלא אם כן בחרו לפרוש. משתמשים ממתינים מופיעים בסוף הרשימה.
pt_br: Para remover usuários, selecione seu nome e clique no botão abaixo. Os administradores de um projeto não podem ser removidos, a menos que eles saiam. Os usuários pendentes estão na parte inferior da lista.
ru: Чтобы удалить пользователей, выберите их и нажмите на кнопку ниже. Администраторов удалять нельзя, пока они не выйдут из группы. Пользователи, подавшие заявку на включение, перечислены внизу списка.

source: Pending:
ca: Pendent:
fr: En attente :
he: בהמתנה:
pt_br: Pendentes:
ru: На рассмотрении:

source: Remove users from group
ca: Elimina els usuaris del grup
fr: Suppression d'utilisateur(s) du groupe
he: הסרת משתמשים מקבוצה
pt_br: Remover usuários do grupo
ru: Удалить пользователей из группы

source: Adding users to group
ca: Addició d'usuaris al grup
fr: Ajout d'utilisateur(s) au groupe
he: הוספת משתמשים לקבוצה
pt_br: Adicionando usuários ao grupo
ru: Добавить пользователей в группу

source: You can search one or several users to add in the whole users database with the following search tool. A list of users, depending on the names you'll type in this form, will be generated.
fr: Vous pouvez rechercher un ou plusieurs utilisateurs dans la base de données globale avec cet outil de recherche. Une liste d'utilisateurs sera affichée, en fonction des noms recherchés.
he: אפשר לחפש משתמש אחד או יותר להוספה למסד הנתונים הכולל של המשתמש עם כלי החיפוש הבא. רשימה של משתמשים, כתלות בשמות שיוקלדו בטופס הזה, ייווצרו.
pt_br: Você pode pesquisar um ou vários usuários para adicionar no banco de dados de usuários inteiro com a seguinte ferramenta de pesquisa. Uma lista de usuários, dependendo dos nomes que você digitará neste formulário, será gerada.
ru: С помощью следующего средства можно искать пользователей по всему сайту.

source: Search users
ca: Cerca usuaris
fr: Rechercher
he: חיפוש משתמשים
pt_br: Pesquisar usuários
ru: Искать пользователей

source: Below is the result of your search in the users database.
ca: A continuació es mostra el resultat de la cerca a la base de dades d'usuaris.
fr: Voici le résultat de votre recherche dans la liste des utilisateurs.
he: להלן תוצאות החיפוש שלך במסד נתוני המשתמשים.
pt_br: Abaixo está o resultado da pesquisa no banco de dados de usuários.
ru: Ниже представлен результат поиска в списке пользователей.

source: Add users to group
ca: Afegeix usuaris al grup
fr: Ajouter le ou les utilisateurs au groupe
he: הוספת משתמשים לקבוצה
pt_br: Adicionar usuários ao grupo
ru: Добавить пользователей в группу

source: User %s added to the group.
he: המשתמש %s נוסף לקבוצה.

source: User %s deleted from the group.
he: המשתמש %s נמחק מהקבוצה.

source: Task Tracker
ca: Sistema de seguiment de tasques
fr: Suivi des tâches
he: עוקב משימות
pt_br: Rastreador de tarefas
ru: Журнал задач

source: Cookbook Manager
ca: Administrador del llibre de receptes
fr: Livre de recettes
he: מנהל ספרי מתכונים
pt_br: Gerente de livro de receitas
ru: Рецепты

source: Configuration for user #%s (you!) ignored to avoid incoherent flags status. End the superuser session to change your settings in this group or use the admin user interface.
fr: La configuration de l'utilisateur #%s (vous !) a été ignorée pour éviter des situations incohérentes. Fermez la session super-utilisateur pour modifier les paramètres vous concernant dans ce groupe, ou bien utilisez l'interface disponible dans la partie d'administration du site.
he: הגדרת משתמש מס׳ %s (מדובר בך!) לא עובדה כדי להימנע ממצב דגלונים בלתי אחיד. יש לצאת מהפעלת משתמש העל כדי לשנות את ההגדרות שלך בקבוצה הזאת או להשתמש במנשק המשתמש של הניהול.
pt_br: A configuração para usuário nº %s (você!) foi ignorada para evitar estado de sinalizadores incoerentes. Termine a sessão do superusuário para alterar suas configurações neste grupo ou use a interface do usuário de administrador.
ru: Конфигурация пользователя №%s (ваша!) не учтена, чтобы избежать противоречивого состояния. Завершите сеанс суперпользователя, чтобы изменить свои настройки в этой группе, или воспользуйтесь страницей пользователей администраторов сайта.

source: Personal permissions of %s were overridden by squad permissions
fr: Les permissions personnelles de %s ont été écrasées par les permissions d'escouade
he: ההרשאות הפרטיות של %s נדרסו על ידי הרשאות החוליה
pt_br: As permissões pessoais de %s foram sobrescritas pelas permissões do esquadrão
ru: Личные права доступа пользователя %s повышены за счет прав доступа звена

source: Changed Squad %s Permissions
fr: Les permissions de l'escouade %s ont été changées
he: הרשאות החוליה %s נערכו
pt_br: Permissões do esquadrão %s alteradas
ru: Права доступа звена %s изменены

source: Changed User %s Permissions
fr: Les permissions de l'utilisateur %s ont été changées
he: הרשאות המשתמש %s נערכו
pt_br: Permissões do usuário %s alteradas
ru: Права доступа пользователя %s изменены

source: Unable to change squad %s permissions
fr: Impossible de changer les permissions de l'escouade %s
he: לא ניתן לערוך את הרשאות החוליה %s
pt_br: Não foi possível alterar permissões do esquadrão %s
ru: Сбой при изменении прав доступа звена %s

source: Unable to change user %s permissions
fr: Impossible de changer les permissions de l'utilisateur %s
he: לא ניתן לערוך את הרשאות המשתמש %s
pt_br: Não foi possível alterar permissões do usuário %s
ru: Сбой при изменении прав доступа пользователя %s

source: Permissions for the group updated.
ca: S'han actualitzat els permisos del grup.
fr: Permissions du groupe mises à jour.
he: הרשאות הקבוצה עודכנו.
pt_br: Permissões para o grupo atualizadas.
ru: Права доступа для группы обновлены.

source: Unable to change group default permissions.
fr: Impossible de changer les permissions par défaut du groupe.
he: לא ניתן לשנות את הרשאות ברירת המחדל של הקבוצה.
pt_br: Não foi possível alterar permissões padrão do grupo.
ru: Сбой при изменении исходных прав доступа в группе.

source: Applies when ...
ca: S'aplica quan...
fr: S'applique quand...
he: חל כאשר…
pt_br: Aplica-se quando ...
ru: Используется при...

source: Group trackers posting restrictions
ca: Restriccions d'enviament als sistemes de seguiment dels grups
fr: Restrictions d'envoi d'éléments
he: הגבלות פרסום של עוקבי הקבוצה
pt_br: Restrições de publicação de rastreadores de grupo
ru: Ограничения на публикацию в журналах группы

source: Here you can set the minimal authentication level required in order to post on the trackers.
fr: Ici, vous pouvez définir le niveau d'authentification requis pour être autorisé à poster sur les outils de suivi.
he: כאן ניתן להגדיר את רמת האימות המזערית הנדרשת לפרסום בעוקבים.
pt_br: Aqui você pode definir o nível mínimo de autenticação necessário para publicar nos rastreadores.
ru: Здесь можно установить минимальный уровень доступа, требуемый для записи в журналы.

source: Posting new items
ca: Enviament de nous elements
fr: Poster de nouveaux éléments
he: פרסום פריטים חדשים
pt_br: Publicando novos itens
ru: Подачи новых заявок

source: Posting comments
ca: Enviament de comentaris
fr: Poster des commentaires
he: פרסום הערות
pt_br: Publicando comentários
ru: Записи комментариев

source: Group Default Permissions
ca: Permisos per defecte del grup
fr: Permissions par défaut du groupe
he: הרשאות ברירת המחדל לקבוצה
pt_br: Permissões padrão do Grupo
ru: Исходные права в группе

source: Permissions per squad
fr: Permissions par escouades
he: הרשאות לפי חוליה
pt_br: Permissão por esquadrão
ru: Права для каждого звена

source: No Squads Found
fr: Aucune escouade trouvée
he: לא נמצאו חוליות
pt_br: Nenhum esquadrão encontrado
ru: Звеньев не найдено

source: General Permissions
he: הרשאות כלליות

source: Squad members will automatically obtain their squad permissions.
he: חברי החוליה יקבלו את הרשאות החוליה שלהם אוטומטית.

source: Private Items
ca: Elements privats
fr: Éléments privés
he: פריטים אישיים
pt_br: Itens privados
ru: Скрытые заявки

source: Permissions per member
ca: Permisos per membre
fr: Permissions par membres
he: הרשאות לפי חבר
pt_br: Permissão por membro
ru: Права для каждого участника

source: No Members Found
ca: No s'ha trobat cap membre
fr: Aucun membre trouvé
he: לא נמצאו חברים
pt_br: Nenhum membro encontrado
ru: Участников не найдено

source: On Duty
fr: En service
he: בתפקיד
pt_br: Em Serviço
ru: На посту

source: Projects Admins are always allowed to read private items.
ca: Els administradors de projectes sempre tenen permís per llegir els elements privats.
fr: Les administrateurs de projets ont toujours l'autorisation de voir les éléments privés.
he: מנהלי המיזמים תמיד מורשים לקרוא פריטים אישיים.
pt_br: Os Administradores de Projetos sempre têm permissão para ler itens privados.
ru: Администраторам проекта всегда разрешено читать скрытые заявки.

source: You are Admin
ca: Sou administrador
fr: Vous êtes Admin
he: התפקיד שלך ניהולי
pt_br: Você é um administrador
ru: Вы администратор

source: Admin
ca: Administrador
he: הנהלה
pt_br: Administrador
ru: Администратор

source: Update successful.
ca: Actualització correcta.
fr: Mise à jour effectuée.
he: העדכון הצליח.
pt_br: Atualizado com sucesso.
ru: Успешно обновлено.
