Repository: gnu-octave/savane
Catalog: po/*.po
Languages: ca, fr, he, pt_br, ru

source: Note that xml files will be removed after 2 weeks or if you remove the job from this list.
ca: Els fitxers xml s'eliminaran en dues setmanes o si esborreu el treball d'aquesta llista.

source: You have no export job pending.
ca: No hi ha cap treball d'exportació pendent.

source: Creating a new Export Job
ca: Creant un nou treball d'exportació

source: Use the %s Query Form and %s selection for export criteria.
ca: Utilitzeu el formulari de consulta %s i la selecció de %s per definir els criteris d'exportació.

source: Export criteria:
ca: Criteris d'exportació:

source: The export should be generated:
ca: S'hauria de generar l'exportació:

source: as soon as possible
ca: Al més aviat possible

source: Today
ca: Avui

source: Tomorrow
ca: Demà

source: %s at %s hours %s
ca: El %s a les %s %s

source: Please %slog in,%s so followups can be emailed to you.
ca: Perquè se us puguin enviar els comentaris heu d'%siniciar una sessió%s.

source: %s to %s
ca: De %s a %s

source: Average Turnaround Time For Closed Items
ca: Temps mitjà de processament dels elements tancats

source: Originator E-mail is not valid, thus was not added to the Carbon-Copy list.
ca: El correu electrònic de l'autor no és vàlid, i no s'ha afegit a la llista de còpia.

source: You selected Multiple Canned Responses: you are free now to select the one you want to use to compose your answer.
ca: Heu seleccionat Múltiples respostes predefinides: ara podeu seleccionar la que vulgueu per redactar la vostra resposta.

source: Quoted, ready to be copied/pasted into your new comment
ca: Entre cometes, ja es pot copiar o enganxar en el nou comentari

source: Previous comments will now be printed in a copy/paste-friendly mode.
ca: Els comentaris anteriors ara s'imprimiran en el mode de copia i enganxa.

source: (Note: for %s users, you can use their login name rather than their email addresses.)
ca: (Nota: Per als usuaris de %s, es pot fer servir el nom d'inici de sessió en comptes de les adreces de correu electrònic).

source: Select the items you wish to digest with the checkbox shown next to the "Item Id" field, on the table below. You will be able to select the fields you wish to include in your digest at the next step.
ca: Seleccioneu els elements que voleu resumir amb la casella de selecció situada al costat del camp "Id. de l'element" a la taula següent. En el pas següent podreu seleccionar els camps que voleu incloure en el resum.

source: Once your selection is made, click on the button "Proceed to Digest next step" at the bottom of this page.
ca: Un cop hagueu acabat la selecció, feu clic al botó "Pas següent del resum" al final d'aquesta pàgina.

source: You selected %s item for this digest. Now you must unselect fields you do not want to be included in the digest.
ca: Heu seleccionat %s element per a aquest resum. Ara heu de deseleccionar els camps que no vulgueu incloure-hi.

source: Field Values Transitions: Others Fields Update
ca: Transicions de valors de camps: Actualització d'altres camps

source: Others Fields to update when '%s' change from '%s' to '%s':
ca: Altres camps per actualitzar quan '%s' canvia de '%s' a '%s':

source: Note that if you set an automatic update of the field %s, technicians will be able to close items by changing the value of the field %s.
ca: Si establiu una actualització automàtica del camp %s, els tècnics podran tancar els elements modificant el valor del camp %s.

source: Note also the automatic update process will not override field values specifically filled in forms. It means that if someone was able (depending on his role in the project) to modify/set a specific field value, any automatic update supposed to apply to this field will be disregarded.
ca: El procés d'actualització automàtica no substituirà els valors dels camps omplerts en els formularis. Això vol dir que si algú ha modificat o establert (segons la seva funció en el projecte) un valor d'un camp específic, s'ignoraran les actualitzacions automàtiques que s'hagin d'aplicar a aquest camp.

source: You are about to reset values of the field %s. This action will not be undoable, please confirm:
ca: Esteu a punt de restablir els valors del camp %s. Aquesta acció no es pot desfer. Si us plau, confirmeu-la:

source: New transition inserted.
ca: S'ha inserit la nova transició.

source: Update of transition failed.
ca: Ha fallat l'actualització de la transició.

source: Transition updated.
ca: S'ha actualitzat la transició

source: No active value for this field. Create one or reactivate a hidden value (if any)
ca: Aquest camp no té cap valor actiu. Creeu-ne un o reactiveu un valor ocult (si n'hi ha)

source: Before you create a new value make sure there isn't one in the hidden list that suits your needs.
ca: Abans de crear un nou valor, comproveu que no n'hi hagi cap a la llista oculta que s'adapti a les vostres necessitats.

source: You are currently using custom values. If you want to reset values to the default ones, use the following form:
ca: Esteu utilitzant valors personalitzats. Si voleu restablir-los amb els valors per defecte, utilitzeu el formulari següent:

source: No default values found. You should report this problem to administrators.
ca: No s'ha trobat cap valor per defecte. Notifiqueu aquest problema als administradors.

source: The field you requested '%s' is not used by your project or you are not allowed to customize it
ca: El camp que heu sol·licitat ('%s') no s'utilitza en el vostre projecte, o no teniu permís per personalitzar-lo

source: Others Fields Update
ca: Actualització d'altres camps

source: Delete?
ca: Suprimeix?

source: Edit others fields update
ca: Edita l'actualització d'altres camps

source: Delete this transition?
ca: Voleu suprimir aquesta transició?

source: By default, for this field, the transitions not registered are forbidden. This setting can be changed when managing this field usage.
ca: Per defecte en aquest camp les transicions no registrades estan prohibides. Aquesta configuració es pot canviar en administrar l'ús d'aquest camp.

source: By default, for this field, the transitions not registered are allowed. This setting can be changed when managing this field usage.
ca: Per defecte en aquest camp les transicions no registrades estan permeses. Aquesta configuració es pot canviar en administrar l'ús d'aquest camp.

source: Create / Edit a transition
ca: Crea/edita una transició

source: Once a transition created, it will be possible to set "Others Fields Update" for this transition.
ca: Un cop creada una transició, es podrà establir "Actualització d'altres camps" per a aquesta transició.

source: The Bug field you requested '%s' is not used by your project or you are not allowed to customize it
ca: El camp d'error que heu sol·licitat '%s' no s'utilitza en el vostre projecte o no teniu permís per personalitzar-lo

source: Description: (optional)
ca: Descripció: (opcional)

source: If you hide this field value, the related items will have no value in the field '%s'.
ca: Si oculteu el valor d'aquest camp, els elements relacionats no tindran cap valor en el camp '%s'.

source: Create/Modify Canned Responses
ca: Crea/modifica les respostes predefinides

source: Delete this canned answer?
ca: Voleu suprimir aquesta resposta guardada?

source: Creating generic quick responses can save a lot of time when giving common responses.
ca: A l'hora de donar respostes comunes, es pot estalviar molt de temps creant respostes genèriques ràpides.

source: Creating generic messages can save you a lot of time when giving common responses.
ca: A l'hora de donar respostes comunes, es pot estalviar molt de temps creant missatges genèrics.

source: Create or change generic quick response messages for this issue tracker. These pre-written messages can then be used to quickly reply to item submissions.
ca: Creeu o modifiqueu els missatges de respostes ràpides genèriques d'aquest sistema de seguiment de problemes. Després podreu emprar aquests missatges predefinits per respondre ràpidament als elements enviats.

source: Define a preamble that will be shown to users when they submit an item on this tracker.
ca: Defineix un preàmbul que es mostrarà als usuaris quan enviïn un element en aquest sistema de seguiment.

source: Items Fields
ca: Camps d'elements

source: Define which fields you want to use in this tracker, define how they will be used.
ca: Definiu els camps que voleu emprar en aquest sistema de seguiment i com s'utilitzaran.

source: Define the set of possible values for the fields you have decided to use in this tracker.
ca: Definiu el conjunt de valors possibles dels camps que voleu utilitzar en aquest sistema de seguiment.

source: Define project-wide query form: what display criteria to use while browsing items and which fields to show in the results table.
ca: Definiu el formulari de consultes per a tot el projecte: quin serà el criteri de visualització que s'utilitzarà en examinar els elements i quins camps es mostraran a la taula de resultats.

source: Create A New Query Form
ca: Crea un nou formulari de consulta

source: Use as a Search Criteria
ca: Utilitza com a criteri de cerca

source: Existing Query Forms:
ca: Formularis de consulta existents:

source: Click to modify
ca: Feu clic per modificar

source: You can %s create a new query form%s
ca: Podeu %screar un nou formulari de consulta%s

source: Project Members
ca: Membres del projecte

source: Rank on screen:
ca: Ordena en pantalla:

source: Maximum size of the field content (up to 255):
ca: Mida màxima del contingut del camp (fins a 255):

source: Rank on screen
ca: Ordena en pantalla

source: Authentication level required to be able to post comments (and to attach files) on this tracker:
ca: Per enviar comentaris (i adjuntar fitxers) en aquest sistema de seguiment us heu d'autenticar:

source: Export job #%s deleted, task #%s closed
ca: S'ha suprimit el treball d'exportació #%s, s'ha tancat la tasca #%s

source: With the following form, you can perform a search in the items summaries and details. If you need to perform more complex search, use the query forms in Browse items page
ca: Amb el formulari següent podeu realitzar una cerca en els resums i els detalls dels elements. Si heu de realitzar una cerca més complexa, utilitzeu els formularis de consulta de la pàgina Vés als elements.

source: This item is private. You are not listed as member allowed to read private items.
ca: Aquest element és privat. No podeu llegir els elements privats.

source: (As there is at least one of the Audience/Feature/Action context information not set, this recipe will not show up in related recipes links)
ca: (Com que hi ha almenys una de les informacions de context Públic/Funció/Acció no establerta, aquesta recepta no es mostrarà en els enllaços de receptes relacionades).

source: If you want to edit or comment this recipe, go to %s
ca: Si voleu editar o comentar aquesta recepta, aneu a %s

source: this item's edit page
ca: pàgina d'edició d'aquest element

source: This export job cannot be modified
ca: Aquest treball d'exportació no es pot modificar

source: Export job #%s registered, task #%s created
ca: S'ha registrat el treball d'exportació #%s, s'ha creat la tasca #%s

source: you can be assigned tracker's items, but you cannot reassign items, change priority nor open/close
ca: Se us poden assignar els elements d'un sistema de seguiment, però no podeu reassignar elements, canviar la prioritat ni obrir-los o tancar-los.

source: you can fully manage the trackers items, including assigning items to technicians, reassign items over trackers and projects, changing priority and open/close items
ca: Podeu administrar completament els elements d'aquest sistema de seguiment, per exemple, assignant els elements als tècnics, reassignant els elements en altres sistemes de seguiment i projectes, canviant la prioritat i obrint o tancat elements.

source: New search, in case the previous one was not satisfactory (to fill a dependency against):
ca: Nova cerca, si l'anterior no ha estat correcta (per assignar-hi una dependència):

source: Of:
ca: De:

source: of
ca: de

source: Please select a dependency to add in the result of your search of '%s' in the database:
ca: Seleccioneu una dependència per afegir al resultat de la cerca de '%s' a la base de dades:

source: None found. Please note that only search words of more than three characters are valid.
ca: Cap resultat. Només es poden cercar paraules de més de tres caràcters.

source: Votes easily highlight which items people would like to see resolved in priority, independently of the priority of the item set by tracker managers.
ca: Els vots ressalten els elements que els usuaris prefereixen que es resolguin amb prioritat, independentment de la prioritat que hagin establert els administradors del sistema de seguiment.

source: Move to the:
ca: Mou al:

source: New search, in case the previous one was not satisfactory (to reassign the item to another project):
ca: Nova cerca, en cas que l'anterior no hagi estat correcta (per reassignar l'element a un altre projecte):

source: To which project this bug should be reassigned to? This is the result of your search of '%s' in the database:
ca: A quin projecte s'ha de reassignar aquest error? Aquest és el resultat de la vostra cerca de '%s' a la base de dades:

source: By
ca: Per

source: with the %s query form
ca: Amb el formulari de consulta %s

source: and %s selection.
ca: i selecció de %s.

source: Use logical %s between '%s' and '%s' searches.
ca: Utilitzeu %s lògics entre les cerques de '%s' i '%s'.

source: Additional constraint %s:
ca: Restricció addicional %s:

source: %s%s since %s
ca: %s %s des de %s

source: Warning: only %s items can be shown at once, unless using Printer Version.
ca: Avís: només %s elements poden ser mostrats alhora, a menys que utilitzis la Versió per imprimir

source: Click a column heading to sort results (up or down), or %ssort by priority%s or %sreset sort%s. You can also %sdeactivate multicolumn sort%s.
ca: Feu clic al títol de la columna per ordenar els resultats (en ordre ascendent o descendent). Podeu %sordenar per prioritat%s o %srestablir l'ordre%s, i també %sdesactivar l'ordenació de diverses columnes%s.

source: Click a column heading to sort results (up or down), or %ssort by priority%s or %sreset sort%s. You can also %sactivate multicolumn sort%s.
ca: Feu clic al títol de la columna per ordenar els resultats (en ordre ascendent o descendent). Podeu %sordenar per prioritat%s o %srestablir l'ordre%s, i també %sactivar l'ordenació de diverses columnes%s.

source: This Project Has Turned Off Mailing Lists
ca: En aquest projecte les llistes de correu estan desactivades

source: %s item
ca: %s element

source: %s new
ca: %s nou

source: As a project administrator you must decide if the list of persons to be systematically notified on new %s submissions (and possibly updates) depend on the categories or not and you must provide the corresponding email addresses (comma separated list).
ca: Com a administrador del projecte, heu de decidir si la llista de persones a les quals s'han de notificar sistemàticament els nous enviaments de %s (i probablement les actualitzacions) depèn o no de les categories i heu de facilitar les adreces de correu electrònic corresponents (amb una llista separada per comes).

source: Addresses registered in this list will be excluded from default mail notification for private items.
ca: Les adreces incloses en aquesta llista s'exclouran de la notificació de correu per defecte dels elements privats.

source: groups table Update failed.
ca: Ha fallat l'actualització de la taula de grups.

source: _field_value table Update failed.
ca: Ha fallat l'actualització de la taula _field_value.

source: Unable to find out to which artifact the item is to be reassigned, exiting.
ca: No es pot saber a quina eina s'ha de reassignar l'element, sortint.

source: Unable to duplicate a comment from the original item report information.
ca: No es pot duplicar un comentari de la informació de l'informe de l'element original.

source: Unable to add a comment with the original item report information.
ca: No es pot afegir un comentari a la informació de l'informe de l'element original.

source: Unable to duplicate an attached file (%s) from the original item report information.
ca: No es pot duplicar un fitxer adjunt (%s) de la informació de l'informe de l'element original.

source: Unable to duplicate a CC address (%s) from the original item report information.
ca: No es pot duplicar una adreça a/c (%s) de la informació de l'informe de l'element original.

source: New item insertion failed, please report this issue to the administrator
ca: Ha fallat la inserció del nou element, notifiqueu aquest problema a l'administrador

source: New item posted (%s)
ca: S'ha enviat un nou element (%s)

source: Start copying configuration of group #%s %s tracker
ca: Inicia la còpia de la configuració del sistema de seguiment %s del grup #%s

source: You can copy the configuration of the %s tracker of the following projects (this list was established according to your currently membership record).
ca: Podeu copiar la configuració del sistema de seguiment %s dels projectes següents (aquesta llista s'ha establert a partir del vostre registre de membre actual).

source: You cannot copy the configuration of other projects because you are not member of any project hosted here that uses a %s tracker
ca: No podeu copiar la configuració d'altres projectes perquè no sou membre de cap projecte hostatjat aquí que utilitzi un sistema de seguiment %s

source: No Followups Have Been Posted
ca: No s'ha enviat cap comentari

source: %s added by %s
ca: %s afegit per %s

source: You appear to have less than 0 votes remaining. There's a bug somewhere, please contact the administrators
ca: Sembla que us queden menys de 0 vots. Hi ha algun error, poseu-vos en contacte amb els administradors

source: My (User Personal Area)
ca: La meva (àrea d'usuari personal)

source: Defines which users will actually get such recipe showing up as related recipe while browsing the site. It will not prevent other users to see the recipe in the big list inside the Cookbook.
ca: Defineix quins usuaris obtindran aquesta recepta i la veuran com una recepta relacionada mentre examinen el lloc. Això no impedirà que altres usuaris la vegin en la llista completa del llibre de receptes.

source: Defines on which pages such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
ca: Defineix a quines pàgines aquesta recepta apareixerà com una recepta relacionada. Això no impedirà que altres usuaris la vegin en la llista completa del llibre de receptes.

source: Defines while doing which actions such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
ca: Defineix en quin moment aquesta recepta apareixerà com una recepta relacionada. Això no impedirà que altres usuaris la vegin en la llista completa del llibre de receptes.

source: Items %s to %s
ca: Elements de %s a %s

source: Changed By
ca: Canviat per

source: Replaced By
ca: Substituït per

source: No Changes Have Been Made to This Item
ca: No s'ha realitzat cap canvi a aquest element

source: The field '%s' is mandatory. Fill it and re-submit the form.
ca: El camp '%s' és obligatori. Ompliu-lo i torneu a enviar el formulari.

source: The field '%s' is mandatory. It has been reset to its previous value. Check it and re-submit the form.
ca: El camp '%s' és obligatori. S'ha restablert amb el valor anterior. Comproveu-lo i torneu a enviar el formulari.

source: Basic Directory
ca: Directori bàsic

source: Basic Cvs Directory
ca: Directori bàsic de CVS

source: Basic Subversion Directory
ca: Directori bàsic de Subversion

source: Savannah non-GNU
ca: Savannah no GNU

source: default
ca: opció per defecte

source: Technicians, and only technicians, can be assigned tracker's items. They cannot reassign items, change the status or priority of items.
ca: Els elements del sistema de seguiment només es poden assignar als tècnics, que no els poden reassignar ni canviar-ne l'estat o la prioritat.

source: Trackers Managers can fully manage the trackers items, including assigning items to technicians, reassign items over trackers and projects, changing priority and status of items - but they cannot configure the trackers.
ca: Els administradors dels sistemes de seguiment poden administrar tots els aspectes dels elements (assignar els elements als tècnics, reassignar projectes i elements a altres sistemes de seguiment, així com canviar-ne l'estat i la prioritat), però no poden configurar els sistemes de seguiment.

source: Project Admins can manage members, configure the trackers, post jobs, and add mailing-list. They actually also have manager rights on every tracker and are allowed to read private items.
ca: Els administradors del projecte poden administrar els membres, configurar els sistemes de seguiment enviar tasques i afegir llistes de correu. També tenen drets d'administrador en tots els sistemes de seguiment i poden llegir els elements privats.

source: By
ca: Per

source: account name
ca: Nom del compte

source: There cannot be any spaces in the %s
ca: No hi pot haver cap espai en el %s

source: The %s is too short
ca: El %s és massa curt

source: The %s is too long
ca: El %s és massa llarg

source: The %s must begin with an alphabetical character.
ca: El %s ha de començar amb un caràcter alfanumèric.

source: underscores
ca: ratlla

source: dashes
ca: gotes

source: dots
ca: punts

source: tolerated:
ca: tolerat:

source: The %s must only contain alphanumerics%s.
ca: %s només pot contenir caràcters alfanumèrics%s

source: That %s is reserved.
ca: Aquest nom de compte %s és reservat.

source: Send him/her a mail
ca: Envia-li un correu

source: Site Member Since
ca: Membre del lloc des de

source: Project/Group Information
ca: Informació del projecte/grup

source: This user is not a member of any Project/Group
ca: Aquest usuari no és membre de cap projecte/grup

source: You Could Send a Message if you were logged in
ca: Si iniciéssiu una sessió podríeu enviar un missatge

source: Bugs Tracker Administration
ca: Administració del sistema de seguiment d'errors

source: Tasks Manager Administration
ca: Administració de l'administrador de tasques

source: This project has not yet submitted a short description. You can %ssubmit it%s now.
ca: Encara no heu enviat una breu descripció d'aquest projecte. Podeu %senviar-la%s ara.

source: Since you are administrator of this project, which one is the "system project", you are administrator of the whole %s server.
ca: Com que sou l'administrador d'aquest projecte, que és el "projecte del sistema", sou l'administrador de tot el servidor %s.

source: Server Admin
ca: Administració del servidor

source: %s registration pending
ca: %s registre pendent

source: As administrator of this project, you can manage members and activate, deactivate and configure your project's tools.
ca: Com a administrador d'aquest projecte, podeu administrar els membres i activar, desactivar i configurar les eines del projecte.

source: Admin Page
ca: Pàgina d'administració

source: %s member
ca: %s membre

source: %s open item
ca: %s element obert

source: %s total
ca: %s en total

source: %s message in
ca: %s missatge a

source: %s forum
ca: %s fòrum

source: %s public mailing-list
ca: %s llista de correu pública

source: %s contributor wanted
ca: Es necessita %s col·laborador

source: Source Code Manager: Subversion Repository
ca: Administrador del codi font: Dipòsit de Subversion

source: Source Code Manager: GNU Arch Repository
ca: Administrador del codi font: Dipòsit de GNU Arch
